{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-02-04T19:41:06.948Z",
  "totalItems": 150,
  "totalArchived": 51495,
  "newPapersAdded": 214,
  "institutionBreakdown": {
    "KAIST": 18,
    "SNU": 29,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 22,
    "IBS": 100,
    "UNIST": 2,
    "Hanyang University": 3,
    "KIST": 0,
    "GIST": 1,
    "Kyung Hee University": 0,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 85,
    "Materials Science": 14,
    "Cancer Research": 19,
    "Neuroscience": 8,
    "Biomedical": 23,
    "Computer Science": 1
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Perceptually validated auralization of brushless direct current motor-propeller noise via torque ripple-induced rotational speed fluctuation modeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Psychoacoustic assessment of aircraft under development is hindered by the difficulty of obtaining comprehensive noise data before physical prototypes are available. For the brushless direct current motor-propeller systems that are primary noise sources on these aircraft, this study develops and validates a physics-based auralization framework that models rotational speed fluctuations induced by electromagnetic torque ripple. The model incorporates both stochastic (rotational speed fluctuation...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41636422",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Block Copolymer Particle-Templated Cavitated Carbons Achieve Local Alkalinity for Enhancing Acidic Electrochemical CO<sub>2</sub> Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636089/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Electrochemical CO(2) reduction reaction (CO(2)RR) in neutral or alkaline environment suffers from carbonate formation, leading to low CO(2) utilization. Acidic operation can mitigate this issue, but is hampered by the dominant hydrogen evolution reaction (HER). Here, we report a cavitated carbon particle (CCP)-supported Au catalyst featuring abundant inner cavities that sustain elevated local alkalinity. These cavities could be formed by inducing interfacial instability in block copolymer...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41636089",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial Modulation of the CeO<sub>2</sub> Nanoparticle Tunneling Junction Array",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "The precise modulation of nanoparticles represents a critical step toward programmable nanodevice architectures and functional material systems. Here, we demonstrate an artificial CeO(2) nanoparticle modulation platform, enabling area-selective manipulation and programmable tunability of the CeO(2) nanoparticle tunneling behavior. Utilizing atomic force microscopy lithography, CeO(2) nanoparticles were attached, detached, and repositioned with nanoscale precision on both insulating and metallic...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41635158",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "HBE-843, a Novel, Potent, and Selective EGFR Targeting PROTAC for the Treatment of Non-Small-Cell Lung Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "The emergence of the EGFR C797S mutation poses a significant challenge in the treatment of non-small cell lung cancer due to resistance to third-generation EGFR-tyrosine kinase inhibitors. This study introduces a novel and highly selective EGFR PROTAC, HBE-843, designed to degrade mutant EGFR while sparing wild-type EGFR. Our degrader not only effectively degrades the L858R but also shows promising activity against exon 19 deletion, T790M, and C797S, where it demonstrated low nanomolar GI(50)...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41635121",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Sarcopenia and Lower Bone Density With Positional Vertigo in the Morning: Insights From a Nationwide Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Morning PV is common among middle-aged and older adults and is associated with systemic frailty markers, particularly sarcopenia and bone loss, in the presence of vestibular dysfunction. These associations were more pronounced in older adults, suggesting a vestibulo-musculoskeletal interaction that may contribute to balance impairment and functional decline with aging. Screening for sarcopenia and bone health, along with vestibular and lifestyle interventions, may help reduce...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41635016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Morning PV is common among middle-aged and older adults and is associated with systemic frailty markers, particularly sarcopenia and bone loss, in the presence of vestibular dysfunction. These associations were more pronounced in older adults, suggesting a vestibulo-musculoskeletal interaction that ..."
    },
    {
      "title": "Foot-and-mouth disease virus VP4 interferes with host interferon response by targeting the nuclear translocation of interferon regulatory factor 3 (IRF3)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41634886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Upon RNA virus infection, nuclear translocation of activated transcriptional factors via the RNA-sensing signal pathway is a key event in the interferon (IFN)-mediated antiviral response, and a specific target of viral immune evasion. Foot-and-mouth disease virus (FMDV) causes an acute vesicular disease in cloven-hoofed animals and poses a serious economic risk to the dairy industry. FMDV VP4, one of the structural proteins, is an internal protein of the viral capsid and is known to play an...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41634886",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Technological Approaches and Translational Challenges in Bedside External Ventricular Drain Placement: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636522/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Assistive technologies for EVD placement show potential to improve accuracy and safety over the freehand technique. These early successes signal potential to improve bedside neurosurgical care. Realizing this promise will require future studies to standardize accuracy metrics, report time, and safety outcomes consistently and validate performance in real-world critical care settings.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41636522",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Assistive technologies for EVD placement show potential to improve accuracy and safety over the freehand technique. These early successes signal potential to improve bedside neurosurgical care"
    },
    {
      "title": "Rebound Phenomenon of Platelet Reactivity After Cessation of Long-Term Clopidogrel Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41636403",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Midbrain PAG Astrocytes Modulate Mouse Defensive and Panic-Like Behaviors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636093/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Defensive behaviors against threatening situations are crucial for survival, and maladaptation of neural functions involved in defensive behavior may result in panic-like behavior. Defensive behaviors must be optimized for animals to efficiently avoid danger and maximize their chance of survival. The midbrain periaqueductal gray (PAG) controls defensive behaviors. However, the substrate of dysregulated panic-like defensive responses remains unknown. Using in vivo calcium imaging and recordings...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41636093",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Peri-Stenotic Stagnation Associates With Red Blood Cell-Rich Thrombi, Linked to Stroke Recurrence and Lesion Volume",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636030/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Peri-stenotic stagnation was associated with RBC-rich thrombi formation under both clinical and experimental conditions, providing mechanistic insight into stroke recurrence and larger lesion volumes. Identifying peri-stenotic stagnation using ultrafast ultrasound imaging may help stratify high-risk patients; however, its therapeutic implications require validation in prospective randomized studies.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41636030",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "require validation in prospective randomized studies",
      "conclusion": "Peri-stenotic stagnation was associated with RBC-rich thrombi formation under both clinical and experimental conditions, providing mechanistic insight into stroke recurrence and larger lesion volumes. Identifying peri-stenotic stagnation using ultrafast ultrasound imaging may help stratify high-risk..."
    },
    {
      "title": "Single-Port Robotic Retroperitoneal Nephroureterectomy with Bladder Cuff Excision: Comparative Cohort Study with Multi-Port Transperitoneal Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: NUx with bladder cuffing using the SP approach demonstrated feasibility compared with surgery performed using the MP approach. Notably, the ease of access during cuffing contributed significantly to reducing the total operative time.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635986",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NUx with bladder cuffing using the SP approach demonstrated feasibility compared with surgery performed using the MP approach. Notably, the ease of access during cuffing contributed significantly to reducing the total operative time"
    },
    {
      "title": "Development and validation of the suicide risk score: a novel suicide risk prediction tool for patients with end-stage kidney disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The suicide risk score is a significant advancement in suicide risk prediction for ESKD patients. It is based on simple, routinely collected clinical indicators and provides an actionable tool for risk stratification and early intervention in daily practice.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635920",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The suicide risk score is a significant advancement in suicide risk prediction for ESKD patients. It is based on simple, routinely collected clinical indicators and provides an actionable tool for risk stratification and early intervention in daily practice"
    },
    {
      "title": "Comparison of nutrients and ultra-processed food consumption between different phenotypes defined by abdominal obesity and sarcopenia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635903/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Higher protein and minimally processed food intakes were associated with lower odds of probable sarcopenia, whereas higher ultra-processed food intake was associated with higher odds of abdominal and sarcopenic obesity in middle-aged adults in rural Korea. These observational findings may inform hypothesis generation and public health planning, but prospective studies are needed to confirm these associations and assess causality.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635903",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Higher protein and minimally processed food intakes were associated with lower odds of probable sarcopenia, whereas higher ultra-processed food intake was associated with higher odds of abdominal and sarcopenic obesity in middle-aged adults in rural Korea. These observational findings may inform hyp..."
    },
    {
      "title": "Predictive modeling of animal-vehicle collisions involving the threatened leopard cat (<em>Prionailurus bengalensis</em>) and Eurasian otter (<em>Lutra lutra</em>), in the Republic of Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Animal-vehicle collisions (AVCs) substantially contribute to wildlife population decline and adversely impact threatened species with already limited numbers. In this study, we aimed to investigate the factors contributing to AVCs involving two threatened species in the Republic of Korea: the leopard cat (Prionailurus bengalensis) and Eurasian otter (Lutra lutra). These two species are the most frequently affected by AVCs among threatened mammals in Korea. To achieve this, we used data from the...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635898",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the factors contributing to AVCs involving two threatened species in the Republic of Korea: the leopard cat (Prionailurus bengalensis) and Eurasian otter (Lutra lutra)",
      "significance": "threatened species with already limited numbers",
      "conclusion": null
    },
    {
      "title": "Genome-wide detection of fine-scale population stratification and long-distance dispersal of the Chinese mitten crab (<em>Eriocheir sinensis</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Understanding the population genetic structure of marine decapods is essential for their effective conservation and management, particularly for species like the Chinese mitten crab (Eriocheir sinensis), which exhibits a complex life cycle and high invasive potential. In this study, we applied a population genomics approach using SLAF-seq to generate genome-wide SNP data from 120 unrelated individuals collected across six locations in China and Korea. We found a fine-scale but discernible level...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635897",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anomalous vertebral artery course causing radiculopathy: A case report and review of relevant literature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635882/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Cervical radiculopathy typically results from degenerative disc disease, but rarely, an ectatic vertebral artery can cause it. This case report and literature review examine a unique instance of cervical radiculopathy due to an anomalous vertebral artery. Vertebral artery loop formation (VALF) is uncommon but can significantly impact surgical outcomes and poses a risk during cervical spine surgeries if unidentified preoperatively.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635882",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "surgical outcomes and poses a risk during cervical spine surgeries if unidentified preoperatively",
      "conclusion": null
    },
    {
      "title": "Injectable hyaluronic acid-based hydrogels with carbon dots and an iron complex for embolization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Although transarterial chemoembolization is a prevalent treatment for hepatocellular carcinoma (HCC), its efficacy is limited by inadequate vascular infiltration, inconsistent embolization, and lack of therapeutic synergy. We developed a multifunctional injectable hydrogel system using strategically combined high- and low-molecular-weight hyaluronic acid and a carbon dot/iron complex (APIO/Fe complex) to overcome these challenges. The dual-molecular-weight approach optimizes both structural...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635271",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction to \"Expanding Horizons in Quantum Chemical Studies: The Versatile Power of MRSF-TDDFT\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635254",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optical probing of magnons and phonons in Ni<sub>80</sub>Fe<sub>20</sub> nanodot arrays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635219/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Control of collective spin excitations by static or dynamic strain is an emerging phenomenon that requires in-depth understanding for the design of future spin-wave-regulated devices. Here, we explore mutually interacting spin waves and acoustic wave modes in addition to a few non-interactive modes through all optical excitation in ordered arrays of Ni(80)Fe(20) nanomagnets. The acoustic wave originating from elastic deformation resonantly couples to the spin wave via the magnetoelastic effect...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635219",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plasmonic Truncated Satellite Octahedral Nanoparticles: Interior Nanocavities and Exterior Nanotrenches Synergistically Maximize Near-Field Focus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "We synthesized a new type of complex nanoparticle: truncated satellite octahedral Au nanoparticles (SONs). The synthesis began with octahedral Au nanoparticles, followed by selective Pt deposition and a mild polyol synthesis to generate triakis-octahedral Ag nanoparticles (TONs). Subsequent Au deposition on the TONs led to the formation of cavities within the shell, and selective growth of truncated satellite structures from each (111) facet resulted in SONs with exposed line-shaped nanotrench...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635161",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Developing the Patient Experience Assessment Questionnaire for Hospital Inpatient Care in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635123/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The PXA questionnaire, currently being implemented in South Korea, demonstrates robust psychometric properties. This work also exemplifies the process of developing a locally relevant patient experience questionnaire, grounded in global knowledge on patient-centred care.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635123",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The PXA questionnaire, currently being implemented in South Korea, demonstrates robust psychometric properties. This work also exemplifies the process of developing a locally relevant patient experience questionnaire, grounded in global knowledge on patient-centred care"
    },
    {
      "title": "Re-sterilization Prior to Implant Insertion in Prosthetic Breast Reconstruction: Is It Necessary?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Residual contamination may persist despite the initial surgical site sterilization. The re-application of antiseptics and re-draping immediately before implant insertion may help reduce post-operative infections and should be considered an adjunct to comprehensive peri-operative protocols. Some infections may be more closely related to post-operative management than pre-implant field contamination, underscoring the need for meticulous post-operative care. Definitive causal...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635013",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Residual contamination may persist despite the initial surgical site sterilization. The re-application of antiseptics and re-draping immediately before implant insertion may help reduce post-operative infections and should be considered an adjunct to comprehensive peri-operative protocols"
    },
    {
      "title": "Functionally distinct core microbes of Tricholoma matsutake revealed by cross-study analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41634837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our cross-study integration of shiro microbial sequences identified core and niche-specific phylotypes with distinct ecological roles. This study lays a foundation for advancing ecological research and cultivation strategies for TM.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41634837",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our cross-study integration of shiro microbial sequences identified core and niche-specific phylotypes with distinct ecological roles. This study lays a foundation for advancing ecological research and cultivation strategies for TM"
    },
    {
      "title": "Assessing Positive Digital Experiences: A Spanish Validation of the Digital Flourishing Scale for Adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The Spanish DFSA is a promising tool for assessing adolescents' digital flourishing in the Spanish context.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41636443",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Spanish DFSA is a promising tool for assessing adolescents' digital flourishing in the Spanish context"
    },
    {
      "title": "Morphology Control in PDVT-10/DTCP Hybrid Films via Meniscus-Guided Cooperative Crystallization for High-Performance OFETs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636384/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "The meniscus-guided coating (MGC) method was used to prepare well-aligned films of hybrid systems composed of the conjugated polymer poly{3,6-dithiophen-2-yl-2,5-di(2-decyltetra-decyl)-pyrrolo[3,4-c]pyrrole-1,4-dione-alt-thienylenevinylene-2,5-yl} (PDVT-10) and a photoresponsive small molecule dopant, dithienylperfluorocyclopentene (DTCP), at various concentrations in their open-ring form (DTCP-o) or closed-ring (DTCP-c) form. The structures of the coated films were characterized with polarized...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41636384",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inhibition of Targeted Bacterial Growth Using MazF-Expressing Phagemids: A Novel Therapeutic Approach Based on Endoribonuclease Toxin Molecules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636326/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "The extensive and indiscriminate use of antibiotics, which are intended to halt bacterial growth or eliminate them, has unintentionally given rise to antimicrobial resistance (AMR), which is a critical threat to global health. In the pursuit of alternative solutions, researchers have focused on type II toxin-antitoxin systems prevalent within the bacterial domain. One such promising example is the MazF toxin, which has been demonstrated to cleave RNA at specific sequences. MazF toxins are now...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41636326",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of combined GABA and L-theanine supplementation on sleep quality: an exploratory study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636292/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Simultaneous intake of GABA and L-theanine may improve sleep in adults. As this hypothesis is based on an exploratory study, further randomized controlled trials are needed to confirm this finding.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41636292",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Simultaneous intake of GABA and L-theanine may improve sleep in adults. As this hypothesis is based on an exploratory study, further randomized controlled trials are needed to confirm this finding"
    },
    {
      "title": "Dopant distributions and band-edge positions in Sr-doped NaTaO<sub>3</sub>: a first-principles study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Sr doping is known to enhance the water-splitting activity of NaTaO(3) photocatalysts and is often accompanied by surface segregation of Sr, yet, the electronic-structural origin remains unclear. Here, we employ first-principles calculations with explicit enumeration of all Sr configurations in bulk NaTaO(3) (NTO) and TaO(2)-terminated (001) surfaces. In the bulk, the enumeration shows that shorter Sr-Sr separations are energetically preferred. At surfaces, Sr segregates and accumulates...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41636122",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular Design Strategies of Fluorescence Probes with Long-Term Membrane Retention for Plasma Membrane Dynamics Imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "The plasma membrane is central to numerous cellular processes, yet long-term fluorescence imaging has been limited by insufficient probe retention. Here, we report a rational design of naphthalimide-based, phospholipid-mimicking probes that combine hydrophobic alkyl chains with ionic head groups to achieve strong membrane affinity. Among the series, a zwitterionic derivative, Betaine-DNap, exhibited selective and prolonged plasma membrane staining, maintaining localization for extended...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635997",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integration and electrical evaluation of WS<sub>2</sub> and MoS<sub>2</sub> fets in a 300 mm pilot line",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635922/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "2D materials have the potential to extend and augment the CMOS scaling roadmap. However, upscaling from lab-based demonstrators to 300 mm-compatible integration modules presents unique challenges. In this work, we address these challenges through a 2D FET process flow developed within imec's 300 mm Si pilot line. FETs with monolayer 2D transition metal dichalcogenide (TMDC) channels are fabricated, and the flow serves as a research vehicle to advance 300 mm-compatible integration modules,...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635922",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carbon-iodine atropisomerism on triazole and triazolium frameworks: a breathing axle with divergent adaptivity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635912/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Atropisomerism around a carbon-iodine(iii) bond represents a rare form of chirality centered on a long, polarizable hypervalent linkage. Embedding this C-I(iii) bond into an inherently asymmetric, diadamantylated triazole scaffold creates a vivid platform that reveals how such a bond responds to steric and electronic perturbations. Neutral triazole- and cationic triazolium-benziodoxoles display similarly high atropostability (racemization half-lives of several years at 25 °C), arising from...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635912",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Zincafluorene complex with an empty C-Zn π orbital that captures visible light",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635911/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Zinc complexes are attractive candidates for photofunctional materials owing to the low cost and benign nature of Zn, yet directly engaging Zn orbitals in visible-light responses has remained elusive in mononuclear systems. Here, we realize this by engineering an empty C-Zn π orbital as the LUMO in carbene-zincafluorene frameworks, as demonstrated in three newly designed mononuclear Zn complexes. Selective recrystallization of one complex afforded two conformational polymorphs, enabling us to...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635911",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rotational arc treatments with static ports and dynamic collimation reduces cardiopulmonary dose for esophageal cancer patients and diminishes model-based predicted benefit of proton therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: RAD reduced lung and heart dose compared to IMRT in esophageal cancer patients undergoing trimodality treatment, lowering predicted risk for pulmonary complications, which influenced PT-referral decisions.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635672",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RAD reduced lung and heart dose compared to IMRT in esophageal cancer patients undergoing trimodality treatment, lowering predicted risk for pulmonary complications, which influenced PT-referral decisions"
    },
    {
      "title": "Bladder-sparing strategies for non-muscle-invasive bladder cancer after bacillus Calmette-Guérin failure: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635525/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This systematic review demonstrated the promising efficacy of novel bladder-sparing strategies for NMIBC after BCG failure. This review is limited by the predominance of early-phase trials and a limited number of comparative studies, offering only limited guidance for clinical decision-making.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635525",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This systematic review demonstrated the promising efficacy of novel bladder-sparing strategies for NMIBC after BCG failure. This review is limited by the predominance of early-phase trials and a limited number of comparative studies, offering only limited guidance for clinical decision-making"
    },
    {
      "title": "Identification of severe hypoglycemia in adults with type 1 diabetes using CGM-based machine learning: evidence from the FGM-Japan study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635446/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: XGBoost offers strong overall discrimination; however, simpler models exhibit better F1 performance. Features like 'TBR', '%CV', 'GMI,' and 'GRI' were key features, suggesting their usefulness in identifying individuals at risk for adverse glycemic events.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635446",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "XGBoost offers strong overall discrimination; however, simpler models exhibit better F1 performance. Features like 'TBR', '%CV', 'GMI,' and 'GRI' were key features, suggesting their usefulness in identifying individuals at risk for adverse glycemic events"
    },
    {
      "title": "Base-promoted deacylation of 2-acetyl-2,5-dihydrothiophenes and their oxygen-mediated hydroxylation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Solvent-dependent transformations of polysubstituted 2-acetyl-2,5-dihydrothiophenes to the corresponding 2-hydroxy- or deacetylated derivatives are described. The treatment of a methanolic solution of the dihydrothiophene substrates with sodium methoxide afforded the deacylated products. Conversely, the treatment with sodium ethoxide in an oxygen saturated ethanolic solution produced 2-hydroxy substituted 2,5-dihydrothiophenes.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635434",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis of diaryl phosphates using phytic acid as a phosphorus source",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Phytic acid is a phosphorus-rich molecule, which is produced by plants using water-soluble phosphates absorbed from soil. It can potentially serve as a phosphorus source in the syntheses of organic phosphates; however, this approach has not been utilized for the preparation of phosphate esters. In this study, we report the first successful synthesis of phosphate esters using phytic acid as a phosphorus source. Crude products of phosphate diesters were obtained through the reactions of...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635433",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Streptoquinolines A and B, new antibacterial meroterpenoids produced by <em>Streptomyces</em> sp. TMPU-A0679",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "In the course of screening vancomycin-resistant enterococci (VRE), two new meroterpenoids, streptoquinolines A (1) and B (2), were isolated from a culture of terrestrial Streptomyces sp. TMPU-A0679. The structures of 1 and 2 were elucidated based on spectroscopic analyses, including NMR and MS, and were found to consist of a drimane-type sesquiterpene fused with a highly substituted quinoline moiety. Further structural comparisons and specific rotation data revealed that 1 and 2 were epimers at...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635432",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of Plasma Exchange in Secondary Thrombotic Microangiopathy: A Case Report and Literature Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Thrombotic microangiopathy (TMA) is a severe syndrome characterized by thrombocytopenia, microangiopathic hemolytic anemia, and organ damage. It includes primary forms such as thrombotic thrombocytopenic purpura (TTP) and atypical hemolytic uremic syndrome, as well as secondary TMA, which can result from conditions such as autoimmune diseases, infections, and malignancies. While plasma exchange (PE) is a well-established treatment for thrombocytopenic purpura, its effectiveness against secondary...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635378",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of family pharmacist continuity with patient-reported satisfaction in patients with metastatic cancer: a nationwide cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41634894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41634894",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Catastrophic antiphospholipid syndrome with eosinophilia mimicking hypereosinophilic syndromes with disseminated intravascular coagulation: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41634880/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our case shows that eosinophilia can accompany catastrophic antiphospholipid syndrome, and this can mimic eosinophil-associated disorders with disseminated intravascular coagulation. Identifying antiphospholipid antibodies is important for differential diagnosis when treating unexplained eosinophilia, thrombocytopenia, and thrombosis.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41634880",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for differential diagnosis when treating unexplained eosinophilia, thrombocytopenia, and thrombosis",
      "conclusion": "Our case shows that eosinophilia can accompany catastrophic antiphospholipid syndrome, and this can mimic eosinophil-associated disorders with disseminated intravascular coagulation. Identifying antiphospholipid antibodies is important for differential diagnosis when treating unexplained eosinophili..."
    },
    {
      "title": "Differences in prevalence arising from reference values for physiological and laboratory measurements used in studies of Tibetan highlanders and differences in study populations between the two studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41634838/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "We conducted an epidemiological study of Tibetan highlanders in Tsarang Village, Mustang District, Nepal, and reported the findings in Arima et al. (Journal of Physiological Anthropology, 43:25, 2024). Subsequently, Sienna R. Craig and colleagues, who have conducted long-term research in the same region, published a commentary on our study, providing an opportunity for further scholarly discussion. In their commentary, Craig et al. highlighted differences between our study and theirs in the...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41634838",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Journal of",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent progress in NiFe-based catalysts for the high current density oxygen evolution reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "The global transition to green hydrogen via water electrolysis is constrained by the sluggish oxygen evolution reaction (OER), particularly at high current densities required for industrial applications. Among Earth-abundant materials, nickel-iron (NiFe)-based compounds have emerged as leading candidates, offering intrinsic activity, synergistic interactions, and cost advantages that reduce the OER energy barrier, positioning them as viable alternatives to noble-metal catalysts such as IrO(2)...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS"
      ],
      "pmid": "41636558",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemical diversity encoded in symmetry: universal distortion rules and design principles for perovskites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636555/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "The quantitative relationship between chemical composition, crystal structure and functional properties in materials with complex distortions has remained elusive, creating a critical bottleneck for rational design. This is particularly relevant for the vast family of Pnma perovskites-technologically important materials where octahedral tilting governs key functionalities. While Landau theory successfully describes structural responses to external stimuli like temperature or pressure, its...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636555",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "materials where octahedral tilting governs key functionalities",
      "conclusion": null
    },
    {
      "title": "Long COVID Between People With and Without HIV: a Statewide Cohort Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study highlights the consistent and elevated LC burden in PWH, emphasizing the importance of sustained follow-up for COVID-19 survivors to improve their clinical outcomes and prevent morbidity of LC.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636553",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study highlights the consistent and elevated LC burden in PWH, emphasizing the importance of sustained follow-up for COVID-19 survivors to improve their clinical outcomes and prevent morbidity of LC"
    },
    {
      "title": "Assessing Treatment Effects in Observational Data With Missing Confounders: A Comparative Study of Practical Doubly-Robust and Traditional Missing Data Methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "In pharmacoepidemiology, safety and effectiveness are frequently evaluated using readily available administrative and electronic health records data. In these settings, detailed confounder data are often not available in all data sources and therefore missing on a subset of individuals. Multiple imputation (MI) and inverse-probability weighting (IPW) are go-to analytical methods to handle missing data and are dominant in the biomedical literature. Doubly-robust methods, which are consistent...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636549",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "On-feet isometric bracing maintains cerebral arterial blood velocity during lower body negative pressure via preload augmentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636546/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Orthostatic stress reduces venous return and stroke volume (SV), risking cerebral hypoperfusion despite autonomic compensation. Although lower-limb counterpressure manoeuvres improve cerebral perfusion in upright posture, their effects on cerebral blood velocity (CBV) during lower-body negative pressure (LBNP) and the associated mechanisms are not fully defined. We therefore tested whether isometric lower-limb contraction is associated with preservation of CBV during LBNP, accompanied by...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636546",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of the cannabinoid receptor 1 antagonist, ibipinabant, as a potent inhibitor of <em>Neisseria gonorrhoeae</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636526/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Neisseria gonorrhoeae, the causative agent of the second-most prevalent sexually transmitted bacterial disease globally, has been classified as an urgent threat to public health and a high-priority pathogen. Concerningly, N. gonorrhoeae has developed resistance to nearly all FDA-approved drugs. Currently, no approved oral therapies exist, with parenteral administration of ceftriaxone as the only available FDA-approved treatment option for multidrug-resistant gonococcal infections. Yet,...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636526",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lateral Orbitotomy for Trigeminal Schwannomas: Surgical Technique, Outcomes, and Limitations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Minimally invasive LOA stands as a plausible and aesthetically favorable surgical corridor for addressing TSs of the middle cranial fossa, even with extension into the posterior fossa. However, additional study is required as the approach may be limited for tumors with significant posterior or infratemporal fossa involvement.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636523",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Minimally invasive LOA stands as a plausible and aesthetically favorable surgical corridor for addressing TSs of the middle cranial fossa, even with extension into the posterior fossa. However, additional study is required as the approach may be limited for tumors with significant posterior or infra..."
    },
    {
      "title": "Expectation Versus Reality: Exploring Decisional Regret in Minimally Invasive Lumbar Spine Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636519/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: DR in minimally invasive lumbar decompression is strongly linked to expectation-actuality differences and reduced satisfaction, with pain relief, activity, and exercise emerging as key drivers. These findings highlight the importance of refining tools to assess expectations and identify unmet needs to reduce regret and improve patient-reported outcomes.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636519",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DR in minimally invasive lumbar decompression is strongly linked to expectation-actuality differences and reduced satisfaction, with pain relief, activity, and exercise emerging as key drivers. These findings highlight the importance of refining tools to assess expectations and identify unmet needs ..."
    },
    {
      "title": "Human immune response to primary cryptosporidiosis parallels murine infection models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Cryptosporidium is a protozoan parasite that causes cryptosporidiosis, an enteric infection associated with diarrhea, malnutrition, and impaired childhood development in low- and middle-income countries. Both humoral and cell-mediated immune responses have been implicated in protection, but the durability and quality of human immune responses in immunocompetent adults remain poorly defined. We investigated the development of immunity in two healthy U.S. adults following primary cryptosporidiosis...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636514",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the development of immunity in two healthy U",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrochemical Azidoarylthiation of Aryl Olefin and Enol Ethers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636502/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "We have developed a green electrochemical method for azidoarylthiation of styrenes and enol ethers by employing trimethylsilyl azide as a nucleophile and diaryl disulfides and aryl thiols as atom-economical arylthio sources under oxidant- and metal-free conditions. β-Azido aryl sulfides were obtained in moderate to good yields, and the reaction showed good functional group tolerance. This method avoids the formation of 1,2-disulfides and 1,2-diazides and controls the regioselectivity of the...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636502",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proteomic Landscape of H<sub>2</sub>S-Releasing Peptide Mediated Neuroprotection in Traumatic Brain Injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Traumatic brain injury (TBI) constitutes a health burden, with outcomes shaped by the primary injury and the progressive secondary injury cascades leading to the impairment of neuronal integrity, brain homeostasis, and cognitive functions. In the absence of therapies targeting the molecular aftermath of TBIs and the conventional limitations associated with the H(2)S donors, the novel H(2)S-releasing peptides (SVRN-4) with potent neuroprotective effects provide a rational and promising...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636499",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The International Immunotherapy Society for Fungal Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "The treatment of invasive fungal diseases is unsatisfactory because of high morbidity and mortality despite antifungal therapy. These patients are often immunocompromised, and improvements in treatment outcome are likely to require immune therapy. To promote immune therapies against fungal diseases, the International Immunotherapy Society for Fungal Diseases was organized.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636476",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Axis-Dependent Conduction Polarity: Design Principles and High-Throughput Discovery of Transverse Thermoelectrics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Some semiconductor materials exhibit axis-dependent conduction polarity (ADCP), where carrier transport is dominated by electrons along one crystallographic axis and holes along another. This unconventional transport behavior enables transverse thermoelectricity and other functionalities that are inaccessible in conventional isotropic/unipolar semiconductors. However, only a few ADCP materials have been identified, largely because the underlying electronic design principles have remained...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636469",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigating the Relationship Between Food, Housing, and Transportation Insecurity and Chronic Disease Among US Women Using Nationally Representative Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "PurposeTo examine the association between the social determinants of health (SDOH) and hypertension, diabetes, heart disease, and anxiety and/or depression among adult US women.DesignCross-sectional survey.Setting2022 Health Information National Trends Survey (HINTS).SampleWomen aged ≥18 years (N = 3535) participated from the U.S.MeasureOutcome variable was diagnosis of diabetes, hypertension, heart disease, and mental illnesses. Covariates included sociodemographic characteristics along with...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636461",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What Is the Fate of the Adjacent L3-L4 and L5-S1 Disk Angles Following a L4-L5 Decompression-only Surgery?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: L4-L5 laminectomy demonstrated the strongest association between operated and cranial segment motion, suggesting biomechanical coupling after decompression. Larger, prospective studies are warranted to validate these preliminary findings.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636438",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "L4-L5 laminectomy demonstrated the strongest association between operated and cranial segment motion, suggesting biomechanical coupling after decompression. Larger, prospective studies are warranted to validate these preliminary findings"
    },
    {
      "title": "Adaptive Seamless Phase II/III Randomization Test Considering Treatment Group Selection Based on Short-Term Binary Outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636418/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Recently, adaptive seamless phase II/III designs (ASDs) have gained attention because they improve the efficiency of drug development. In an ASD, a phase II trial, which explores the dose-response relationships and identifies treatments for the phase III trial, is combined with a phase III trial, which aims to demonstrate the efficacy and safety of the selected treatment arms in a single trial. This study focused on ASD, which selects treatment groups based on the short-term outcomes observed...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636418",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to demonstrate the efficacy and safety of the selected treatment arms in a single trial",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of Keratoconus-Related Phenotypes in Two Pcsk1 Mouse Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this setting, neither the N222D point mutation nor the Pcsk1 KO affected the corneal phenotype in two mouse models. The Pcsk1 gene could contribute to keratoconus when paired with additional genetic and environmental factors, not included in this study.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636415",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this setting, neither the N222D point mutation nor the Pcsk1 KO affected the corneal phenotype in two mouse models. The Pcsk1 gene could contribute to keratoconus when paired with additional genetic and environmental factors, not included in this study"
    },
    {
      "title": "Proactive Management and Treatment of Aortic Stenosis: An International Expert Perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "The 2025 European Society of Cardiology/European Association for Cardio-Thoracic Surgery guidelines mark a pivotal change, challenging the paradigm of symptom-driven watchful waiting, and supporting earlier treatment in many patients with asymptomatic severe aortic stenosis. Building on this foundation, this international expert perspective advocates a comprehensive, proactive management strategy and offers clinicians a contemporary operational framework for managing severe aortic stenosis. Key...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636408",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Circumferential Ultrasonic Renal Denervation Targeting Main Renal Arteries and Branches: A First-in-Human Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "This study assessed the feasibility and safety of ultrasound renal denervation (uRDN) targeting both main and branch renal arteries to treat uncontrolled hypertension. A circumferential uRDN system was evaluated in a porcine model (n = 6) and a first-in-human study (n = 5). Endpoints included the incidence of device-related adverse events and changes in blood pressure. Preclinical studies revealed a favorable safety profile and >97% reduction in renal norepinephrine levels. In the human study,...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636405",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age of onset and intrinsic neural timescales in first-episode schizophrenia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: INT abnormalities in first-episode schizophrenia are dependent on age of onset: the early-onset subtype shows widespread shortening of timescales across multiple brain networks, suggesting broad neurodevelopmental compromise, whereas the adult-onset subtype exhibits more focal abnormalities centered on the DMN. These findings suggested that INT may serve as a potential neuroimaging biomarker for distinguishing onset-age subtypes, aiding precise stratification and mechanistic studies...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636398",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "INT abnormalities in first-episode schizophrenia are dependent on age of onset: the early-onset subtype shows widespread shortening of timescales across multiple brain networks, suggesting broad neurodevelopmental compromise, whereas the adult-onset subtype exhibits more focal abnormalities centered..."
    },
    {
      "title": "Anchoring Triple Polar Sites in COFs to Tailor Electronic and Surface Properties for High Optoelectronic Performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636394/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Covalent organic frameworks (COFs) have attracted increasing attention as photocatalysts for hydrogen peroxide (H(2)O(2)) production owing to their structural tunability and intrinsic optoelectronic properties. However, achieving efficient charge separation and optimizing surface catalytic sites remain key challenges. Here, we report a rationally designed COF featuring triple polar sites─cyano modification on the vinyl linkage, a triazine center, and electron-donating/withdrawing side...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "UNIST"
      ],
      "pmid": "41636394",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thermoresponsive Reconfigurable Intelligent Electromagnetic Surfaces Enabled by VO<sub>2</sub> and Wood-Derived Nanocellulose, Suberin, and Biocarbon",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Reconfigurable intelligent surfaces (RISs) are key enabling technologies for next-generation wireless telecommunication systems, offering dynamic control over electromagnetic (EM) wave propagation. However, most existing RIS demonstrations rely on conventional electronic or metallic platforms, raising concerns about resource availability, recyclability, and environmental sustainability. In this study, hybrid nanostructured RIS prototypes (Prototypes I-III) were designed and fabricated using...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636383",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrated cognitive screening platform: A multidomain digital tool for rapid screening of mild cognitive impairment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "BackgroundEarly detection of mild cognitive impairment (MCI) is essential for initiating timely intervention and delaying progression to dementia. However, current diagnostic approaches often lack scalability and efficiency, limiting their utility in primary care and community settings.ObjectiveThis study developed and validated the Integrated Cognitive Screening Platform (ICSP), a self-administered, tablet-based tool designed for rapid, multidomain screening of MCI.MethodsICSP comprises five...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636379",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers for Alzheimer's disease and mild cognitive impairment: Recent advances in task-based EEG",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "BackgroundAlzheimer's disease (AD) accounts for the majority of dementia-related disorders among aging populations. Given the irreversible nature of AD, early detection of cognitive impairment is critical for improving prognosis and facilitating timely interventions before individuals meet the clinical criteria for AD.ObjectiveThe objective of this review is to provide a comprehensive summary of recent advances in task-based electroencephalography (EEG), such as using attention and inhibitory...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636372",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "nature",
      "objective": "of this review is to provide a comprehensive summary of recent advances in task-based electroencephalography (EEG), such as using attention and inhibitory",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Seeing Is Believing: IEC-HS after CAR T Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Immune effector cell-associated hemophagocytic lymphohistiocytosis-like syndrome (IEC-HS) is a complication seen in patients receiving chimeric antigen receptor (CAR) T cells, more frequently in those with CD22- or BCMA-targeted constructs compared with CD19. While associated with higher CAR T-cell expansion and a unique cytokine profile, the constellation of three cytokines (IFNγ, IL10, and IL1RA) correlated most strongly with IEC-HS severity and may help guide preemptive interventions. See...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636362",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation and Dynamic Change Characteristics of Cytokines in Severe Fever With Thrombocytopenia Syndrome Infected Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636354/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Severe fever with thrombocytopenia syndrome (SFTS) is a serious infectious disease that has received widespread attention. This study focused on the predictive value and trends of cytokines in SFTS patients. Information on 128 patients with SFTS was retrospectively collected from January 2019 to January 2023 at a large general hospital in Anhui Province, China. Of these, 34 died during the course of the disease. Compared to survivors, non-survivors exhibited significantly elevated cytokine...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636354",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Race, Ethnicity, and Attitudes Toward Physician-Assisted Death in the United States: A Narrative Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636347/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Overall, the evidence suggests lower support for PAD among racial and ethnic minority groups that may reflect, in part, distinct sociocultural factors extending beyond religion or socioeconomic status. This review highlights the need for more research on trust in health care and nuanced understanding to guide discussions on PAD policy and practice in diverse populations.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636347",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Overall, the evidence suggests lower support for PAD among racial and ethnic minority groups that may reflect, in part, distinct sociocultural factors extending beyond religion or socioeconomic status. This review highlights the need for more research on trust in health care and nuanced understandin..."
    },
    {
      "title": "Revealing the limits of covalent docking and advancing affinity prediction with covalent-aware multi-task learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636346/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Targeted covalent inhibitors (TCIs) have become an important modality in modern drug discovery, but computational tools for covalent pose prediction and quantitative affinity ranking remain underdeveloped. We constructed a large, structure and activity-resolved benchmark to systematically evaluate covalent docking and to develop a covalent-aware drug-target affinity (DTA) prediction framework. Starting from CovalentInDB 2.0 and related structural resources, we curated 2172 high quality covalent...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636346",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "modality in modern drug discovery, but computational tools for covalent pose prediction and quantitative affinity ranking remain underdeveloped",
      "conclusion": null
    },
    {
      "title": "Provider-to-provider telehealth use for obstetric services by rural practitioners: A scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Programs show promise, but little is known about the effectiveness of most programs. Gray literature was crucial for finding many programs, which highlights the potential for a lack of awareness of some of these resources.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636340",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Programs show promise, but little is known about the effectiveness of most programs. Gray literature was crucial for finding many programs, which highlights the potential for a lack of awareness of some of these resources"
    },
    {
      "title": "Interventions for Managing Delirium Symptoms in Terminally Ill Patients with Cancer: A Scoping Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This review revealed that the literature addressing delirium symptom management in terminally ill patients with cancer is limited and heterogeneous. Further research is warranted to strengthen the evidence base and to inform clinical practice guidelines for the care of this vulnerable population.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636337",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This review revealed that the literature addressing delirium symptom management in terminally ill patients with cancer is limited and heterogeneous. Further research is warranted to strengthen the evidence base and to inform clinical practice guidelines for the care of this vulnerable population"
    },
    {
      "title": "Sex Differences in Pain Sensitivity Among Cognitively Healthy Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Objective: This study examined sex differences in pain intensity and unpleasantness among cognitively healthy older adults. While females generally exhibit heightened pain sensitivity, research on sex differences in older adults remains limited. We aimed to determine whether these differences persist in aging populations without cognitive impairment. Methods: A sample of 58 community-dwelling older adults (≥60 years, 34 females, 24 males) were included in this pain psychophysics study to assess...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636333",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study examined sex differences in pain intensity and unpleasantness among cognitively healthy older adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Is a Hybrid Pulmonary Rehabilitation Programme Feasible and Effective in Individuals With COPD After an Exacerbation-Related Hospitalisation: A Mixed Methods Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636329/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The hybrid programme resulted in significant improvements in physical and psychological outcomes, and participants reported high levels of satisfaction. Qualitative findings highlighted the value of home-based delivery, supervision by a single care manager, informal carer involvement and emotional support in shaping feasibility and satisfaction. However, challenges related to remote sessions indicate that telerehabilitation may not be suitable for all patients and should not be used...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636329",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The hybrid programme resulted in significant improvements in physical and psychological outcomes, and participants reported high levels of satisfaction. Qualitative findings highlighted the value of home-based delivery, supervision by a single care manager, informal carer involvement and emotional s..."
    },
    {
      "title": "Prevalence of Pediatric Acute-Onset Neuropsychiatric Syndrome and Associated Obsessive-Compulsive Symptoms in Youth with Avoidant/Restrictive Food Intake Disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636319/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVES: Individuals with both avoidant/restrictive food intake disorder (ARFID) and pediatric acute-onset neuropsychiatric syndrome (PANS) report restrictive eating. Inflammatory and immunological alterations may drive the onset of restrictive eating and comorbid obsessive-compulsive (OC) symptoms in PANS, while the etiology of restrictive eating in ARFID is unknown. Nevertheless, few studies have explored PANS and related OC symptoms among individuals with ARFID. We aimed to identify the...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636319",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Individuals with both avoidant/restrictive food intake disorder (ARFID) and pediatric acute-onset neuropsychiatric syndrome (PANS) report restrictive eating",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acute ischemic stroke resulting from tandem lesions - insights from a Thrombectomy Capable Stroke Center in Kashubia region (Poland). The frequency, causes, procedural intricacies, and complications of tandem lesions compared to isolated intracranial artery occlusions and isolated extracranial internal carotid artery occlusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND CLINICAL IMPLICATIONS: In the analyzed cohort of interventionally treated AIS patients, the presence of tandem lesions was correlated with poor clinical outcomes and associated with the presence of atherosclerosis risk factors. Endovascular procedures in these cases were more complex and involved extended time intervals. Conversely, patients with isolated intracranial lesions were generally older, with atrial fibrillation being the primary risk factor. In these patients,...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636317",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "In the analyzed cohort of interventionally treated AIS patients, the presence of tandem lesions was correlated with poor clinical outcomes and associated with the presence of atherosclerosis risk fact...",
      "conclusion": "AND CLINICAL IMPLICATIONS: In the analyzed cohort of interventionally treated AIS patients, the presence of tandem lesions was correlated with poor clinical outcomes and associated with the presence of atherosclerosis risk factors. Endovascular procedures in these cases were more complex and involve..."
    },
    {
      "title": "A Japanese five-constitution model: validation and characterization using the constitution in Chinese medicine questionnaire &amp;#8211; Japanese version",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The 18-item simplified questionnaire is a valid and reliable instrument for constitutional assessment in Japan. This concise tool effectively retains the structural and predictive information of the original 60-item version, offering a practical solution for large-scale research and personalized health management in clinical settings.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636294",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The 18-item simplified questionnaire is a valid and reliable instrument for constitutional assessment in Japan. This concise tool effectively retains the structural and predictive information of the original 60-item version, offering a practical solution for large-scale research and personalized hea..."
    },
    {
      "title": "Observation of the Angioplasty Effect of Stent-Retriever Thrombectomy in Acute Intracranial Atherosclerotic Artery Stenosis: A Case Series Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Intracranial atherosclerotic stenosis (ICAS) is one of the most common causes of ischemic stroke worldwide, and endovascular treatment is the primary therapeutic approach, but the clinical recanalization rate is low. Clinical practice has revealed the occurrence of an angioplasty effect following endovascular treatment, which may explain the low recanalization rate. Four patients with ICAS who underwent endovascular therapy were included in this retrospective case series. Demographic, medical...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636284",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Support of Venous Glucose as a Reference Matrix for Evaluating Continuous Glucose Monitoring Accuracy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636283/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636283",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Generation cycles in experimental populations of a multivoltine insect",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636277/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Some animals exhibit large-amplitude fluctuations with periods close to their generation length. These fluctuations can be caused by seasonal environmental influences, scheduled pesticide applications, or ecological factors such as intraspecific regulation and consumer-resource interactions. While theory provides various mechanisms for how environmental and ecological factors might generate generational fluctuations, there has never been a field experiment testing the relative contributions of...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636277",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Gap Analysis in Therapeutic Services for Birthing Individuals with Perinatal Mental Health Disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "This article calls attention to a gap in services to address the needs of birthing individuals diagnosed with perinatal mental health conditions (PMHs) in New York State (NYS). We analyzed secondary birth data and surveyed MSW programs in NYS. Results indicate a gap in the availability of masters-prepared social workers to provide care for pregnant persons and their partners. In a three-year period in Syracuse (2017-2019), nearly one-third (n = 1,684, 30.1%) of persons delivering a baby reported...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636275",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "secondary birth data and surveyed MSW programs in NYS",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acrylamide-Induced Neurotoxicity Is Mitigated by Curcumin and Its Nano Lipid Carrier Formulation in Albino Rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Acrylamide (AA) exerts neurotoxicity and genotoxicity in wildlife and humans. This study measured the ability of curcumin, an antioxidant, and curcumin Nano lipid carriers (Cur-NLCs) to alleviate biochemical biomarkers of AA-induced neurotoxicity in the cortex and hippocampus of exposed rats. Thirty adult female albino rats were assigned into one of five experimental groups: (1) negative control, (2) vehicle control, (3) acrylamide (50 mg/kg b.wt), (4) acrylamide (50 mg/kg b.wt) with curcumin...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636267",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Postnatal Osteoblast-Specific Sirt1 Ablation Directs Bone Remodeling and Systemic Glucolipid Homeostasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Sirtuin 1 (Sirt1) plays a pivotal role in maintaining energy homeostasis, however the crosstalk of Sirt1 in bone remodeling and energy expenditure has not been well understood. In this study, tamoxifen (TAM)-induced osteoblast-specific Sirt1 conditional knockout (cKO) mice were generated by crossing Col1a1-CreERT2 mice with Sirt1 floxed mice, and these mice exhibited a lower-bone-mass phenotype associated with declined bone formation and accelerated bone resorption. Despite no significant change...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636262",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An iron-based organic framework-modified Cu-Co-Fe ternary layered double hydroxide enhanced adsorptive removal of antibiotics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636249/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Adsorption has emerged as a green and promising solution for antibiotic removal in wastewater treatment systems, driving an urgent demand for designing high-performance and eco-friendly adsorbents that enable rapid and efficient elimination of antibiotic contaminants. Herein, a high-activity Fe-based metal-organic framework (Fe-MOF) was in situ integrated with a copper-cobalt-iron layered double hydroxide (CuCoFe-LDH) via a two-step hydrothermal synthesis process, successfully fabricating an...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636249",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transmembrane proteins in cancer: insights from mechanism to clinical impact",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636247/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Transmembrane proteins (TMEMs) constitute a large family of proteins that span biological membranes and are distributed across various cellular organelles, playing key roles in maintaining cellular homeostasis. Increasing evidence has revealed that dysregulation of TMEMs is closely associated with cancer development and progression. Therefore, a deeper understanding of the relationship between TMEMs and cancer is essential. Different TMEMs can function either as oncogenes or tumour suppressors,...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636247",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Step count as a digital mobility outcome in orthopedics and orthopedic trauma surgery: a scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636244/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "The need to collect objective outcome parameters digitally is increasing in both clinical practice and research. Step count is a frequently utilized digital mobility outcome (DMO) in orthopedic traumatology; however, its usefulness to monitor the patient recovery process remains unclear. The aim of this scoping review is to investigate the application and utility of daily patient step count as a DMO in musculoskeletal injuries. PubMed and consensus.app were queried. Eligibility criteria included...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636244",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "outcome parameters digitally is increasing in both clinical practice and research",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial intelligence-powered nanomedicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "The escalating global burden of diseases-including cancer, neurodegenerative, and cardiovascular disorders-poses severe threats to human health and social development. The inherent limitations of conventional diagnostic, imaging, and therapeutic modalities have driven the rapid evolution of nanomedicine, particularly nanotheranostics, which integrates diagnostic and therapeutic functionalities within a single nanoplatform for enhanced precision and safety. Despite remarkable advances in...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636234",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TLR4-MyD88-NF-κB signaling in the airway epithelium promotes Acinetobacter baumannii clearance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings highlight the airway epithelium as a critical site of innate immune sensing and coordinating the pulmonary host defense against A. baumannii.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636230",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the airway epithelium as a critical site of innate immune sensing and coordinating the pulmonary host defense against A. baumannii"
    },
    {
      "title": "Performance and stability evaluation of LaF<sub>3</sub> thin-film waveplates for high-power 266 nm laser applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Glancing angle deposition (GLAD) enables the fabrication of thin film waveplates suitable for compact ultraviolet (UV) laser systems. The SiO(2) material is commonly employed due to its high laser resistance. However, all-silica waveplates exhibit instability under varying humidity because of water adsorption in the porous structure. Here, we demonstrate anisotropic LaF(3) coatings deposited using both electron beam and thermal evaporation technologies. LaF(3)-based waveplates were fabricated...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636214",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Resilient by nature: managed rearing does not erode physiochemical tolerances of an extremophile fish",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Populations in managed care are valuable resources that complement in situ conservation efforts, but adaptation to captive conditions and other domestication effects present concerns for conservation. Many populations of fish adapted to sulfide springs are highly endemic and imperiled, potentially benefiting from ex situ conservation efforts. However, it is challenging to maintain natural conditions in the laboratory as hydrogen sulfide (H2S) is highly toxic and coincides with severe hypoxia....",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636208",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural basis of glycoform selectivity in prion strains",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Prion diseases originate from the pathological misfolding of the cellular sialoglycoprotein prion protein (PrP^(C)), universally found across mammalian species, into an aberrant conformation termed PrP^(Sc), which exhibits high aggregation propensity and neurotoxicity. Distinct conformations of the misfolded and aggregated PrP^(Sc), termed prion strains, can cause different disease phenotypes and transmission characteristics. Different prion strains exhibit well-defined and distinct glycoform...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636203",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gene Regulatory Programs of NK Cells Show That NCAM1 (CD56) and KIRs Are Controlled by Genetically Polymorphic Distal Regulatory Elements",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Owing to their immunoprotective properties, natural killer (NK) cells are critical for the innate immune response to pathogens, as well as a new wave of cancer immunotherapy that harnesses natural cytotoxicity. We sought to study the genetic and epigenetic drivers behind human-specific NK cell receptors, so that we can better understand the underlying cellular function. Here, we present a transcriptomic, proteomic (CITE-seq), and chromatin (single nuclei ATAC-seq) profiling of human peripheral...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636199",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "study the genetic and epigenetic drivers behind human-specific NK cell receptors, so that we can better understand the underlying cellular function",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent research progress on photothermal icephobic materials from fabrication to application",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "The increasing frequency of extreme weather events driven by global climate change has intensified icing-related challenges across critical infrastructure, including transportation, energy systems, and aerospace applications. Conventional anti-/de-icing technologies are often limited by high energy consumption, operational inefficiency, and environmental concerns, underscoring the urgent need for more sustainable solutions. Herein, we define key terms: 'icephobic' materials passively inhibit ice...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636177",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microarrayed Allergen Molecules Distinguish IgE Sensitisation to Blomia tropicalis and Dermatophagoides pteronyssinus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636175/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The algorithm based on microarrayed Blo t and Der p allergens for discrimination of Blo t and Der p sensitisation may support prescription of allergen-specific immunotherapy. At minimum, it will be helpful in understanding disease aetiology and for fine resolution mapping of allergic reactivities in HDM sensitisation.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636175",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The algorithm based on microarrayed Blo t and Der p allergens for discrimination of Blo t and Der p sensitisation may support prescription of allergen-specific immunotherapy. At minimum, it will be helpful in understanding disease aetiology and for fine resolution mapping of allergic reactivities in..."
    },
    {
      "title": "Celebrating 20 Years of SAINT: Leading the Future of Nanoscience through Convergence and Innovation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636157/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Founded in 2005 with a mission to advance convergence-centered nanotechnology, the SKKU Advanced Institute of Nanotechnology (SAINT) has grown into a leading hub for discovery and translation across two-dimensional materials, flexible and neuromorphic electronics, catalysis, sustainable energy, and bioinspired systems. To mark SAINT's 20th anniversary, this Nano Focus highlights representative advances by SAINT-affiliated researchers published in ACS Nano and outlines strategic directions in...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636157",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "ACS Nano and outlines strategic directions in",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acceptance and the willingness to pay for human papilloma virus (HPV) vaccine: A systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Human papillomavirus (HPV) is a major global health concern due to its link to cervical and other cancers. Although HPV vaccination is highly effective, acceptance and willingness to pay (WTP) differ widely across populations. This review summarizes global evidence from 2015-2025. A systematic search of PubMed, Scopus, CENTRAL, Web of Science, and Google Scholar was conducted in 2025 following PRISMA guidelines. Studies reporting data on knowledge, acceptance, attitudes, and WTP across any...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636135",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychosocial and Health Factors Associated With Functional Difficulties Among Older U.S. Veterans With Cardiovascular Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "ObjectivesOlder U.S. military veterans with cardiovascular disease (CVD) are at elevated risk for functional decline. This study examined sociodemographic, health, and psychosocial correlates of overall and domain-specific functioning in this population.MethodsData were drawn from 757 veterans aged ≥60 years with CVD who participated in the National Health and Resilience in Veterans Study. Bivariate, multivariable, and relative importance analyses were used to identify key correlates of...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636126",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "sociodemographic, health, and psychosocial correlates of overall and domain-specific functioning in this population",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A diffusion model analysis of task set inertia and task set reconfiguration in ADHD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study contributes to a growing literature finding that the performance deficits in children with ADHD across executive and non-executive function tasks are related to lower-level perceptual decision-making weaknesses that have downstream effects on higher-order processing.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636125",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study contributes to a growing literature finding that the performance deficits in children with ADHD across executive and non-executive function tasks are related to lower-level perceptual decision-making weaknesses that have downstream effects on higher-order processing"
    },
    {
      "title": "Integrative single-cell analysis uncovers distinct tumour microenvironment ecotypes and immune evasion across skin cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636115/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study establishes a pan-skin cancer immune remodelling framework, providing a foundation for biomarker discovery and the development of new immunotherapy strategies.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636115",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study establishes a pan-skin cancer immune remodelling framework, providing a foundation for biomarker discovery and the development of new immunotherapy strategies"
    },
    {
      "title": "Hydroxyquinoline-functionalised aza-crown macrocycles for lanthanide coordination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636114/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Emerging therapeutic radiolanthanides have utility for systemic molecular radiotherapy in nuclear medicine, provided that suitable chemical technology is available to incorporate them into receptor-targeted radiopharmaceuticals. In this work, N,N'-bis(8-hydroxyquinoline-2-ylmethyl)-4,13-diaza-18-crown-6 (H2KHQ) was synthesised, and its binding ability, thermodynamic stability and selectivity for Ln^(3+) ions (Ln^(3+) = La, Tb, and Lu) investigated. The design of H2KHQ involves pendant arms...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636114",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineered Nanofiber-Based Nerve Guidance Conduit Facilitates the Restoration of Peripheral Nerve Injury through Enhanced Vascularization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636112/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Peripheral nerve injuries (PNI) can disrupt the innervation of target organs, leading to diverse dysfunctions. While autologous nerve grafts are often regarded as the gold standard for treatment, their use is limited by donor nerve availability and potential complications at the injury site. Therefore, nerve guidance conduits (NGCs) constructed from biomaterials are favoured as an alternative for nerve repair. Angiogenesis provides the necessary prerequisites and microenvironmental support for...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636112",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disrupting the Senescence-Associated Secretory Phenotype-M1Macrophage Feedback Loop in Synovitis Using Dual Nano-Switches To Restore Joint Homeostasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636104/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Osteoarthritis (OA), a leading cause of disability worldwide, impacts over 300 million people through progressive joint degeneration marked by chronic pain and functional impairment. A key driver of osteoarthritis progression is synovitis, characterized by inflamed synovial tissue harboring senescent fibroblasts and pro-inflammatory macrophages. These senescent cells secrete senescence-associated secretory phenotype (SASP) components, includining cytokines and proteases, which drive macrophage...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636104",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling Dynamic Interplay on Defective Indium Sites During CO<sub>2</sub> Photoreduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Defect engineering is a promising strategy in heterogeneous catalysis, while understanding how the defective sites affect reactivity still remains ambiguous. Herein, we demonstrated an in-depth experimental study of dynamic interaction of CO(2) molecules on defective In(2)S(3) surfaces by integrating operando X-ray photoelectron spectroscopy with infrared spectroscopy. More specifically, the formation of S vacancy could promote the electron enrichment on adjacent In sites for facilitating CO(2)...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636094",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plasma-assisted CH<sub>4</sub> activation on Cu/CeO<sub>2</sub> catalysts: insights into the effect of catalyst surface and vibrational excitation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "The lack of chemical understanding and efficient catalysts impedes the development of plasma-catalytic CH(4) conversion. In this work, we employ density functional theory calculations to understand the effects of vibrational excitation on the dissociative chemisorption of both CH(4) and CH(3) on surfaces relevant for (plasma-assisted) catalysis, i.e., Cu(111), CeO(2)(111), and a single Cu atom supported on CeO(2)(111). The single-atom Cu catalyst (Cu(1)/CeO(2)(111)) shows the lowest energy...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636086",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding Neurodegenerative Diseases From the -Omics Perspective: Lessons Learnt",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "As the population ages, certain neurodegenerative diseases (NDs) are becoming a major health issue. For this reason, this review will focus on the most common ND with onset after 65 years old; Alzheimer's disease, Parkinson's disease, Lewy body dementia, and frontotemporal dementia. NDs are the results of multifactorial processes causing pleiotropic changes in molecular and protein networks linking a host of biological processes that lead to protein dysregulation and aggregation that ultimately...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636082",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detected Shifts Towards Drought-Adaptive Strategies in the Amazon Forest Over the Last Four Decades",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "The Amazon Forest is undergoing rapid ecological shifts driven by intensifying drought, rising temperatures, and widespread anthropogenic disturbance. Yet the reorganization of vegetation functional strategies under climate stress remains poorly quantified at the biome scale. Here, we show that the temporal stability of canopy reflectance offers a sensitive remote proxy for sclerophylly-leaf toughness, a key indicator of conservative, drought-adaptive plant strategies. By integrating...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636072",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radiotherapy for Neovascular Age-Related Macular Degeneration: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Epimacular brachytherapy (EBM) combined with anti-VEGF therapy may worsen patient outcomes and increase the risk of adverse events. In contrast, stereotactic radiotherapy (SRT) combined with anti-VEGF therapy does not improve visual acuity but can reduce the frequency of anti-VEGF injections, potentially alleviating the treatment burden for patients with nAMD.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636066",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Epimacular brachytherapy (EBM) combined with anti-VEGF therapy may worsen patient outcomes and increase the risk of adverse events. In contrast, stereotactic radiotherapy (SRT) combined with anti-VEGF therapy does not improve visual acuity but can reduce the frequency of anti-VEGF injections, potent..."
    },
    {
      "title": "Hydroquinone Isomer-Directed n-Doping Modulation of MoO<em><sub>x</sub></em> Enables Thickness-Insensitive Hole Transport Layers for High-Efficiency Organic Solar Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Developing solution-processed, thickness-insensitive hole-transporting layers (HTLs) remains a key challenge for the scalable fabrication of organic solar cells (OSCs). Herein, three dihydroxybenzene isomers─catechol (CT), resorcinol (RS), and hydroquinone (HQ)─were employed as mild reducing agents to synthesize highly conductive MoO(x) HTLs, enabling a systematic investigation of the structure-property-performance relationship linking the reducing agent's molecular structure, the resulting HTL...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636063",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Loss of ROR2 Tyrosine Kinase Receptor Is Associated With Endothelial Dysfunction in PAH via Inappropriate Integrin β1 Activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636059/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ROR2 regulates pulmonary angiogenesis by maintaining endothelial barrier integrity and facilitating integrin recycling. ROR2 restoration could be a potential therapeutic approach for PAH.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636059",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ROR2 regulates pulmonary angiogenesis by maintaining endothelial barrier integrity and facilitating integrin recycling. ROR2 restoration could be a potential therapeutic approach for PAH"
    },
    {
      "title": "Leptin Activates Brain-BAT-Heart Crosstalk to Promote Cardiac Protection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Activation of LepR in the brain protects the heart after ischemia-reperfusion injury via sympathetic-mediated BAT-derived EVs enriched with microRNA-29c-3p.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636042",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Activation of LepR in the brain protects the heart after ischemia-reperfusion injury via sympathetic-mediated BAT-derived EVs enriched with microRNA-29c-3p"
    },
    {
      "title": "Timing of ECLS Initiation and Outcomes in Acute Myocardial Infarction-Related Cardiogenic Shock: A Predefined Subanalysis of the ECLS-SHOCK Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636040",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Age ≥75 Years on the Efficacy and Safety of Mechanical Circulatory Support Devices in Infarct-Related Cardiogenic Shock: Meta-Analysis With Individual Patient Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636039/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636039",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Endothelial LRRC8C Associates With LRRC8A and LRRC8B to Regulate Vascular Reactivity and Blood Pressure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636028/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: LRRC8A/B/C form the endothelial LRRC8 heteromeric complex. LRRC8C is nonredundant in supporting endothelial AKT-endothelial NO synthase signaling, vascular relaxation, and resistance to hypertension.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636028",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LRRC8A/B/C form the endothelial LRRC8 heteromeric complex. LRRC8C is nonredundant in supporting endothelial AKT-endothelial NO synthase signaling, vascular relaxation, and resistance to hypertension"
    },
    {
      "title": "Determinants of Placental Versus Maternal Preeclampsia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636024/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Classifying preeclampsia based on birthweight percentile for gestational age is the most useful system for consistently identifying preeclampsia associated with placental pathology.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41636024",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Classifying preeclampsia based on birthweight percentile for gestational age is the most useful system for consistently identifying preeclampsia associated with placental pathology"
    },
    {
      "title": "Sleep quality, not sleep apnoea, is associated with post-stroke fatigue in acute ischemic stroke: a cross-sectional Norwegian study (NORFAST)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635989/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Addressing sleep quality in the acute stroke phase may benefit post-stroke fatigue.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635989",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Addressing sleep quality in the acute stroke phase may benefit post-stroke fatigue"
    },
    {
      "title": "Misleading comments about the impact of early BCG vaccination on neonatal and infant mortality",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635988/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635988",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nb<sub>2</sub>C-Reinforced Hydrogel Microneedle as Dual ROS-Scavenging Platform to Promote Diabetic Wound Healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Excessive and continuous production of reactive oxygen species (ROS) is a significant factor contributing to severe inflammation, bacterial infections, and poor angiogenesis, and it can also delay the healing of diabetic wounds. However, traditional clinical treatment methods are unable to effectively eliminate ROS. Herein, a dual ROS-scavenging platform that integrates multifunctional niobium carbide (Nb(2)C) reinforced with curcumin (Cur) with UV-crosslinked hydrogel microneedles (MN) is...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635977",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of matrix-construction assumptions on quantitative overlap assessment in overviews: A meta-research study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635949/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Overlap of primary studies among multiple systematic reviews (SRs) is a major challenge when conducting overviews. The corrected covered area (CCA) is a metric computed from a matrix of evidence that quantifies overlap. Therefore, the assumptions used to generate the matrix may significantly affect the CCA. We aim to explore how these varying assumptions influence CCA calculations. We searched two databases for intervention-focused overviews published during 2023. Two reviewers conducted study...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635949",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to explore how these varying assumptions influence CCA calculations",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fc-mediated immune effector functions elicited by recombinant and live-attenuated herpes zoster vaccines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635931/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: RZV induced superior Fc effector functions of VZV-gE antibodies compared to ZVL did. Older adults exhibited weaker Fc-mediated responses compared to younger adults following vaccination.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635931",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RZV induced superior Fc effector functions of VZV-gE antibodies compared to ZVL did. Older adults exhibited weaker Fc-mediated responses compared to younger adults following vaccination"
    },
    {
      "title": "Urolithin A regulates gut: liver axis to ameliorate alcohol-associated liver disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635923/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings suggest that the simultaneous targeting of gut barrier dysfunction, inflammation, and hepatic steatosis by treatment with UroA may offer new possibilities for combating ALD. Moreover, our results suggest that UroA-mediated protective activities against EtOH-induced gut barrier dysfunction and inflammation in ALD are dependent on intestinal epithelial cell-AHR.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635923",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that the simultaneous targeting of gut barrier dysfunction, inflammation, and hepatic steatosis by treatment with UroA may offer new possibilities for combating ALD. Moreover, our results suggest that UroA-mediated protective activities against EtOH-induced gut barrier dysfuncti..."
    },
    {
      "title": "Cobalt-mediated structural transition: facilitating rapid synthesis and enhanced performance of pyrochlore materials for efficient water electrolysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635915/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Vacancies, which inevitably exist in all solids, influence numerous atomic behaviors and material properties and play a crucial role in both synthesis processes and application performance. In this study, we present a successful approach utilizing the flexible transition between [CoO(4)] and [CoO(6)] polyhedra to modulate the oxygen vacancies for further controlling the formation of ruthenate pyrochlores and enhancing the electrocatalytic performance for the oxygen evolution reaction. During the...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635915",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Allosteric ligand-aptamer complexes orchestrate supramolecular or transient catalytic, transcription and fibrinogenesis processes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Allosteric regulation, the modulation of biological macromolecular function through binding of molecules at distant sites distinct from the active site, is a fundamental principle in biology that governs enzyme activity, signaling, and gene expression. In this work, we present allosteric ligand/aptamer complexes, coupled to biocatalytic reaction modules composed of enzymes, DNAzymes, or transcription machineries, regulating the catalytic and transient functions of these frameworks. This...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635914",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of Two-Body Wear of Nanocomposites With Different Filler Morphology and Composition Using White-Light Interferometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: VH and wear behavior are significantly affected by the filler parameters of nanocomposites.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635901",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "VH and wear behavior are significantly affected by the filler parameters of nanocomposites"
    },
    {
      "title": "Analysis of Correlation Between the Core Competency Status and Spiritual Health of Nursing Intern Students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study shows that the core abilities of nursing intern students need to be improved, especially in terms of critical thinking and reasoning skills. In addition, their spiritual health level will have an impact on the development of core competencies.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635892",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on the development of core competencies",
      "conclusion": "This study shows that the core abilities of nursing intern students need to be improved, especially in terms of critical thinking and reasoning skills. In addition, their spiritual health level will have an impact on the development of core competencies"
    },
    {
      "title": "Stability, neurology, infection, and morbidity (SNIM): The quest towards a unified framework for assessment and management of spinal infection:A narrative review and position paper of the EANS spondylodiscitis study group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The SNIM framework is presented as a preliminary model intended to harmonize terminology, support trial development, and structure future research. While not a validated classification system, it provides a foundation for stratifying patients and exploring outcome-relevant variables. The proposed algorithm reflects current expert interpretation and is offered as a hypothesis-generating tool to be refined through collaborative validation efforts. This paper aims to stimulate ongoing...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635883",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to stimulate ongoing",
      "significance": null,
      "conclusion": "The SNIM framework is presented as a preliminary model intended to harmonize terminology, support trial development, and structure future research. While not a validated classification system, it provides a foundation for stratifying patients and exploring outcome-relevant variables"
    },
    {
      "title": "Ginkgo biloba extract suppresses hepatocellular carcinoma progression by inhibiting the recruitment of myeloid-derived suppressor cells through reduced CXCL1 secretion via SRC downregulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: GBE suppresses HCC progression by downregulating SRC expression, which consequently reduces CXCL1 secretion and limits MDSCs recruitment within the tumor. These findings highlight GBE as a promising adjuvant immunotherapeutic strategy for HCC.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635857",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GBE suppresses HCC progression by downregulating SRC expression, which consequently reduces CXCL1 secretion and limits MDSCs recruitment within the tumor. These findings highlight GBE as a promising adjuvant immunotherapeutic strategy for HCC"
    },
    {
      "title": "Associations between functional autoantibodies targeting GPCRs, antinuclear antibodies, and inflammatory cytokines TNF-α: a cross-sectional study of 19,810 individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635852/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Functional autoantibodies targeting G protein-coupled receptors (GPCR-AAbs) have increasingly been implicated in autoimmune and inflammatory diseases. However, their relationships with established autoimmune biomarkers, such as antinuclear antibodies (ANA), and key inflammatory cytokines remain insufficiently understood. This study aimed to investigate the associations between different functional GPCR-AAbs, ANA positivity, and inflammatory cytokines, with a particular focus on...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635852",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the associations between different functional GPCR-AAbs, ANA positivity, and inflammatory cytokines, with a particular focus on",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interventional effects of mesenchymal stem cells on epithelial-mesenchymal transition in head and neck squamous cell carcinoma and underlying mechanisms: a systematic review and meta-analysis of <em>in vitro</em> studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635849/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The existing in vitro evidence suggests that mesenchymal stem cells may exhibit a potential to promote EMT in HNSCC, potentially regulating tumor progression through multiple signaling pathway networks and providing new potential targets for future therapies targeting the TME. However, more high-quality, standardized in vivo and in vitro studies are needed to further validate the related mechanisms and therapeutic potential.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635849",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The existing in vitro evidence suggests that mesenchymal stem cells may exhibit a potential to promote EMT in HNSCC, potentially regulating tumor progression through multiple signaling pathway networks and providing new potential targets for future therapies targeting the TME. However, more high-qua..."
    },
    {
      "title": "Telitacicept versus belimumab in proliferative lupus nephritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this preliminary study, telitacicept appears to induce earlier renal and immunologic remission than belimumab, along with a potential reduction in the need for glucocorticoids and immunosuppressants. Further validation in larger studies is needed.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635846",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this preliminary study, telitacicept appears to induce earlier renal and immunologic remission than belimumab, along with a potential reduction in the need for glucocorticoids and immunosuppressants. Further validation in larger studies is needed"
    },
    {
      "title": "Melanoma vaccines: current R&amp;D landscape, translational hurdles, and future outlook-a perspective drawn from 442 clinical trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635845/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Melanoma vaccines, especially in combination with ICIs and via personalized platforms, have significant potential. However, challenges include tumor heterogeneity, immunosuppressive tumor microenvironment (TME), inefficient delivery, geographical R&D imbalance, and low Phase III conversion. Interdisciplinary collaboration, international multicenter trials, optimized clinical design (e.g., early-stage patient enrollment), and policy support are needed to advance their clinical...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635845",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Melanoma vaccines, especially in combination with ICIs and via personalized platforms, have significant potential. However, challenges include tumor heterogeneity, immunosuppressive tumor microenvironment (TME), inefficient delivery, geographical R&D imbalance, and low Phase III conversion"
    },
    {
      "title": "Editorial: Strategies aimed at improving the effectiveness of immunotherapies in pediatric brain cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635844/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635844",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Editorial: Roles of macrophages and monocytes in resistance to immunotherapy in cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635819",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Interventional effects of mesenchymal stem cells on epithelial-mesenchymal transition in head and neck squamous cell carcinoma and underlying mechanisms: a systematic review and meta-analysis of <em>in vitro</em> studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.3389/fimmu.2025.1705852.].",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635818",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CervSpineNet: a hybrid deep learning-based approach for the segmentation of cervical spinous processes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Accurate segmentation of cervical spinous processes on lateral X-rays is essential for reliable anatomical landmarking, surgical planning, and longitudinal assessment of spinal deformity. However, no publicly available dataset provides pixel-level annotations of these structures, and manual delineation remains time-consuming and operator dependent. To address this gap, we curated an expert-labeled dataset of 500 cervical spine radiographs and developed CervSpineNet, a hybrid deep...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635798",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Use and reporting of systematic review methodology in EFSA scientific opinions on animal health and welfare",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635789/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Despite the growing use of systematic reviews of animal studies, it remains unclear how often systematic review methodology - such as detailed search strategies, critical appraisal, and protocol registration - is applied in regulatory contexts. We aimed to assess the use and reporting quality of systematic reviews in the European Food Safety Authority's (EFSA) Scientific Opinions on animal health and welfare.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635789",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "assess the use and reporting quality of systematic reviews in the European Food Safety Authority's (EFSA) Scientific Opinions on animal health and welfare",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Systematic evaluation of long- and short-read RNA-seq for human peripheral blood",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "RNA sequencing (RNA-seq) technologies enable comprehensive transcriptomic profiling, yet systematic comparisons using identical biological samples remain limited. Here, we performed a multi-faceted comparison of long-read (PacBio) and short-read (Illumina) RNA-seq using the same RNA from peripheral blood cells of four healthy donors. Unlike prior studies that aggregate datasets from different sources, this study evaluates platform-dependent performance across gene expression, transcript...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of fear of cancer recurrence on anxiety and depression in women with cancer: The chain mediating roles of financial toxicity and psychological distress - A multicenter investigative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635779/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Health care providers should be aware of the psychological and financial burdens associated with fear of recurrence in women with cancer. Addressing these issues may enhance the effectiveness of psychological interventions, reduce emotional distress, and ultimately improve patients' quality of life.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635779",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Health care providers should be aware of the psychological and financial burdens associated with fear of recurrence in women with cancer. Addressing these issues may enhance the effectiveness of psychological interventions, reduce emotional distress, and ultimately improve patients' quality of life"
    },
    {
      "title": "Disembodied neurorights? Reconsidering mental integrity and personal identity in memory modification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635772/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41635772",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-gene DNA methylation profiles of tumor suppressor genes for prognostic prediction in gastric cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41634637/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrates that tumor-specific DNA methylation changes, particularly when evaluated using multi-gene panels can enhance prognostic stratification in GC. These findings support the potential use of methylation-based biomarkers for personalized management of GC.",
      "pubDate": "2026-02-03T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41634637",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that tumor-specific DNA methylation changes, particularly when evaluated using multi-gene panels can enhance prognostic stratification in GC",
      "conclusion": "This study demonstrates that tumor-specific DNA methylation changes, particularly when evaluated using multi-gene panels can enhance prognostic stratification in GC. These findings support the potential use of methylation-based biomarkers for personalized management of GC"
    },
    {
      "title": "Impact of Colonoscopy Withdrawal Time and Proximal Colon Missed Flat Adenoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41634493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Flat adenoma detection and miss rate of the proximal colon were significantly different according to the withdrawal time of 3 min. Proximal colon withdrawal time of more than 3 min is required for colonoscopy, and it is expected to reduce interval cancer.",
      "pubDate": "2026-02-03T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41634493",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Flat adenoma detection and miss rate of the proximal colon were significantly different according to the withdrawal time of 3 min. Proximal colon withdrawal time of more than 3 min is required for colonoscopy, and it is expected to reduce interval cancer"
    },
    {
      "title": "Folate receptor 1 activation suppresses high glucose-induced amyloidogenesis in neurons via STAT3/Nrf2 pathway-dependent mitigation of mitochondrial oxidative stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41633894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Diabetes is a major risk factor for diabetic encephalopathy (DE), which is closely associated with sporadic Alzheimer's disease. Folic acid (FA) receptor signaling can suppress generation of neuropathogenic amyloid-beta (Aβ) induced by high extracellular glucose, suggesting that enhanced activation of this pathway could be a therapeutic strategy against DE-associated dementia, but the precise molecular signaling mechanisms are unclear. We report that high glucose levels increased the expression...",
      "pubDate": "2026-02-03T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41633894",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Myopia Management Consensus Statement in Korean Children 2025 by the Korean Myopia Society for KAPOS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41633654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Myopia, particularly high myopia, is a significant risk factor for several ocular pathologies including cataract, glaucoma, and retinal detachment. Excessive axial elongation associated with high myopia can induce biomechanical stretching, increasing the risk of serious complications like posterior staphyloma and myopic maculopathy. Global meta-analyses estimate that approximately 10 million people were visually impaired due to myopic maculopathy in 2015, with 3 million being blind. Recent...",
      "pubDate": "2026-02-03T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41633654",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Liraglutide alters gut microbiota and improves endothelium-dependent relaxation in db/db mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41633255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Endothelial dysfunction is a hallmark of type 2 diabetes mellitus (T2DM) and a major contributor to cardiovascular complications. Although glucagon-like peptide-1 receptor agonists (GLP-1RAs) improve glycemic control and cardiovascular outcomes, the mechanisms linking GLP-1RA therapy, gut microbiome modulation, and endothelial function remain incompletely understood. In this study, we investigated whether the GLP-1RA liraglutide improves endothelial dysfunction in T2DM through...",
      "pubDate": "2026-02-03T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41633255",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whether the GLP-1RA liraglutide improves endothelial dysfunction in T2DM through",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-temperature sintering with chemically durable glass for selenite solidification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41633142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Selenium oxide is highly volatile at high temperatures. This volatility hinders high-temperature processes for immobilizing radioactive selenium-79 (Se-79), resulting in radionuclide loss and secondary waste generation. To overcome this challenge, this study proposes a novel low-temperature sintering method for selenium immobilization. Silver selenite (Ag(2)SeO(3)) was synthesized and incorporated into a low-melting-point 35Ag(2)O-50TeO(2)-15 V(2)O(5) (ATV) glass matrix. A dense composite waste...",
      "pubDate": "2026-02-03T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41633142",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual antiplatelet therapy after percutaneous coronary intervention according to bleeding risk (HOST-BR): an open-label, multicentre, randomised clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41631724/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: The optimal duration of dual antiplatelet therapy (DAPT) after coronary stenting according to bleeding risk is not well established. We aimed to evaluate the optimal duration of DAPT after coronary stenting according to bleeding risk.",
      "pubDate": "2026-02-03T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41631724",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the optimal duration of DAPT after coronary stenting according to bleeding risk",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microfluidics-guided localized low-temperature modulation of axonal signal propagation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41631440/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "Low-temperature stimulation is recognized as a promising approach for neuromodulation, with the potential to suppress or slow neural activity. However, its impact on the spatial and electrophysiological properties of axonal conduction remains poorly understood. Conventional methods have lacked the spatial resolution necessary to isolate axon-specific responses to localized cooling. To overcome these limitations, we developed a microfluidic platform that integrates a microelectrode array (MEA)...",
      "pubDate": "2026-02-03T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU",
        "UNIST"
      ],
      "pmid": "41631440",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on the spatial and electrophysiological properties of axonal conduction remains poorly understood",
      "conclusion": null
    },
    {
      "title": "Efficacy and safety of adding a fourth oral antidiabetic drug versus metformin dose escalation in patients with type 2 diabetes inadequately controlled on triple oral combination therapy (EFFORT): A 24-week, randomized, open-label, multicenter trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41630635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Oral quadruple therapy achieved greater glycaemic and metabolic improvement without compromising safety, compared with metformin uptitration, supporting its role as an intensification strategy.",
      "pubDate": "2026-02-03T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41630635",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Oral quadruple therapy achieved greater glycaemic and metabolic improvement without compromising safety, compared with metformin uptitration, supporting its role as an intensification strategy"
    },
    {
      "title": "K-MIMIC: a nationwide Korean multi-institutional Multimodal intensive care dataset",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41630544/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The K-MIMIC is the first large-scale, multicenter, multimodal ICU dataset in Asia to provide a robust resource for critical care research, including AI-based prediction, monitoring, and longitudinal outcome studies. The dataset demonstrates the feasibility of secure and standardized ICU data integration across diverse institutions.",
      "pubDate": "2026-02-03T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41630544",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The K-MIMIC is the first large-scale, multicenter, multimodal ICU dataset in Asia to provide a robust resource for critical care research, including AI-based prediction, monitoring, and longitudinal outcome studies. The dataset demonstrates the feasibility of secure and standardized ICU data integra..."
    },
    {
      "title": "A Two-Wave Study of Avatar Customization and Psychological Benefits in Social Virtual Reality: The Role of Identification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41630457/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "As social virtual reality (social VR) platforms increasingly captivate users worldwide, questions arise about how digitally mediated self-representation affects psychological health. This study investigates how avatar characteristics-specifically perceived avatar appearance similarity and perceived attractiveness-shape users' well-being in social VR, with a focus on the mediating role of avatar identification. Drawing on two-wave longitudinal data collected over a three-month period from 486...",
      "pubDate": "2026-02-03T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41630457",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness and safety of bictegravir/emtricitabine/tenofovir alafenamide in people with HIV in Asia: 24-Month findings from the observational BICSTaR study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41630225/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260204144059&v=2.18.0.post22+67771e2",
      "description": "BICtegravir Single Tablet Regimen is a multiregional, observational cohort study assessing the effectiveness and safety of bictegravir/emtricitabine/tenofovir alafenamide (B/F/TAF) in treatment-naïve (TN) and treatment-experienced (TE) people with HIV. We present 24-month data for the BICtegravir Single Tablet Regimen Asia cohort. Between December 2020 and March 2024, prospective and retrospective data were collected from TN and TE people with HIV receiving B/F/TAF in routine clinical care in...",
      "pubDate": "2026-02-03T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41630225",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}