{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-01-22T19:31:16.843Z",
  "totalItems": 150,
  "totalArchived": 47281,
  "newPapersAdded": 171,
  "institutionBreakdown": {
    "KAIST": 8,
    "SNU": 48,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 2,
    "Korea University": 28,
    "IBS": 82,
    "UNIST": 2,
    "Hanyang University": 1,
    "KIST": 1,
    "GIST": 1,
    "Kyung Hee University": 4,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Materials Science": 7,
    "Multidisciplinary": 93,
    "Neuroscience": 9,
    "Cancer Research": 14,
    "Biomedical": 25,
    "Computer Science": 2
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Roles of Glia in Synapse Nano-organization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569490/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Glia, which are nonneuronal cells in the central nervous system, include astrocytes, microglia, and oligodendrocyte lineage cells. Historically, their passive roles in maintaining central nervous system function-such as supplying substrates for neuronal energy, buffering neurotransmitters, and improving neural conductance-have been primarily highlighted. Importantly, recent research has revealed that glial cells express genes directly related to controlling synapse nano-organization. In...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41569490",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A combined genetic and chemical approach for identifying novel antifungal compounds against <em>Fusarium graminearum</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568949/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Chemical fungicides act by targeting specific proteins or pathways, known as modes of action (MoAs). In this study, we established a systematic screening platform using Fusarium graminearum gene knockout mutants to evaluate the efficacy of fungicides and identify novel antifungal compounds. Target genes corresponding to major fungicide classes were deleted by homologous recombination, and the resulting mutants exhibited altered sensitivity to the corresponding fungicides compared with the...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41568949",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcriptome Analysis Provides Insights into Avenanthramide Biosynthesis in Oats under Methyl Jasmonate and Abscisic Acid Cotreatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568934/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Avenanthramides are phenolic alkaloid derivatives uniquely found in oats (Avena sativa L.). We conducted transcriptomic analysis to investigate the global changes of gene expression in oat seedlings cotreated with methyl jasmonate (MJ) and abscisic acid (ABA). The cotreatment significantly enhanced avenanthramide accumulation in oat seedlings, reaching 1171.7 mg/kg fresh weight, representing a 5.5-fold increase compared to the 4 day control sample (221.5 mg/kg FW). A total of 4841 genes were...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KAIST"
      ],
      "pmid": "41568934",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex Differences in Mortality and Functional Outcomes Across Stroke Subtype: A Nationwide Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this national cohort, sex disparities in stroke outcomes differed by subtype. Despite lower adjusted mortality in females, functional outcomes were not uniformly better. These findings underscore the importance of adopting sex- and subtype-specific approaches to stroke care, secondary prevention, and rehabilitation.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41568781",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this national cohort, sex disparities in stroke outcomes differed by subtype. Despite lower adjusted mortality in females, functional outcomes were not uniformly better"
    },
    {
      "title": "Endoglin Regulates Pluripotency and Differentiation in Human Embryonic Stem Cells Through Wnt and TGF-β Signaling Crosstalk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Although endoglin (ENG) is traditionally recognized as a coreceptor in TGF-β signaling, its role in human pluripotent stem cells (hPSCs) remains unexplored. Here, we report that ENG knockout (ENG^(-/-)) hPSCs maintain core pluripotency markers yet undergo spontaneous differentiation and exhibit markedly reduced potential to form mesoderm, ectoderm, and endoderm lineages. Contrary to expectations, pharmacological inhibition of TGF-β signaling failed to replicate or rescue this phenotype,...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41568654",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term biogas slurry fertilization alters rhizosphere soil metabolite profiles and microbial communities in poplar plantations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568038/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Biogas slurry, a nutrient-rich organic fertilizer, has unclear impacts on plant-soil interactions. Rhizosphere metabolites serve as a bridge between plants and soil microorganisms, significantly influencing soil health and microbial activity. This study employed high-throughput sequencing and untargeted metabolomics to investigate microbial community and metabolite profiles in rhizosphere soil of poplar plantations treated with biogas slurry at different concentrations (Con: untreated; Low: 250...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41568038",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electroacupuncture mitigates Bacillus Calmette-Guérin (BCG)-induced depression-like behavior and neuroinflammation via BDNF and NF-κB pathway in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Depression induce by chronic neuroinflammation disrupts daily life and work, underscoring the importance of its treatment. It this study, depressive- and anxiety-like behaviors were induced in mice by injecting bacillus Calmette-Guérin (BCG), resulting from chronic neuroinflammation. Daily stimulation with specific acupuncture points (Baihui and Yintang, GV20 and GV29) with electroacupuncture (EA) for 14 days significantly alleviated depressive- and anxiety-like behaviors. Additionally, it also...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41567552",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Laser-Architected Shape-Configurable Vertical Graphene Thermoacoustic Loudspeakers for 3D Acoustic Emission",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566636/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Recent advances in thermoacoustic (TA) loudspeakers have focused on freeform, conformal audio systems that enable conformal integration, spatial sound control, and seamless transformation between 2D and 3D geometries. However, their practical use remains limited by low sound pressure levels (SPLs) and poor mechanical adaptability, primarily due to insufficient thermal dissipation and structural rigidity. Here, we report a high-performance, shape-configurable TA loudspeaker based on vertically...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41566636",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Zdhhc22-mCherry BAC transgenic mouse line reveals neuronal expression dynamics in the developing and adult CNS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "The DHHC palmitoyltransferase Zdhhc22 is known to play a role in neuronal differentiation, synaptic regulation, and brain development. While transcriptomic data hint at region-specific expression, its exact spatiotemporal and cell-type distribution in the mammalian brain is unclear. For this purpose, we generated a bacterial artificial chromosome (BAC) transgenic mouse line that expresses the mCherry fluorescent reporter driven by the Zdhhc22 promoter. We then analyzed Zdhhc22 expression from...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41569336",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Basroparib inhibits YAP-driven cancers by stabilizing angiomotin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Yes-associated protein (YAP) is a key oncogenic effector and a well-established driver of resistance to anticancer therapies, especially in tumors harboring KRAS mutations. Although YAP is clinically relevant, drug-development efforts that directly inhibit its activity have been limited. Here, we show that basroparib-a selective tankyrase (TNKS) inhibitor that suppresses Wnt signaling-attenuates YAP-driven oncogenic programs by stabilizing angiomotin (AMOT), an endogenous negative regulator of...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41569232",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Level Ferulic Acid Production in Engineered Yeast Enables Discovery and Biosynthetic Application of Novel Enzymes from <em>Piper nigrum</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Ferulic acid (FA), a methoxy-substituted hydroxycinnamic acid, serves as a pivotal precursor for pharmaceuticals and plant natural products, yet its bioproduction faces challenges from competitive byproduct synthesis and inefficient methylation. To address these limitations, we first redirected carbon flux toward FA from fusel and styrenes by knocking out transcriptional activator ARO80 and the FA degradation pathway. Combined with the enhanced cofactor S-adenosylmethionine (SAM) regeneration...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41569073",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Beta-Amyloid Biomarkers on Performance of Digital Mind Mapping Tasks in Alzheimer's Disease Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568922/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The study confirms that patients with AD pathology experience difficulties in using their mental lexicon to activate and select appropriate words for retrieval due to damage in the temporal-parietal regions caused by beta-amyloid deposition. This study highlights the potential of digital mind maps as a novel word retrieval task for early differentiation of cognitive impairment in AD.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41568922",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study confirms that patients with AD pathology experience difficulties in using their mental lexicon to activate and select appropriate words for retrieval due to damage in the temporal-parietal regions caused by beta-amyloid deposition. This study highlights the potential of digital mind maps a..."
    },
    {
      "title": "Blood Pressure Status and Risk of Cardiovascular Disease in Older Adults Aged 75+ Without Prior Cardiovascular Events: A Nationwide Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this large observational cohort, elevated blood pressure (BP) categories were associated with higher risks of stroke and myocardial infarction in adults aged ≥75 years, with the highest risk in uncontrolled hypertension. Stroke risk rose progressively with increasing systolic BP, whereas myocardial infarction demonstrated a U-shaped relationship with diastolic BP. These findings highlight clinically relevant risk patterns in late life and may support future research aimed at...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41568920",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this large observational cohort, elevated blood pressure (BP) categories were associated with higher risks of stroke and myocardial infarction in adults aged ≥75 years, with the highest risk in uncontrolled hypertension. Stroke risk rose progressively with increasing systolic BP, whereas myocardi..."
    },
    {
      "title": "Management of Lateral Orbital Hollowing With Hyaluronic Acid Filler",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Supraperiosteal HA placement for lateral orbital hollowing restored the lateral contour with high satisfaction and minimal downtime through 6 months. Presenting clinical photographs in a single composite figure enables a clear baseline-to-follow-up comparison. Longer-term follow-up beyond 6 months is needed to better define durability and late events in this region.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41568826",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Supraperiosteal HA placement for lateral orbital hollowing restored the lateral contour with high satisfaction and minimal downtime through 6 months. Presenting clinical photographs in a single composite figure enables a clear baseline-to-follow-up comparison"
    },
    {
      "title": "<em>Mucilaginibacter aureus</em> sp. nov. and <em>Mucilaginibacter sediminis</em> sp. nov., isolated from wetland soil",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Two Gram-stain-negative, non-motile, rod-shaped bacterial strains, designated AW1-3^(T) (strictly aerobic) and AW1-7 ^(T) (facultatively aerobic), both catalase- and oxidase-positive, were isolated from a reed wetland in South Korea. Strain AW1-3^(T) grew at 15-35 °C, pH 6.0-7.0 and in 0.0-0.5% (w/v) NaCl, whereas strain AW1-7^(T) grew at 10-35 °C, pH 6.0-7.0 and in 0-0.5% NaCl. The major fatty acids (>10%) were iso-C(15:0) and summed feature 3 (C(16:1) ω7c and/or C(16 :1) ω6c) in strain...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41568814",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the <em>in vitro</em> urease inhibitory potential, molecular docking and dynamics simulations investigation of mefenamic acid derivatives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568779/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This work identifies 2a as a potent, and competitive urease inhibitor. The integrated experimental, ADMET and computational strategy provides a robust molecular blueprint for its activity, positioning it as a promising lead candidate for developing new therapeutic agents against urease-related pathologies.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41568779",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This work identifies 2a as a potent, and competitive urease inhibitor. The integrated experimental, ADMET and computational strategy provides a robust molecular blueprint for its activity, positioning it as a promising lead candidate for developing new therapeutic agents against urease-related patho..."
    },
    {
      "title": "Real-world effectiveness and safety of belantamab mafodotin monotherapy in patients with relapsed/refractory multiple myeloma treated in Europe",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Not available.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41568469",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Maternal Opioid Use and Subsequent Risk of Allergic Diseases in Children: Emulation of Target Trials Using the Korean Nationwide Birth Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41568403",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative multi-omics stratification and translational evaluation of Treg-targeted combination immunotherapy in breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568381/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study identifies Treg-enriched and immunosuppressive breast cancer subtype through integrative multi-omics analysis and demonstrates, through both in-silico and in-vivo approaches, the therapeutic potential of combining Treg-targeted and PD-L1 blockade therapies. These findings highlight Treg-mediated immunosuppression as a key determinant of therapeutic responsiveness, providing a biological rationale for patient stratification and guiding the development of personalized...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41568381",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identifies Treg-enriched and immunosuppressive breast cancer subtype through integrative multi-omics analysis and demonstrates, through both in-silico and in-vivo approaches, the therapeutic potential of combining Treg-targeted and PD-L1 blockade therapies. These findings highlight Treg-m..."
    },
    {
      "title": "Serial analysis of <em>ESR1</em> mutations in cell-free DNA from hormone receptor-positive, HER2-negative metastatic breast cancer during palliative endocrine therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We observed worse outcomes in patients with persistent bESR1 detection during first-line endocrine therapy and then sustained positive. bESR1 was detected prior to clinical progression in half of patients. Our study suggests the benefit of bESR1 monitoring during palliative endocrine therapy.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41568372",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We observed worse outcomes in patients with persistent bESR1 detection during first-line endocrine therapy and then sustained positive. bESR1 was detected prior to clinical progression in half of patients"
    },
    {
      "title": "Follicle-stimulating hormone linked to cognitive decline and amyloid burden in postmenopausal women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568256/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Women have a higher risk of developing Alzheimer's disease (AD) than men, with hormonal changes during menopause being a potential factor. However, the exact relationship between these hormonal changes, cognitive function, and AD pathology is not fully understood. This study investigates the differential associations between serum follicle-stimulating hormone (FSH) and estradiol levels with cognitive function and cerebral amyloid-βeta (Aβ) deposition, quantified using amyloid...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41568256",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative evaluation of three automated urine sediment analyzers excluding cutoff-related trade-offs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568143/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Performance comparison of automated urine sediment analyzers is difficult due to cutoff-related trade-offs. In this study, we evaluated and compared UF-5000, UAS800, and Cobas u701 using receiver operating characteristic (ROC) analysis. A total of 774 urine samples were analyzed using manual microscopic examination and microbial culture as the reference test. The area under the ROC curve (ROC-AUC) was compared using DeLong's test. UF-5000, a flow cytometry analyzer, demonstrated significantly...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41568143",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Medication Adjustment After Bariatric and Metabolic Surgery: A Review of Current Evidence and Clinical Practice Trends",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568128/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Bariatric and metabolic surgery (BMS) is the most effective treatment for severe obesity and its related comorbidities. Rapid metabolic improvement following surgery frequently leads to the reduction or discontinuation of medications for obesity-related comorbidities. However, there are no established guidelines regarding timing or criteria for dose adjustment. A narrative review examined major clinical trials, meta-analyses, and society guidelines relevant to BMS. Evidence from previous and...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41568128",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metabolic and Bariatric Surgery for Class I Obesity (Body Mass Index 30-34.9 kg/m<sup>2</sup>): A Comprehensive Literature Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568127/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Class I obesity (body mass index [BMI]: 30-34.9 kg/m²) constitutes a considerable portion of the global obesity burden; however, traditional guidelines for metabolic bariatric surgery (MBS) have historically excluded this population. Recent updates in clinical consensus have expanded surgical eligibility, particularly for patients with obesity-related comorbidities refractory to medical treatment. To synthesize evidence from clinical studies, international guidelines, and expert consensus to...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41568127",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Continuous Transversus Abdominis Plane Block After Laparoscopic Sleeve Gastrectomy in 50 Consecutive Cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although continuous TAP block did not reduce cumulative opioid consumption, the need for additional opioid and antiemetic injection can be reduced within the postoperative 24 hours.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41568126",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although continuous TAP block did not reduce cumulative opioid consumption, the need for additional opioid and antiemetic injection can be reduced within the postoperative 24 hours"
    },
    {
      "title": "Impact of Kidney Replacement Therapy During Extracorporeal Membrane Oxygenation Support in Terms of Mortality: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: KRT during ECMO is associated with increased mortality, likely due to the severity of illness and complications like infections and bleeding. The optimal timing of KRT initiation remains unclear, and no significant survival benefit was found for early KRT. Further large-scale RCTs are needed to optimize management strategies.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41568124",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "KRT during ECMO is associated with increased mortality, likely due to the severity of illness and complications like infections and bleeding. The optimal timing of KRT initiation remains unclear, and no significant survival benefit was found for early KRT"
    },
    {
      "title": "Empirical optimization of dual-sgRNA design for in vivo CRISPR/Cas9-mediated exon deletion in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568097/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CRISPR/Cas9 has transformed gene editing, enabling precise genetic modifications across species. However, existing sgRNA design prediction models based on in vitro data are difficult to generalize to in vivo contexts. In particular, approaches based on single-sgRNA design require additional filtering of in-frame mutations, which is inefficient in terms of both time and cost. In this study, we developed the first mammalian in vivo-trained prediction model to evaluate the efficiency of a...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41568097",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nine Unrecorded Species of <em>Phanerochaete</em> (Polyporales, Basidiomycota) in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567838/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Phanerochaete is one of the largest genera of the family Phanerochaetaceae within the order Polyporales, characterized by membranaceous basidiome and ellipsoid to cylindrical basidiospores. As white-rot saprotrophs, Phanerochaete species produce ligninolytic enzymes to degrade lignin and cellulosic materials. Several species have been applied to bioremediation, biopulping, and bioethanol industries due to their enzymatic abilities. While 123 Phanerochaete species have been reported globally,...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41567838",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ergosterol Attenuates Palmitate-Induced Tenocyte Apoptosis Through the Suppression of ER Stress and Myocyte-Derived IL-15/METRNL-Mediated Crosstalk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Ergosterol (EG), the main bioactive ingredient in Wolfiporia hoelen, has been shown to suppress inflammation and oxidative stress in various disease models. However, the effects of EG on endoplasmic reticulum (ER) stress and apoptosis in tenocytes in in vitro obesity models have not been studied. Protein expression in tenocytes was assessed by Western blotting. Terminal deoxynucleotidyl transferase dUTP nick-end labeling (TUNEL) staining was performed to distinguish apoptotic cells, and ELISA...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41567837",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Choroidal Vascular Remodeling and Retinal Response After Aflibercept Loading in Diabetic Macular Edema",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Aflibercept treatment induces stromal-dominant choroidal thinning with a consequent increase in CVI. This choroidal remodeling may be associated with the anatomical resolution of DME through mechanisms involving reduction of inflammatory HRF.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "41567571",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Aflibercept treatment induces stromal-dominant choroidal thinning with a consequent increase in CVI. This choroidal remodeling may be associated with the anatomical resolution of DME through mechanisms involving reduction of inflammatory HRF"
    },
    {
      "title": "Effect of single xeno-nucleic acid replacement on the fluorescence of DNA-encapsulated silver nanoclusters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567420/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "The fluorescent properties of DNA/AgNCs are largely governed by the composition of AgNCs, the nucleobase sequence, and the secondary structure of the DNA template. Here, by systematic incorporation of xeno-nucleic acid modifications, we demonstrate the potential of altering the sugar chemistry of the template DNA backbone, as a novel factor in AgNC fluorescence modulation.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41567420",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fully hydrogenated vegetable oil-based non-dairy creamer intake impairs athletic performance in mice: serum metabolomics and intestinal microbiota analyses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Fully hydrogenated vegetable oil-based non-dairy creamer (FHVO-NDC) is produced through complete hydrogenation of vegetable oil, resulting in a trans fat-free product commonly incorporated into sports foods and performance-oriented beverages. Because diet plays a crucial role in shaping athletic performance, understanding the potential physiological effects of FHVO-NDC is essential for athletes and fitness enthusiasts. However, the combined impact of FHVO-NDC on muscle physiology,...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41567336",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of FHVO-NDC on muscle physiology,",
      "conclusion": null
    },
    {
      "title": "Unlicensed medical practice as a public health risk: Implications for Korean Medicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41567295",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "APSPGHAN Statement on Endoscopic Variceal Bleeding Hemostasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567251/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings provide an evidence-based framework for the management of pediatric variceal bleeding. Individualized care is emphasized while highlighting the pressing need for high-quality pediatric studies to strengthen future recommendations.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41567251",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings provide an evidence-based framework for the management of pediatric variceal bleeding. Individualized care is emphasized while highlighting the pressing need for high-quality pediatric studies to strengthen future recommendations"
    },
    {
      "title": "Correction: High-resolution single-cell RNA sequencing using canFam4 reveals novel immune subsets and checkpoint programs in healthy dogs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567218/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.3389/fimmu.2025.1680437.].",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41567218",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tislelizumab efficacy and safety compared to other anti-PD-1s: a network meta-analysis of first-line therapies for unresectable, locally advanced or metastatic esophageal squamous cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567215/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Tislelizumab + CT is an effective 1L treatment option for advanced or metastatic ESCC, demonstrating comparable efficacy and safety outcomes relative to existing treatments.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41567215",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Tislelizumab + CT is an effective 1L treatment option for advanced or metastatic ESCC, demonstrating comparable efficacy and safety outcomes relative to existing treatments"
    },
    {
      "title": "<em>Latilactobacillus curvatus</em> DCF0620 and postbiotics derived from soybean germ reduce colitis severity by modulating fibrosis and gut dysbiosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings suggest that L. curvatus DCF0620 and its soybean germ-based postbiotics represent promising therapeutic agents for IBD by demonstrating potent anti-inflammatory, anti-fibrotic, and gut microbiota-modulating effects.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41567191",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that L. curvatus DCF0620 and its soybean germ-based postbiotics represent promising therapeutic agents for IBD by demonstrating potent anti-inflammatory, anti-fibrotic, and gut microbiota-modulating effects"
    },
    {
      "title": "Single-Step Electrochemical Synthesis of PEDOT-NG Nanoarchitecture via Multifunctional Electrolytes for High-Performance Pseudocapacitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567009/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "The development of high-performance pseudocapacitors based on conducting polymers has been severely constrained by fundamental challenges, including poor cycling stability, limited ionic accessibility, and complex multistep synthesis procedures. Here, we demonstrate a revolutionary one-pot electrodeposition approach utilizing lithium nanographenide (LNG) as a multifunctional electrolyte that simultaneously serves as supporting electrolyte, anionic dopant, and structural modifier for the...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41567009",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fully automated frame selection and region-of-interest placement in 2D shear wave elastography: reduced examination time with comparable reproducibility in diffuse liver disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566993/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Fully automated 2D-SWE markedly reduces examination time while maintaining high reproducibility in liver stiffness assessment.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41566993",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Fully automated 2D-SWE markedly reduces examination time while maintaining high reproducibility in liver stiffness assessment"
    },
    {
      "title": "Prospective evaluation of the safety and efficacy of microwave ablation for hepatocellular carcinoma in Korean patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: MWA appears to be a safe and effective treatment for early-stage HCC, demonstrating durable tumor control and a low incidence of major complications over 3 years.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41566992",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MWA appears to be a safe and effective treatment for early-stage HCC, demonstrating durable tumor control and a low incidence of major complications over 3 years"
    },
    {
      "title": "Predictive US findings for differentiating between malignant and benign thyroid nodules: Doppler and microvascular imaging according to the TI-RADS and pathologic subtypes of malignancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CDI and MFI may assist in distinguishing between malignant and benign nodules, and evaluation of nodular vascularity may be tailored to the TI‑RADS category.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41566990",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CDI and MFI may assist in distinguishing between malignant and benign nodules, and evaluation of nodular vascularity may be tailored to the TI‑RADS category"
    },
    {
      "title": "Supplemental automated breast ultrasound in negative screening mammography: early-stage cancer detection in dense breasts with limited yield in non-dense breasts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566988/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ABUS identified small, node-negative invasive cancers with likely favorable prognoses but demonstrated limited value in women with non-dense breasts, supporting its personalized use based on breast density and patient preference.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41566988",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ABUS identified small, node-negative invasive cancers with likely favorable prognoses but demonstrated limited value in women with non-dense breasts, supporting its personalized use based on breast density and patient preference"
    },
    {
      "title": "Ultrasound-based fat quantification: advancing steatosis assessment in the metabolic dysfunction-associated steatotic liver disease era",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41566985",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The association between the consumption of raw Kudoa septempunctata-infected farmed Paralichthys olivaceus and gastrointestinal symptoms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings indicate both an association and a causal relationship between consumption of K. septempunctata-infected farmed P. olivaceus and the onset of gastrointestinal symptoms.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41566969",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "both an association and a causal relationship between consumption of K",
      "conclusion": "These findings indicate both an association and a causal relationship between consumption of K. septempunctata-infected farmed P"
    },
    {
      "title": "Salt Water Drops Slide Faster: Ionic Modulation of Drop Friction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "The friction of drops on solid surfaces governs processes in microfluidics, energy devices, and surface engineering. In recent years, it has been established that slide electrification on insulating substrates leads to a substantial increase in drop friction. Here we present experimental evidence suggesting that such spontaneous charging effects impede the motion of drops not only on insulating substrates, but also on conductive substrates coated with nanometer-thin hydrophobic films. We...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41566862",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Leveraging SiO<sub>2</sub>-Infused COFs for PhotoPyro",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566820/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "The therapeutic promise of covalent organic frameworks (COFs) in phototheranostic applications has attracted significant attention due to their tunable porosity and design flexibility. However, their clinical translation remains limited by chemical instability and insufficient performance under physiological conditions. To address these issues, we adopted a post-synthetic modification (PSM) strategy, coating SiO(2) nanoparticles with ultrathin COF layers through Schiff-base condensation of TAPP...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41566820",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends and Characteristics of Corneal Transplantation in South Korea (2021-2023): A Three-Year Analysis of Domestic Survey and Eversight Eye Bank Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566752/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Corneal transplantation in South Korea is shifting toward EK, especially DMEK, driven by limited domestic donations and changes in surgical preferences. These findings highlight the importance of enhancing local donation systems and maintaining robust data infrastructure to guide policy and clinical decision-making.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41566752",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Corneal transplantation in South Korea is shifting toward EK, especially DMEK, driven by limited domestic donations and changes in surgical preferences. These findings highlight the importance of enhancing local donation systems and maintaining robust data infrastructure to guide policy and clinical..."
    },
    {
      "title": "The significance of small lymph nodes on CT for advanced poorly cohesive gastric carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41566558",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between the confusion assessment method for the intensive care unit (CAM-ICU) and prolonged mechanical ventilation following major cardiac surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566555/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: An early postoperative positive CAM-ICU assessment was associated with higher risks of PMV, reintubation, ICU readmission, and prolonged ICU stay after major cardiac surgery. Routine CAM-ICU screening may help identify patients at risk of prolonged ventilation and enable timely, targeted interventions to improve postoperative respiratory recovery.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41566555",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "An early postoperative positive CAM-ICU assessment was associated with higher risks of PMV, reintubation, ICU readmission, and prolonged ICU stay after major cardiac surgery. Routine CAM-ICU screening may help identify patients at risk of prolonged ventilation and enable timely, targeted interventio..."
    },
    {
      "title": "Symptom Burden and Palliative Care Needs in Advanced Breast Cancer Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566520/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "This study examined the symptom burden and palliative care needs of Korean women with stage III and IV breast cancer. Using a descriptive cross-sectional design, an online survey was conducted with 132 participants, assessing symptom burden with the Functional Assessment of Cancer Therapy-General and palliative care needs with the Problems and Needs in Palliative Care questionnaire-short version. The results showed that the greatest burden was in social well-being, followed by physical,...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41566520",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "the symptom burden and palliative care needs of Korean women with stage III and IV breast cancer",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Facilitating collaboration between public health researchers and policymakers: a scoping review of global practices, barriers and facilitators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings underscore that structured collaboration, particularly when supported by institutional mechanisms, ongoing capacity building and iterative engagement, plays a critical role in increasing the use of research in public health policymaking. By distinguishing co-production as both a deliberate strategy and an emergent outcome, this review offers new insight into how collaborative models can be designed or evolved to strengthen evidence-informed decision-making.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41566491",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings underscore that structured collaboration, particularly when supported by institutional mechanisms, ongoing capacity building and iterative engagement, plays a critical role in increasing the use of research in public health policymaking. By distinguishing co-production as both a delib..."
    },
    {
      "title": "Causal analysis of traditional and environmental risk factors for long-term development of type 2 diabetes using a conditional survival Bayesian network: evidence from the Korean Genome and Epidemiology Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41566456",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Commensal microbe-derived butyrate enhances T follicular helper cell function to boost mucosal vaccine efficacy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study underscores the crucial role of the gut microbiota, particularly neomycin-depleted butyrate producing taxa, in regulating PP-Tfh cell function and IgA production. Butyrate emerges as a metabolite linking microbial metabolism to Tfh differentiation and IgA class switching. Together, these findings establish a microbiota-metabolite-Tfh cell axis essential for mucosal immune homeostasis and suggest novel strategies for enhancing vaccine efficacy and protection against enteric...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "KIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41566359",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our study underscores the crucial role of the gut microbiota, particularly neomycin-depleted butyrate producing taxa, in regulating PP-Tfh cell function and IgA production. Butyrate emerges as a metabolite linking microbial metabolism to Tfh differentiation and IgA class switching"
    },
    {
      "title": "Microenvironment-Guided Evolution of ssDNA-SWCNT Probes for Selective Recognition of Aggressive Prostate Cancer Phenotypes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Despite advances in prostate cancer detection, distinguishing indolent from aggressive phenotypes remains challenging. We report a microenvironment-guided strategy for evolving phenotype-specific molecular probes using single-stranded DNA-functionalized single-walled carbon nanotubes (ssDNA-SWCNTs). Our approach employs 3D tumor models that recapitulate complex cancer microenvironments, enabling identification of ssDNA sequences with differential binding properties. We developed two distinct...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "Pusan National University"
      ],
      "pmid": "41566610",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physics-guided machine learning for real-time, non-contact quantification of liquid volume at micro litter under cyclone flow",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Cyclone flow is a technique to evaporate the liquid at room temperature. Efficient milliliter-to-microliter sample concentration at room temperature is expected for high-sensitivity analysis in biology and chemistry; however, it is hindered by the difficulty of quantifying the volume in real-time under the cyclone flow. This research targets a non-contact, vision-based system using a physics-guided machine learning (PGML) framework to precisely monitor and control this process under intense...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41569448",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of standardized breath-holding instruction and practice on craniocaudal misregistration between the arterial and venous phases in preoperative abdominal contrast-enhanced computed tomography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41569407",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phantom experiment for thoracic spine gap delineation using steering-transmitted ultrasound to assist epidural anesthesia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569396/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The proposed method was confirmed to emphasize the bones and is expected to improve the image quality of the thoracic spine gap.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41569396",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed method was confirmed to emphasize the bones and is expected to improve the image quality of the thoracic spine gap"
    },
    {
      "title": "Cervical HPV-independent adenosquamous carcinoma: report of a case series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Adenosquamous carcinoma is an uncommon cervical malignancy which is composed of a morphologically recognisable malignant squamous and glandular component. In the current 5th edition WHO Classification of Female Genital Tumours, adenosquamous carcinoma of the cervix is regarded as a high-risk human papillomavirus (HPV)-associated neoplasm. However, in recent years, there have been occasional reports of cervical HPV-independent adenosquamous carcinomas. We report a series of 5 cervical...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41569320",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lessons Learned from Evaluation of the Convergent Validity the SPARK36 in Preventive Youth Health Care: Implications for Further Research and Practice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION FOR PRACTICE: Convergent validity could not be demonstrated possibly due to the overall response rate, selective non-reporting, and the fact that most children showed no developmental or parenting problems. Three lessons emerged: (1) equity challenges occur, when parent-report tools are used among higher-risk families; (2) ongoing support may be needed to ensure consistent data collection by the nurses, given the large variation in data collection across them; (3) crisis situations...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41569309",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FOR PRACTICE: Convergent validity could not be demonstrated possibly due to the overall response rate, selective non-reporting, and the fact that most children showed no developmental or parenting problems. Three lessons emerged: (1) equity challenges occur, when parent-report tools are used among h..."
    },
    {
      "title": "Antiseizure therapy attenuates cognitive decline in Alzheimer's disease: A retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "BackgroundEpileptic seizures and subclinical epileptiform activity are increasingly recognized as comorbidities in Alzheimer's disease (AD) and have been associated with accelerated cognitive decline. Whether antiseizure medication (ASM) therapy favorably influences cognitive trajectories in AD remains unclear.ObjectiveTo assess the effects of ASM therapy on cognitive trajectories in patients with AD with comorbid epilepsy, and to identify patient subgroups most likely to benefit.MethodsWe...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41568929",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Japanese Multicenter Database Study of Retroperitoneal Sarcoma: Outcomes of Patients Receiving Eribulin Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568593/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We separately described outcomes and treatment patterns of patients with resectable and unresectable RPS. Our findings suggest that eribulin should be considered a treatment option for unresectable RPS in clinical practice.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41568593",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We separately described outcomes and treatment patterns of patients with resectable and unresectable RPS. Our findings suggest that eribulin should be considered a treatment option for unresectable RPS in clinical practice"
    },
    {
      "title": "Natural products modulating interleukin-mediated pathways for anti-allergic and immunomodulatory effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568576/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Covering: upto 2025The increasing prevalence of allergic diseases and immunological disorders is a significant public health issue requiring the development of novel therapeutic approaches. Interleukins are prime therapeutic targets because they are crucial for immune control and allergic aetiology. Naturally occurring bioactive compounds show tremendous promise for altering interleukin signalling, providing therapeutic advantages with potentially fewer adverse effects than those of synthesised...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41568576",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metformin Suppresses MEN1-Associated Pancreatic and Pituitary Neuroendocrine Tumors: Evidence from Mouse Models and Clinical Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Pancreatic neuroendocrine tumors (PanNETs) represent a rare subset of pancreatic cancers, comprising approximately 1-2% of all cases. Non-functioning PanNETs (NF-PanNETs), which account for the majority of PanNETs, can be difficult to treat as they show no hormone-related symptoms and are often not diagnosed until the more advanced stages. Current therapeutic agents have limited efficacy, highlighting the need for novel treatment strategies. Multiple endocrine neoplasia type 1 is a hereditary...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41568565",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Concurrent pathologic femoral shaft fracture in bone metastasis and acute myocardial infarction: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568315/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "An 86-year-old woman with a history of hepatocellular carcinoma was brought to our emergency department after an indoor fall. Her chief complaint was pain in the left thigh and chest. The patient was diagnosed with a pathological femoral shaft fracture, bone metastasis, and acute myocardial infarction. She underwent preoperative embolization and percutaneous coronary intervention, followed by internal fixation on the same day as the injury. The patient was discharged without postoperative...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41568315",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term return to professional wrestling after ankle arthrodesis for end-stage osteoarthritis: a 6-year follow-up case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568313/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Post-traumatic ankle osteoarthritis (OA) is a frequent consequence of recurrent injuries among athletes. When conservative management fails, surgical options such as total ankle arthroplasty or arthrodesis are considered. Although ankle arthrodesis (AA) is effective for pain relief, it is generally regarded as incompatible with high-impact sports due to loss of motion and altered biomechanics. We report a 41-year-old professional female wrestler with end-stage post-traumatic AO who underwent...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41568313",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "sports due to loss of motion and altered biomechanics",
      "conclusion": null
    },
    {
      "title": "Predicting the ecological niches of <em>Aedes aegypti s.l</em>. using maximum entropy in Kenya",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The predicted distribution of Ae. aegypti s.l. can guide vector surveillance in high-risk areas and help identify populations at risk of arboviral diseases like dengue fever and Chikungunya, aiding in future outbreak preparedness.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41567818",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The predicted distribution of Ae. aegypti s"
    },
    {
      "title": "Correction: Biliary stents reshape the bile microbiome in the absence of cholangitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567608/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.1055/a-2733-3468.].",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41567608",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of early gastric cancer visibility in deep-learning-based virtual indigo carmine chromoendoscopy (with video)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Virtual IC improved visibility compared with WLE in nearly half the assessments, although its efficacy did not equal real IC. Optimizing performance for specific endoscope systems may enhance its clinical utility as a practical alternative for improving EGC detection.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41567499",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Virtual IC improved visibility compared with WLE in nearly half the assessments, although its efficacy did not equal real IC. Optimizing performance for specific endoscope systems may enhance its clinical utility as a practical alternative for improving EGC detection"
    },
    {
      "title": "Monitoring ADAMTS-13 conformation in immune-mediated thrombotic thrombocytopenic purpura: toward personalized management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567164/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Persistent open ADAMTS-13 conformation in remission samples was observed more frequently in patients with higher relapse risk and could potentially serve as a biomarker for detecting low levels of circulating autoantibodies. This potential biomarker requires prospective validation before it can be used to guide individualized iTTP management.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41567164",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Persistent open ADAMTS-13 conformation in remission samples was observed more frequently in patients with higher relapse risk and could potentially serve as a biomarker for detecting low levels of circulating autoantibodies. This potential biomarker requires prospective validation before it can be u..."
    },
    {
      "title": "Cold Crystallization of a Macrocyclic Molecule with Semiflexible Silyl Ether Units",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567080/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Cold crystallization, an exothermic phase transition upon heating of a glassy state, is of interest in heat storage materials. While such behavior is common in polymers, small-molecule systems have also been investigated. Herein, we report a semiflexible macrocyclic compound composed of four silyl ether units and aromatic linkers that exhibits distinct cold crystallization. A key for the molecular design is semiflexible silyl ether units significantly affecting the macrocyclic shape....",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41567080",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Imperialism in the academy: the Royal Society, C.V. Raman and the Indian Academy of Sciences (1934-1970)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41567077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "In 1934 C.V. Raman, Nobel Prize laureate in physics, founded the Indian Academy of Sciences in an attempt to create a single unified national scientific society for India. Instead, due to actions of Raman, the Royal Society and other British and Indian scientists, three distinct Indian science academies emerged and have persisted to the present day. Taking place against a background of British imperialism, Indian nationalism and scientific internationalism, Raman's actions provide a fascinating...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41567077",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pediatric off-label use in Japan: Insights from the National Database of Health Insurance Claims",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This NDB-based study offers foundational nationwide data on pediatric off-label use, revealing delays in pediatric medication development and inconsistencies in package inserts that vary across age groups and therapeutic areas, insights that can help improve safety and optimize pediatric healthcare delivery.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41566655",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This NDB-based study offers foundational nationwide data on pediatric off-label use, revealing delays in pediatric medication development and inconsistencies in package inserts that vary across age groups and therapeutic areas, insights that can help improve safety and optimize pediatric healthcare ..."
    },
    {
      "title": "Novel LHX8 variants associated with distinctive oocyte morphological abnormalities and maturation arrest in primary infertility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41566502/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41566502",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Halide-Exchange Arrest Enables Reabsorption-Free CsPbCl<sub>3</sub>/CsPbI<sub>3</sub> Perovskite Core/Shell Nanocrystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569639/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Expanding the Stokes shift of lead-halide perovskite nanocrystals (NCs) without compromising their sharp, fast excitonic emission has remained elusive, as high halide mobility erases the compositional gradients required for stable core/shell architectures. Here, it is shown that introducing a CdCl(2) passivation step prior to halide exchange provides a simple solution. Treating CsPbCl(3) NCs with CdCl(2) eliminates halide-vacancy traps, enhances emission yield, and crucially blocks inward...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569639",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-Model Ensembles in Infectious Disease and Public Health: Methods, Interpretation, and Implementation in R",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569627/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Combining predictions from multiple models into an ensemble is a widely used practice across many fields with demonstrated performance benefits. Popularized through domains such as weather forecasting and climate modeling, multi-model ensembles are becoming increasingly common in public health and biological applications. For example, multi-model outbreak forecasting provides more accurate and reliable information about the timing and burden of infectious disease outbreaks to public health...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569627",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Padua moment for factor VIII gene therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569621/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569621",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Blood-Based Biomarkers for Alzheimer Disease: Preventing Unintended Consequences",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569605",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic Value of Tumor-Informed Circulating Tumor DNA in HPV-Independent Head and Neck Squamous Cell Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this study, tumor-informed ctDNA MRD positivity was associated with worse RFS and OS in patients with HNSCC. MRD testing could serve as a noninvasive, prognostic biomarker in patients with HPV-independent HNSCC.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569592",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this study, tumor-informed ctDNA MRD positivity was associated with worse RFS and OS in patients with HNSCC. MRD testing could serve as a noninvasive, prognostic biomarker in patients with HPV-independent HNSCC"
    },
    {
      "title": "Prevention of Pregnancy Complications in Polycystic Ovary Syndrome With Myo-inositol Supplementation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569579",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of low-dose enteral nutrition administered at varying rates on gastric emptying in patients with large hemispheric infarction undergoing therapeutic hypothermia: a retrospective analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569575/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: patients with large hemispheric infarction may likely tolerate an initial feeding rate of 30 ml/h during TH. Feeding rates should be gradually increased from day 3 based on patient condition.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569575",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "patients with large hemispheric infarction may likely tolerate an initial feeding rate of 30 ml/h during TH. Feeding rates should be gradually increased from day 3 based on patient condition"
    },
    {
      "title": "Open Primary Care Clinic Doors to Practice Facilitation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569571",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Childhood Stunting and Obesity in Brazil-Global Lessons From a Nationwide Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569570/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569570",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hospital Readmission Reduction Program Penalties for Hospitals With High Medicare Advantage Penetration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569562/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: The findings of this study suggest that including MA penetration explicitly in risk adjustment or in peer group definitions may dampen distortions from unobservable patient severity in HRRP penalty calculations.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569562",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that including MA penetration explicitly in risk adjustment or in peer group definitions may dampen distortions from unobservable patient severity in HRRP penalty calculations",
      "conclusion": "AND RELEVANCE: The findings of this study suggest that including MA penetration explicitly in risk adjustment or in peer group definitions may dampen distortions from unobservable patient severity in HRRP penalty calculations"
    },
    {
      "title": "Oral Nalbuphine in Idiopathic Pulmonary Fibrosis-Associated Cough: The CORAL Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569557/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: For patients with IPF-associated chronic cough, all 3 doses of nalbuphine ER reduced objective cough frequency and the 2 higher doses improved patient-reported cough frequency at 6 weeks.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569557",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "cough frequency and the 2 higher doses improved patient-reported cough frequency at 6 weeks",
      "significance": null,
      "conclusion": "AND RELEVANCE: For patients with IPF-associated chronic cough, all 3 doses of nalbuphine ER reduced objective cough frequency and the 2 higher doses improved patient-reported cough frequency at 6 weeks"
    },
    {
      "title": "Anisotropy deformation behavior of multi-layer black phosphorus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Black phosphorus (b-P) crystals, a type of two-dimensional (2D) van der Waals (vdW) semiconductor featuring excellent physical and chemical properties, have been reported to demonstrate high machinability during the cutting process. However, the comprehension of the correlation between the deformation mechanism and mechanical properties remains insufficient. In this study, molecular dynamics (MD) simulations were carried out to explore the anisotropic deformation behavior of multi-layer b-P...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569543",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Reading Anxiety Scale for children: Development and psychometric properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569533/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Research has demonstrated a connection between anxiety and reading-related variables (e.g., achievement) in elementary school students, including those receiving reading intervention. While numerous psychometrically strong measures of child anxiety exist, there remains a need for a brief, self-report screening tool that can be used for assessing anxiety specific to reading. This study presents findings on the development and psychometric properties of such a measure, the Reading Anxiety Scale...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569533",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The cumulative effect of positive school climate on the association with suicidal ideation among adolescents: A two-wave longitudinal study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "The relationship between a positive school climate and adolescent suicidal ideation has been well established. However, there is limited research focusing on the distinct dimensions of a positive school climate and their cumulative protective impact on suicidal ideation. This study aimed to investigate the cross-sectional and longitudinal associations between a positive school climate and adolescents' suicidal ideation using the cumulative protection model and to examine the potential moderation...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569532",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the cross-sectional and longitudinal associations between a positive school climate and adolescents' suicidal ideation using the cumulative protection model and to examine the potential mo...",
      "significance": "on suicidal ideation",
      "conclusion": null
    },
    {
      "title": "Investigating the Role of the Environment on Physical Activity Interventions (the InSPACE Project): Protocol for a Pooled Secondary Analysis of Randomized Controlled Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: InSPACE will contribute to understanding the role of the environment in moderating the effect of interventions to increase PA. The protocols and processes of InSPACE can inform future projects in pooled data harmonization and analysis.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "InSPACE will contribute to understanding the role of the environment in moderating the effect of interventions to increase PA. The protocols and processes of InSPACE can inform future projects in pooled data harmonization and analysis"
    },
    {
      "title": "Molecular dynamics investigation of single nucleotide polymorphism-driven variations in GSTP1 phosphorylation and substrate interaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569518/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "This study evaluated the impact of the rs1695 (Ile105Val) substitution on GSTP1 structural stability, phosphorylation accessibility, and interaction with ethacrynic acid (EA), as a substrate. Molecular dynamics (MD) simulations were conducted for wild-type (WT) and Val105 mutant GSTP1 variants using the CHARMM36m force field in GROMACS. EA was docked to phosphorylated models, followed by 100 ns MD simulations comprising minimization, equilibration, and production phases. Structural and...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569518",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of the rs1695 (Ile105Val) substitution on GSTP1 structural stability, phosphorylation accessibility, and interaction with ethacrynic acid (EA), as a substrate",
      "conclusion": null
    },
    {
      "title": "S.A.C.S. Evolution: a dual-interface assessment system to evaluate peristomal skin condition and prevent skin lesion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: S.A.C.S. Evolution proved valid, reliable, and clinically sensitive in the assessment of peristomal skin condition and consequent prevention of peristomal alterations. Its dual interface, clear terminology, and focus on healthy peristomal skin support early prevention, patient empowerment, and standardization of stoma care pathways. Digital integration could further enhance its impact.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569510",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "S.A"
    },
    {
      "title": "Reliability and Validity of the Chinese Version of the Rapid Interactive Screening Test for Autism in Toddlers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569504/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The Chinese version of the RITA-T is a robust instrument for the early identification of ASD and is highly applicable for early screening efforts in China.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569504",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Chinese version of the RITA-T is a robust instrument for the early identification of ASD and is highly applicable for early screening efforts in China"
    },
    {
      "title": "Visualizing Postsynaptic Density in Excitatory Synapses with Electron Tomography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569489/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Electron tomography (ET) has emerged as a critical tool for visualizing the three-dimensional ultrastructure of biological specimens at nanometer resolution. This chapter focuses on the application of ET in studying synaptic ultrastructure, in particular postsynaptic density, providing a detailed overview of the techniques and methodologies used to achieve high-resolution three-dimensional reconstruction of synapses. Beginning with an introduction to electron tomography, this chapter delves into...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569489",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synaptic Cell Adhesion: A Structural Perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Cell adhesion molecules (CAMs) play critical roles in mediating intercellular interactions in the context of the nervous system, such as guiding neuronal development, synapse formation and maturation, and synaptic plasticity. In addition to their extracellular adhesive roles, most CAMs induce intracellular signaling events and scaffold large protein complexes through intracellular domains. The molecular biology of how CAMs regulate synaptic development and function has been hugely advanced by...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569485",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Towards Network-Based Neurofeedback of Visual Areas to Enhance Visual Perception",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "α-band-mediated brain network communication underlies visual processing and is disrupted in visual deficits. We aimed to develop and evaluate an EEG-based neurofeedback targeting α-band connectivity of source-reconstructed visual areas with the rest of the brain, to determine whether modulating this network enhances detection of low-contrast visual stimuli. In this randomized, active-controlled study, 28 participants received real-time auditory neurofeedback designed to increase global α-band...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569433",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "develop and evaluate an EEG-based neurofeedback targeting α-band connectivity of source-reconstructed visual areas with the rest of the brain, to determine whether modulating this network enhances det...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Blood DNA methylation markers are associated with diabetic kidney disease progression in type 1 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569424/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS/INTERPRETATION: The current study detected 11 loci associated with DKD progression, identifying methylation changes predictive of early-stage DKD progression in type 1 diabetes for the first time. Future research is needed to establish prognostic DNA methylation markers for DKD progression.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569424",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Organoid modeling identifies EDN1 as a potential oncogenic driver in papillary thyroid carcinoma via modulation of the Hippo-YAP signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569405",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to: Letter to the Editor Regarding \"Comparative Effectiveness of FF/1 UMEC/VI and BUD/GLY/FORM in Patients with COPD Stepping Up From Dual Therapy\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569404/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569404",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A preliminary proof-of-concept trial on the effects of ketamine on fatigue: a randomized crossover trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Despite no statistical significance, a reduction in real-time fatigue scores was observed, which exceeded the 20% efficacy threshold, the primary outcome, in the ketamine arm from pre-infusion to 3 days post-infusion. The carryover effects and the peak reduction in fatigue at 24 hours after ketamine administration suggest that future trials may need to consider a study design without cross-over and an optimal active placebo alternative.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569403",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite no statistical significance, a reduction in real-time fatigue scores was observed, which exceeded the 20% efficacy threshold, the primary outcome, in the ketamine arm from pre-infusion to 3 days post-infusion. The carryover effects and the peak reduction in fatigue at 24 hours after ketamine..."
    },
    {
      "title": "Rice OsMKK6-OsMPK4 cascade regulates endosperm cellularization via Polycomb Repressive Complex 2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Cereal endosperm, derived from the fertilized central cell in the process of double fertilization, is a primary source of human food and animal feed. Early endosperm development involves rapid nuclear division, followed by cellularization, and disruptions to this process affect seed size, viability, and yield. However, the regulatory mechanisms governing the early cereal endosperm development remain largely unclear. Here, we demonstrate that the OsMKK6-OsMPK4 cascade plays an important role in...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569382",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "role in",
      "conclusion": null
    },
    {
      "title": "Integrated Diagnosis and Therapy Using Flexible Contact Electrodes: Low-Voltage Irreversible Electroporation and Quantitative Assessment of Therapeutic Efficacy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Irreversible electroporation (IRE) is a minimally invasive, non-thermal, and cell-selective technique. When combined with the noninvasive nature of contact electrodes, they hold great promise for the treatment of cardiac conditions, gastrointestinal tumors, and superficial lesions. However, its broader clinical application is hindered by its reliance on a kilovolt-level, high-voltage pulse characteristics power supply and the lack of real-time postoperative assessment methods for evaluating...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569366",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intracranial mesenchymal tumor, FET::CREB fusion-positive: an integrative analysis of 81 cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569358/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This work provides further characterization of ICMT as an important CNS mesenchymal neoplasm that is prone to tumor recurrence, showing 2 prognostically relevant methylation subclasses, and warranting diagnostic distinction from other epigenetically and histologically related tumors. ICMTs show substantial overexpression of the CREM gene, independent of fusion type.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569358",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "CNS mesenchymal neoplasm that is prone to tumor recurrence, showing 2 prognostically relevant methylation subclasses, and warranting diagnostic distinction from other epigenetically and histologically...",
      "conclusion": "This work provides further characterization of ICMT as an important CNS mesenchymal neoplasm that is prone to tumor recurrence, showing 2 prognostically relevant methylation subclasses, and warranting diagnostic distinction from other epigenetically and histologically related tumors. ICMTs show subs..."
    },
    {
      "title": "Cost-effectiveness of the ABCStroke pathway in ischaemic stroke care: a UK pilot analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In the UK, implementation of the ABCStroke pathway is cost-effective. These findings support strategic investment in structured, multidisciplinary integrated care for stroke survivors.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569345",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In the UK, implementation of the ABCStroke pathway is cost-effective. These findings support strategic investment in structured, multidisciplinary integrated care for stroke survivors"
    },
    {
      "title": "Application value of dual-energy computed tomography virtual monoenergetic images for pediatric hand angiography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569332/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: For pediatric hand CTA, 40-keV VMIs provide optimal vascular conspicuity for small distal vessels, yielding the highest diagnostic confidence and total image quality score, and this benefit outweighs the associated increase in vessel noise.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569332",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "For pediatric hand CTA, 40-keV VMIs provide optimal vascular conspicuity for small distal vessels, yielding the highest diagnostic confidence and total image quality score, and this benefit outweighs the associated increase in vessel noise"
    },
    {
      "title": "Assessment of mid-term success in various types of zirconia implants: a retrospective clinical analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Zirconia implants showed 83.8% survival at five years, supporting their clinical applicability as metal-free implant systems. Immediate placement had significantly lower survival, favoring late placement. No significant differences were found between one-piece and two-piece implants, or between implants placed with and without GBR. Larger prospective studies with standardized clinical and radiographic assessments are needed to confirm these findings and refine zirconia implant...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569318",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Zirconia implants showed 83.8% survival at five years, supporting their clinical applicability as metal-free implant systems"
    },
    {
      "title": "Pannexins in the heart: cell-specific expression and contributions to disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Heart disease is the leading cause of death globally. Although modern interventions have dramatically reduced the morbidity and mortality of heart disease, the lack of knowledge of key underlying mechanisms has limited the development of effective therapeutics. Pannexins encompass a group of three transmembrane channel-forming proteins best known for their role in purinergic signaling through the release of ATP. Pannexins, particularly pannexin 1 (Panx1), are expressed in multiple cell types...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569301",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantum theory calculations (DFT method) of hydrogen-bond charge transfer complex derived from p-phenylenediamine and picric acid to understand the molecular structure from various thermodynamic, electronic, and spectroscopic aspects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569300/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONTEXT: Currently, the study of charge transfer (CT) is significant and has attracted the attention of many researchers. The unique physical and chemical properties and wide range of applications have made charge transfer complexes (CTCs) a popular area of research. Thus, the designation of good components for creating CTCs with stable chemical bonds is very valuable. Quantum theoretical calculations are useful for studying three-centered intramolecular hydrogen bonding in organic molecules....",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569300",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Health Professions Education and Training Programs in Health Care for Homeless Individuals: A Scoping Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Many HPE institutions lack homeless health care programming, and certain professions and regions are underrepresented. Programs are often student-led and challenging to sustain. However, evaluations have demonstrated significant potential benefits for students, trainees, and homeless patients. Educators have described effective practices, curricula, and tools to create, sustain, and evaluate homeless health care programs. The authors recommend incorporating effective practices,...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569295",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Many HPE institutions lack homeless health care programming, and certain professions and regions are underrepresented. Programs are often student-led and challenging to sustain"
    },
    {
      "title": "Ethical Principles in European National Dementia Strategies: A Framework Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569291/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "The prevalence of dementia is rising rapidly across the European Union, necessitating comprehensive national and international responses. National Dementia Strategies serve as key policy instruments, outlining priorities for dementia care across European countries. While numerous organizations have proposed ethical principles to guide dementia policy, limited knowledge exists on ethical priorities in EU dementia policies. This study examines the ethical principles embedded in European national...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569291",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proteomic Signatures of Cardiac Dysfunction Among People With Diabetes: The Atherosclerosis Risk in Communities Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569286/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We identified 5 proteomic markers (4 novel) uniquely related to HF risk among individuals with diabetes and not among those without diabetes.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569286",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We identified 5 proteomic markers (4 novel) uniquely related to HF risk among individuals with diabetes and not among those without diabetes"
    },
    {
      "title": "Prevalence of frailty and its association with cognition in preclinical Alzheimer's disease: a cross-sectional analysis of baseline data from the A4 study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In a cohort screened for a preclinical AD trial, elevated Aβ levels were associated with frailty and frailty was associated with reduced cognitive performance independent of elevated Aβ levels. These associations, and whether or not frailty is associated with longitudinal cognitive decline independent of Aβ status, warrant further study.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569280",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In a cohort screened for a preclinical AD trial, elevated Aβ levels were associated with frailty and frailty was associated with reduced cognitive performance independent of elevated Aβ levels. These associations, and whether or not frailty is associated with longitudinal cognitive decline independe..."
    },
    {
      "title": "2025 US Public Health Service Guidelines for the Management of Occupational Exposures to Human Immunodeficiency Virus and Recommendations for Post-exposure Prophylaxis in Healthcare Settings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "These guidelines update the 2013 \"Updated US Public Health Service (PHS) Guidelines for the Management of Occupational Exposures to Human Immunodeficiency Virus and Recommendations for Postexposure Prophylaxis,\" hereafter referred to as the 2013 PHS Guidelines.^(,) The availability of new medication options, new information on the window of detection for different human immunodeficiency virus (HIV) tests, and the risk of transmission from people with undetectable viral loads prompted this...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569270",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Letter by Sun et al Regarding Article, \"Prognostic Value of Natriuretic Peptide Levels in Heart Failure With Recovered Ejection Fraction\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569267",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Impact of Aesthetic Osseous Genioplasty on Upper Airway Volumes - A Single Center Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Vertical movement of the osteotomized chin segment, both lengthening and shortening, was identified as a significant factor associated with postoperative airway change after genioplasty. This highlights the relevance of vertical repositioning in surgical planning and provides a basis for future studies on the functional effects of aesthetic genioplasty on the airway.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569264",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Vertical movement of the osteotomized chin segment, both lengthening and shortening, was identified as a significant factor associated with postoperative airway change after genioplasty. This highlights the relevance of vertical repositioning in surgical planning and provides a basis for future stud..."
    },
    {
      "title": "Feedback of peripheral saccade targets to early foveal cortex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569257/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Human vision is characterized by frequent eye movements and constant shifts in visual input, yet our perception of the world remains remarkably stable. Here, we directly demonstrate image-specific foveal feedback to primary visual cortex in the context of saccadic eye movements. To this end, we used a gaze-contingent fMRI paradigm, in which peripheral saccade targets disappeared before they could be fixated. Despite no direct foveal stimulation, we were able to decode peripheral saccade targets...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569257",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CRYSP: construction and visualization of crystal shapes in natural habits and on planar substrates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569241/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CRYSP has been developed as a crystallographic tool for the construction and visualization of crystal shapes. The input parameters for software are crystal structure files, Miller indices, and corresponding minimum surface energies. A graphical user-friendly interface is provided, along with automatic conversion from crystallographic space groups to point groups, simplifying the input of interfacial energies and their orientations. The algorithm of Wulff construction, as described in a research...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569241",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Growth of sea-urchin-like platinum nanoparticles and their applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569239/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Platinum nanoparticles with sea-urchin-like morphology were synthesized on Si substrates by using the fluoride-assisted galvanic replacement reaction. The size, density, and crystallinity of the nanoparticles were controlled by adjusting the reaction time; a longer synthesis time resulted in higher Pt content and lower reflectance in the visible range. X-ray photoelectron spectroscopy confirmed the presence of both Pt⁰ and Pt^(II) species. The sample obtained under a reaction time of 15 min...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569239",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sulfidation Unlocks Dual Reductive Pathways in Uranium Immobilization by Iron Sulfide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569237/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Iron sulfide minerals are critical mediators of uranium (U) immobilization in anoxic environments, yet the electron transfer mechanisms across Fe- and S-containing phases remain incompletely understood. Here, we demonstrate that redox-driven structural transformations unlock a dual pathway for U(VI) reduction. Comparative experiments using pristine mackinawite (FeS), partially oxidized FeS (O-FeS), and sulfur-enriched FeS (S-FeS) revealed that FeS and O-FeS reduce U(VI) primarily through...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569237",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Relationship between occupant compartment intrusion and injury by crash counterpart relevant to MASH requirements",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569227/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Roadside hardware crashes are distinct from fixed-object and vehicle-to-vehicle crashes with regard to occupant compartment intrusion and injury outcomes. The MASH intrusion requirements are a significant predictor of injury outcome. These results can be used to enhance and improve the requirements of MASH and may lead to additional and more robust occupant injury metrics.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569227",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Roadside hardware crashes are distinct from fixed-object and vehicle-to-vehicle crashes with regard to occupant compartment intrusion and injury outcomes. The MASH intrusion requirements are a significant predictor of injury outcome"
    },
    {
      "title": "Getting c-Literate: Bulboclitoris Functional Anatomy and Its Implications for Radiation Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569221",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immunogenicity of Fetal Liver-Derived Progenitor and Stem Cells: Expression of MHC Molecules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569198/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study provides the first systematic assessment of HLA expression in fetal liver-derived progenitor and stem cells following cryopreservation. The results suggest that these cells retain a favorable immunological profile, supporting their potential application in regenerative medicine. The findings highlight the importance of considering gestational age in evaluating immunogenicity. Further studies with larger sample sizes and in vivo validation are required to confirm clinical...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569198",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This study provides the first systematic assessment of HLA expression in fetal liver-derived progenitor and stem cells following cryopreservation. The results suggest that these cells retain a favorable immunological profile, supporting their potential application in regenerative medicine"
    },
    {
      "title": "Identification of Extrachromosomal Circular DNA Isolated from Cell Culture Supernatant and Its Potential Applications for Hepatocellular Carcinoma Diagnosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Distinct eccDNA types were identified in HepG2 cells, which may serve as promising biomarkers for HCC diagnosis.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569176",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Distinct eccDNA types were identified in HepG2 cells, which may serve as promising biomarkers for HCC diagnosis"
    },
    {
      "title": "Compact bacterial recombination complexes drive efficient kilobase-scale knock-in in mammalian cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Efficient homologous recombination, homology-directed repair (HDR), remains a major hurdle for precise genome editing in mammalian cells, particularly for kilobase-scale insertions. Bacterial recombineering proteins, such as RecE and RecT, offer potential solutions, but their activity in eukaryotic systems has been largely uncharacterized. Here, we identify Escherichia coli RecE (EcRecE) as a potent enhancer of HDR in mammalian cells. Targeted recruitment of EcRecE via CRISPR/Cas9 significantly...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569163",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A comprehensive view on r-protein binding and rRNA domain structuring during early eukaryotic ribosome formation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Formation of the eukaryotic ribosomal subunits follows a strict regime to assemble ribosomal proteins (r-protein) with ribosomal RNAs (rRNA) while removing internal (ITS) and external (ETS) transcribed rRNA spacers. During the early stages of large subunit (LSU) formation, ITS2, together with six assembly factors, forms the characteristic foot structure of early nuclear pre-LSU particles. Here, we address the function of this foot structure during the early stages of ribosome assembly. We...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569156",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural plasticity enables broad cAn binding and dual activation of CRISPR-associated ribonuclease Cdn1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Prokaryotes have naturally evolved diverse RNA-guided defense systems against viral infections, with the type III CRISPR-Cas systems representing the most intricate. These systems feature accessory proteins activated by cyclic oligoadenylates (cOAs) produced upon target RNA recognition, synergizing with the CRISPR-Cas machinery to defend against exogenous invaders. Typically, each accessory protein is activated by only one specific cOA type. Here, we characterize Cdn1, a type III-B CRISPR...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569151",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interference-Enhanced Plasmonic Photocatalysis via Periodically Ordered Ag Nanodisk Arrays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "We report a scalable strategy to fabricate periodically ordered Ag nanodisk arrays on Si nanopillar templates isolated by native SiO(2) (Ag-SiO(2)-Si) prepared via a hybrid approach integrating polystyrene (PS) nanosphere lithography and following a metal-assisted chemical etching (MACE) method for enhanced SPR-mediated photocatalysis. Using a 633 nm laser, photocatalytic performance of the Ag nanodisk arrays was evaluated using PATP-to-DMAB reaction as a model system. The catalytic activities...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569149",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive transcriptomics and proteomics analysis of neointima formation in human saphenous vein: implications for bypass graft disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569144/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Introduction: Human saphenous veins (SV) are widely used as grafts in coronary artery bypass (CABG) surgery but often fail due to neointima formation. Little is known, however, regarding the cellular, transcriptomic and proteomic dynamics of neointima formation in human veins. Here, we performed transcriptomics and proteomics analysis in an ex vivo tissue culture model of neointima formation in human SV procured for CABG surgery. Methods and results: Histological examination demonstrated...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569144",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mitigation and detection of putative microbial contaminant reads from long-read metagenomic datasets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569097/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Metagenomic sequencing of clinical samples has significantly enhanced our understanding of microbial communities. However, microbial contamination and host-derived DNA remain a major obstacle to accurate data interpretation. Here, we present a methodology called 'Stop-Check-Go' for detecting and mitigating contaminants in metagenomic datasets obtained from neonatal patient samples (nasal and rectal swabs). This method incorporates laboratory and bioinformatics work combining a prevalence method,...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569097",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modeling of antibody waning after heterologous boosting with Ad5-nCoV in individuals primed with two-dose CoronaVac previously",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569047/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Heterologous boosting with aerosolized or intramuscular Ad5-nCoV following a two-dose CoronaVac prime has been shown to induce higher antibody levels than a homologous CoronaVac booster. However, no specific modeling has been reported to characterize the kinetics of antibody waning for these heterologous regimens. By integrating longitudinal serological data from three randomized trials conducted in Jiangsu, China (NCT04892459, NCT04952727, NCT05043259), we applied linear mixed-effects models to...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569047",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Black Mothers' Perspectives on the Early Childhood Screening Process and the Modified Checklist for Autism in Toddlers in Primary Care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Black mothers described their preferences for completing autism screening for their children and emphasized the role of the pediatrician, family members, and online resources in providing information about child development and autism concerns. Trust in the pediatrician emerged as a salient theme, which runs counter to prior narratives that describe earned mistrust between Black caregivers and medical providers. Results can inform the improvement of early autism screening processes...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569042",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Black mothers described their preferences for completing autism screening for their children and emphasized the role of the pediatrician, family members, and online resources in providing information about child development and autism concerns. Trust in the pediatrician emerged as a salient theme, w..."
    },
    {
      "title": "Soaring Systematics: an evaluation of biogeography and flight behavior in dragonflies and damselflies (Insecta: Odonata) using phylogenomics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569029/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Dragonflies and damselflies (Insecta: Odonata) are descended from what were most likely the first winged animals, which flew ∼320 million years ago (Ma). They comprise ∼6400 extant species distributed across all continents except Antarctica. Examination of long-standing hypotheses regarding the role of flight behavior and wing morphology in shaping the global distribution of odonates has been limited by spatial and taxonomic scope. Here we leverage mobilized trait and distribution data derived...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569029",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "One-Year Progression of Capillary Nonperfusion in Nonproliferative Diabetic Retinopathy Using Noninvasive Imaging: The CHART Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569021/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Retinal capillary nonperfusion progresses significantly over 1 year in mild to moderate NPDR, identified by changes in rates of progression of vessel and perfusion densities. In more severe stages (levels 47 and 53), capillary nonperfusion stabilizes, and a hyperperfusion response is identified by increases in MAT associated with the development of intraretinal microvascular abnormalities.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569021",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Retinal capillary nonperfusion progresses significantly over 1 year in mild to moderate NPDR, identified by changes in rates of progression of vessel and perfusion densities. In more severe stages (levels 47 and 53), capillary nonperfusion stabilizes, and a hyperperfusion response is identified by i..."
    },
    {
      "title": "Structural and evolutionary insights into the isoprene monooxygenases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569012/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Isoprene, a highly reactive biogenic volatile organic compound (VOC) emitted by terrestrial vegetation, influences atmospheric chemistry but its microbial degradation remains poorly understood. Aerobic degradation begins with isoprene monooxygenase (IsoMO), a multicomponent di-iron monooxygenase encoded by the isoABCDEF cluster, with isoGHIJ supporting downstream steps. We analysed iso gene clusters from eleven confirmed isoprene degraders, reconstructed amino acid sequence phylogenies and...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569012",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Symmetry-Regulated Argentophilic Interactions via Homochiral Proline Dodecamers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41569000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Although the argentophilic interaction has been reported in the ligand-supported interactions in crystal engineering, the controllable chemical flexibility of such an interaction, which can alter the properties of corresponding materials in response to changes, is very lacking. To fulfill such a task, providing a flexible surrounding to support metallophilic interaction is the key. Herein, we reveal that the controllable argentophilic interaction within the confined domain of a homochiral...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41569000",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploration of Therapeutic Targets Using CDK4 Inhibitors for Head and Neck Mucosal Melanoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568999/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Abemaciclib and palbociclib may suppress MM cell proliferation. The CDK4 signaling pathway is a potential target for molecular-targeted therapies in MM.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41568999",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Abemaciclib and palbociclib may suppress MM cell proliferation. The CDK4 signaling pathway is a potential target for molecular-targeted therapies in MM"
    },
    {
      "title": "The <em>Escherichia coli</em> PeptideAtlas Build: Characterizing the Observed <em>Escherichia coli</em> Pan-Proteome and Its Post-Translational Modifications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Escherichia coli is a widely used model organism in molecular biology. Despite its pivotal role, a comprehensive proteome resource covering the E. coli pan-proteome and its post-translational modifications (PTMs) has been lacking. Here we present the E. coli PeptideAtlas build, the first comprehensive pan-proteome analysis of E. coli, generated from 40 high-quality public and in-house data sets spanning a broad diversity of strains, sample types, and experimental conditions, and comprising over...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41568995",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Term Clinical, Radiographic and Esthetic Outcomes of Zirconia Dental Implants: A 10-Year Prospective Multicenter Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Zirconia implants demonstrated high long-term survival and success rates, moderate bone loss, and favorable esthetic outcomes. These findings support their use as a clinically reliable and esthetically acceptable long-term alternative to titanium implants. However, the limited sample size highlights the need for further confirmation in larger cohorts.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41568986",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Zirconia implants demonstrated high long-term survival and success rates, moderate bone loss, and favorable esthetic outcomes. These findings support their use as a clinically reliable and esthetically acceptable long-term alternative to titanium implants"
    },
    {
      "title": "Rift Valley fever virus activates multiple cell death pathways in neurons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Neuronal injury and death contribute to long-term impairments and lethality during viral encephalitis. Rift Valley fever virus (RVFV), an arbovirus with epidemic potential, can manifest as late-onset encephalitis in humans, yet this disease outcome remains understudied. A lethal rodent model of RVF encephalitis is characterized by a dysregulated immune response, neuronal necrosis, and blood-brain barrier breakdown that precedes lethality. In this study, we built upon this prior work using both...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41568981",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Is There a Role for Chemotherapy in Unresectable Ganglioneuroblastoma Intermixed?: A Case Series Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Ganglioneuroblastoma intermixed (GNB-I) is a rare pediatric tumor with favorable outcomes when treated primarily with surgical resection. In patients for whom surgical intervention is not feasible, chemotherapy is often considered, although its efficacy remains controversial. This retrospective study examined 12 patients with nonmetastatic GNB-I at Phoenix Children's Hospital. Four patients received chemotherapy but showed no significant tumor reduction postchemotherapy, and all required surgery...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41568977",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring <em>T. cruzi</em> IMPDH as a promising target through Chagas Box screening and AVN-944 inhibition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Chagas disease, caused by Trypanosoma cruzi, remains a leading cause of heart failure in Latin America, with current treatments limited to acute-phase efficacy, significant toxicity, and emerging resistance. Inosine monophosphate dehydrogenase (IMPDH) is an essential enzyme in guanine nucleotide salvage pathway and represents a promising alternative target. Here, we combined computational screening, biochemical and cell-based phenotypic assays that support T. cruzi IMPDH (TcIMPDH) as a druggable...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41568971",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel metabolic adaptation driven by glycoside hydrolase family 25 protein contributes to increasing trimethoprim-sulfamethoxazole resistance in clinical human <em>Brucella melitensis</em> isolates in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568970/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Brucellosis, caused by Brucella spp., is a globally zoonotic disease that results in substantial economic losses and public health concerns. Although antibiotic-resistant Brucella strains have been reported worldwide, the current status and underlying mechanisms of resistance among Chinese isolates remain poorly characterized. In this study, we analyzed 636 clinical human isolates of B. melitensis from China using genomic sequencing, transcriptomic sequencing, and neural network prediction to...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41568970",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "636 clinical human isolates of B",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clonal Profiles in a Li-Fraumeni Syndrome Patient With SHH Medulloblastoma: Clonal Evolution, Genomics, and Clinical Implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41568960",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rising incidence of carbapenem-resistant <em>Citrobacter</em> spp. in a German tertiary-care hospital: epidemiology, clinical impact, and the role of the hospital wastewater system-findings from a six-year molecular study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568952/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "In recent years, a threatening rise in carbapenem-resistant Citrobacter spp. (CRC) has been observed in various global regions. Sewage systems have repeatedly been suggested as reservoirs. At our tertiary-care hospital in Germany, CRC have become the most frequently detected species among the carbapenem-resistant Enterobacterales (CRE) over the past six years. This study aimed to analyze CRC's site-specific epidemiological development, assess their clinical significance, and elucidate the...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41568952",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "analyze CRC's site-specific epidemiological development, assess their clinical significance, and elucidate the",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cortical dynamics of cold exposure and thermal recovery: Evidence from EEG-based spatiotemporal analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Human thermal perception involves complex and dynamic interactions between peripheral input and central neural regulation. However, the spatial and temporal characteristics of brain responses to different cold exposure scenarios remain poorly understood. In this study, we combined traditional analysis with AI-based anomaly detection to examine electroencephalographic (EEG) responses across five stages of cold exposure in 20 healthy participants, including baseline, cold exposure, wind...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41568940",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Social engagement in dementia: Activities, motivation, support, barriers, and increasing aspects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568939/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "BackgroundSocial engagement has been connected to better psychological well-being, improved QoL, and resilience to neuropathological changes. Yet, little is known about the details of social engagement in dementia, which could inform effective interventions.ObjectiveWith this study, we aimed at providing information on social engagement of people with dementia (PWD), given by proxies and PWD.Methods501 people actively involved in dementia care in Germany (86% female; mean age 53.5 years)...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41568939",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Designing n-Type Thermogalvanic TEMPO-Substituted Polyacrylamide via Conformational Entropic Modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "This work pioneers the use of TEMPO-substituted polyacrylamide (PTAm) for n-type thermogalvanic (TG) systems, uniquely harnessing redox-induced conformational entropy changes to enhance the thermoelectric performance. Through the electrochemical oxidation of low-molecular-weight PTAm, which is initially water-insoluble, a water-soluble polyelectrolyte (ox-PTAm) is formed, containing both TEMPO and oxoammonium species, as indicated by cyclic voltammetry. The redox transitions induce...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41568924",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the Effects of Training Camp on Standard Orthodontic Education",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The training camp provided a harmonized educational experience and successfully promoted educational advancement for students from various academic institutions.",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41568917",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The training camp provided a harmonized educational experience and successfully promoted educational advancement for students from various academic institutions"
    },
    {
      "title": "Directed Evolution Boosts UGT85A1 Glycosylation for Enhanced Phenylethanoid Glucoside Production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568900/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Glycosides are diverse plant metabolites with important biological functions. Salidroside and its derivatives, natural phenylethanoid glycosides, have considerable potential in food and pharmaceutical applications, but their low natural abundance limits large-scale production. Microbial biosynthesis offers a sustainable alternative, where glycosyltransferase efficiency is critical. Here, we engineered UGT85A1 via iterative saturation mutagenesis (ISM), yielding the high-activity mutant DHG...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41568900",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "biological functions",
      "conclusion": null
    },
    {
      "title": "Effects of fish oil supplementation on biomarkers of vascular endothelial function in middle-aged and older adults: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Objective: This trial evaluated marine-derived omega-3 supplementation for primary cardiovascular prevention in middle-aged and elderly adults, focusing on endothelial activation markers and vasodilation. Methods: 240 participants were randomized to four groups receiving 0 g, 1 g, 2 g, or 4 g daily of fish oil (containing 129 mg DHA and 182 mg EPA per gram) for 12 weeks. Fasting blood samples were analyzed for fatty acids and endothelial function biomarkers (NO, ET-1, ICAM-1, MCP-1, Ox-LDL) at...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41568898",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This trial evaluated marine-derived omega-3 supplementation for primary cardiovascular prevention in middle-aged and elderly adults, focusing on endothelial activation markers and vasodilation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SLC44A1 promotes AML progression and chemoresistance by regulating the Notch signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Despite advances in treatment, acute myeloid leukemia (AML) remains a formidable therapeutic challenge, highlighting the urgent need for novel biomarkers and therapeutic targets. The choline transporter SLC44A1 has been implicated in cancer progression; however, its role in AML remains largely unexplored. Here, we investigated the clinical relevance and molecular mechanisms of SLC44A1 in AML. Analysis of The Cancer Genome Atlas (TCGA) datasets revealed significant upregulation of SLC44A1 in AML...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41568897",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "the clinical relevance and molecular mechanisms of SLC44A1 in AML",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stoichiometry-Programmed MXenes via Precursor Engineering for High-Performance EMI Shielding and Energy Storage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41568894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260122143111&v=2.18.0.post22+67771e2",
      "description": "Device-level performance in MXenes is dictated by architecture-planar nanosheets are optimal for electromagnetic interference (EMI) shielding, while scrolled structures enhance ion transport for energy storage-particularly when morphology is programmed at synthesis. Whether such architectures can be deterministically encoded through precursor stoichiometry remains unresolved. Here, we demonstrate that precise carbon stoichiometry control in Ti(3)AlC(x)O(2-) (x) MAX phases tunes internal lattice...",
      "pubDate": "2026-01-22T11:00:00.000Z",
      "institutions": [
        "IBS",
        "UNIST"
      ],
      "pmid": "41568894",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}