{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-06T19:21:09.993Z",
  "totalItems": 150,
  "totalArchived": 22522,
  "newPapersAdded": 163,
  "institutionBreakdown": {
    "KAIST": 13,
    "SNU": 40,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 22,
    "IBS": 91,
    "UNIST": 0,
    "Hanyang University": 3,
    "KIST": 3,
    "GIST": 2,
    "Kyung Hee University": 5,
    "Pusan National University": 4
  },
  "subjectAreaBreakdown": {
    "Biomedical": 36,
    "Multidisciplinary": 68,
    "Neuroscience": 11,
    "Materials Science": 11,
    "Cancer Research": 24
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Perceptions of Effective Nursing Handover Education: A Mixed-Methods Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196019/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that nursing curricula should integrate standardized communication tools, simulation-based training with authentic cases, and learner-centered strategies. Enhancing situational overviews, interactive environments, and formative feedback could contribute to improved handover competency and ultimately improve patient safety outcomes.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41196019",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that nursing curricula should integrate standardized communication tools, simulation-based training with authentic cases, and learner-centered strategies",
      "conclusion": "These findings suggest that nursing curricula should integrate standardized communication tools, simulation-based training with authentic cases, and learner-centered strategies. Enhancing situational overviews, interactive environments, and formative feedback could contribute to improved handover co..."
    },
    {
      "title": "Harnessing Deaminated DNA to Modulate mRNA Translation for Controlled and Sequential Protein Expression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195980/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Messenger RNA (mRNA) offers transformative potential in vaccines and therapeutics for a range of intractable diseases. While considerable efforts have focused on enhancing protein expression levels to improve efficacy, comparatively little attention has been given to regulating the rate and timing of protein expression. Given that sudden antigen bursts can overstimulate immune responses and pose serious risks in susceptible individuals, precise control over translation kinetics is essential for...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41195980",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering Hall Resistivity Anomalies in Epitaxial SrRuO<sub>3</sub> Thin Films by Mo Doping",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Magnetic transport properties are essential for probing the interaction between charge and spin dynamics. Those include the anomalous Hall effect (AHE) and topological Hall effect (THE), which are useful in the development of spintronic devices. SrRuO(3) (SRO) offers an ideal platform for investigating the Hall effect, induced by robust ferromagnetism, and can be further manipulated by tuning the spin-orbit-coupled band structure near the Fermi level. In this study, we investigated how Mo doping...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "KIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41195959",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how Mo doping",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chiral Acoustic Phonon and Conservation of Pseudoangular Momentum in α-Quartz",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195899/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "While the linear motion of phonons is widely understood as arising from the translational symmetry of crystal lattices, recent studies have revealed the intrinsic rotational motion of phonons in condensed matter with discrete rotational symmetry. These phonons, termed chiral phonons, carry angular momentum associated with the rotational motion of atomic masses, as well as pseudoangular momentum arising from the phase winding of their circular motion. Chiral phonons give rise to novel physical...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41195899",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Water-solid interactions on NaCl: Tracking adsorption to deliquescence with in situ scanning probe microscopy under a wide range of water vapor pressure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195800/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Water adsorption and phase transitions on NaCl surfaces before dissolution play a crucial role in understanding interfacial water-solid interactions. In this study, we employ variable-pressure scanning probe microscopy (SPM) to systematically investigate nanoscale morphological and tribological changes across a wide range of relative humidity (RH). At extremely low RH (<10-2%), water shows a strong affinity for Na+ ions, leading to increased friction, particularly at surface defects such as step...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41195800",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fucoxanthin suppresses amyloid-β and pyroglutamate-3-Aβ accumulation by modulating the PI3K/Akt/GSK-3β signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195529/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Aberrant aggregation of amyloid-β (Aβ) peptides is a hallmark of Alzheimer's disease (AD), contributing to synaptic dysfunction and cognitive decline. Recently, pyroglutamate-modified Aβ (pE3-Aβ) has emerged as a key contributor to Aβ pathology, as it is a highly aggregation-prone variant that enhances amyloid seeding and accelerates plaque propagation. β-Secretase (BACE1) and glutaminyl cyclase (QC) are essential enzymes for generating Aβ and pE3-Aβ, respectively, and represent key therapeutic...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41195529",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Concurrent variations of the unique course of the azygos vein, the kinked common carotid artery, and the branching pattern of the internal iliac arteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195470/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This case highlights that various rare vascular anomalies may coexist in a single individual; anatomist, surgeons, and other clinicians should be aware of this possibility during dissection and surgical procedures.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41195470",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case highlights that various rare vascular anomalies may coexist in a single individual; anatomist, surgeons, and other clinicians should be aware of this possibility during dissection and surgical procedures"
    },
    {
      "title": "Decoding Surface-Bound Isomers: A QIT-ToF-SIMS Platform Integrating Tandem Mass Spectrometry and Laser Spectroscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "A quadrupole-ion-trap-integrated time-of-flight secondary ion mass spectrometry (QIT-ToF-SIMS) system was developed to enable detailed molecular surface analysis via tandem mass spectrometry combined with laser photodissociation spectroscopy. In this approach, secondary molecular ions were selectively isolated in the ion trap using the stored waveform inverse Fourier-transform technique and subsequently subjected to collision-induced dissociation or photoinduced dissociation. Using isomeric...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41195450",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification and characterization of a novel, low-temperature-active GH8 endo-β-1,4-glucanase exhibiting broad pH stability from Antarctic <em>Glacieibacterium</em> sp. PAMC 29367",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195391/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Endo-β-1,4-glucanase plays an essential role in the breakdown of cellulosic substances that consist of D-glucose units linked by β-1,4-glycosidic bonds. In this work, the gene encoding a novel extracellular glycoside hydrolase (GH) family 8 endo-β-1,4-glucanase (GluS) from Glacieibacterium sp. PAMC 29367, an Antarctic lichen (Megaspora verrucosa)-associated bacterial species, was identified, cloned, and characterized. The GluS gene (1080-bp) was predicted to express a non-modular...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41195391",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High light intensity enhances cannabinoid biosynthesis through concerted gene expression in hemp (<em>Cannabis sativa</em>) flowers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195145/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings demonstrate that a light intensity of 600 μmol·m^(-2)·s^(-1) effectively enhances both biomass and cannabinoid accumulation at the flowering stage, providing valuable insights for controlled-environment hemp cultivation aimed at maximizing CBD yield.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41195145",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that a light intensity of 600 μmol·m^(-2)·s^(-1) effectively enhances both biomass and cannabinoid accumulation at the flowering stage, providing valuable insights for controlled-environment hemp cult...",
      "conclusion": "These findings demonstrate that a light intensity of 600 μmol·m^(-2)·s^(-1) effectively enhances both biomass and cannabinoid accumulation at the flowering stage, providing valuable insights for controlled-environment hemp cultivation aimed at maximizing CBD yield"
    },
    {
      "title": "Correction: Boric acid-mediated sol-gel construction of transparent, photoactive TiO<sub>2</sub> films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Correction for 'Boric acid-mediated sol-gel construction of transparent, photoactive TiO(2) films' by Su Yeon Rhee et al., Chem. Commun., 2025, https://doi.org/10.1039/d5cc05088j.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41194749",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Practices and perceptions of 5-aminosalicylic acid use in Crohn's disease: a nationwide survey of physicians in Korea by KASID Guidelines Taskforce Team",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This survey reveals a substantial gap between clinical guidelines and current practice in Korea regarding 5-ASA use for CD. Many physicians continue to view 5-ASA as a relevant option, particularly for patients with low inflammatory burden. These discrepancies likely reflect practical factors such as clinical experience and drug characteristics, which should be carefully considered before excluding 5-ASA from CD management.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41194542",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This survey reveals a substantial gap between clinical guidelines and current practice in Korea regarding 5-ASA use for CD. Many physicians continue to view 5-ASA as a relevant option, particularly for patients with low inflammatory burden"
    },
    {
      "title": "Enhancing Patient Satisfaction and Trust Through Electronic Patient Portals: Mediating Effects of Patient-Centered Communication and Self-Care Skills Among Chinese Deaf and Hard-Of-Hearing Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194350/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "This study investigates the impact of Electronic Patient Portals (EPPs) on patient satisfaction and trust among Deaf and Hard of Hearing (DHH) patients in China. Utilizing data from a sample of 317 DHH patients, the study employs regression analyses and mediation models to explore relationships among EPPs use, patient-centered communication (PCC), self-care skills, patient satisfaction, and trust in healthcare providers and institutions. The findings reveal that EPPs significantly enhance PCC...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41194350",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of Electronic Patient Portals (EPPs) on patient satisfaction and trust among Deaf and Hard of Hearing (DHH) patients in China",
      "conclusion": null
    },
    {
      "title": "Pentatropis Capensis as a Novel Bioresource for Selenium Nanoparticle Synthesis: Insights into Biocompatibility, Cytotoxicity and in Vitro Toxicity Test on Zebrafish",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196562/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "Pentatropis capensis is traditionally used to treat several ailments, yet its potential as a bioresource for green nanotechnology remains unexplored. Selenium nanoparticles (Se NPs) synthesized via plant-based methods are gaining attention for their biomedical and environmental applications. In this study the synthesized Se NPs were characterized using DLS, TEM, SEM with EDAX, XRD, FTIR and UV-visible spectroscopy. UV analysis revealed a characteristic absorbance at 266 nm, SEM and TEM imaging...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41196562",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A review of removal of per- and polyfluoroalkyl substances using metal-organic framework-based nanoadsorbents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196533/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "Per- and polyfluoroalkyl substances (PFASs) are a category of extremely persistent environmental pollutants. Metal-organic frameworks (MOFs) have appeared as promising adsorbents for PFAS removal due to their large surface area, tunable porosity, and versatile surface chemistry, which are among the numerous treatment technologies available. This review critically evaluates current developments in the design, fabrication, and application of MOF-based (nano)materials for the adsorption of PFAS in...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41196533",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GapSense: Similarity Estimation-Based Gap Filler with TGS-Reads for Genome Assemblies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196503/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "Advances in next-generation sequencing have led to an explosion in sequencing data, accelerating genome assembly research. However, draft genomes generated after scaffolding still contain unresolved gaps, often caused by repetitive regions and sequencing errors. These gaps may contain biologically meaningful sequences and thus require accurate resolution. However, existing gap-filling tools often exhibit limited reliability, especially when applied to large and complex eukaryotic genomes, due to...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41196503",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "plos",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent advances in ferroelectric materials, devices, and in-memory computing applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "Ferroelectric memories have undergone a transformative evolution from conventional perovskite-based materials to modern fluorite-structured ferroelectrics, driven by the pursuit of scalable, low-power, and CMOS-compatible non-volatile memory solutions. The observation of ferroelectricity in nanoscale HfO(2)-based films has enabled integration with CMOS-compatible processes, providing advantages such as potential scalability, low power consumption, and non-volatility, while facilitating continued...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41196478",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DeepIMB: Imputation of non-biological zero counts in microbiome data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196474/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: DeepIMB effectively addresses the challenges posed by non-biological zeros in microbiome data. By improving the quality of the data and the reliability of downstream analyses, DeepIMB represents a significant advancement in microbiome research methodologies.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41196474",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DeepIMB effectively addresses the challenges posed by non-biological zeros in microbiome data. By improving the quality of the data and the reliability of downstream analyses, DeepIMB represents a significant advancement in microbiome research methodologies"
    },
    {
      "title": "Virucidal activity of Cannabis sativa L. (hemp) root and stem extracts against Japanese encephalitis virus: role of stigmasterol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "Japanese encephalitis virus (JEV) poses a significant public health risk due to the lack of effective antiviral therapies. To identify novel antiviral agents, we evaluated the antiviral activity of ethanol extracts and organic solvent fractions derived from the roots and stems of hemp (Cannabis sativa L.). Noncytotoxic concentrations of the extracts and fractions were determined using in vitro cytotoxicity assays. At these concentrations, several fractions demonstrated potent virucidal activity,...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41196377",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Phase 3 Trial of Atacicept in Patients with IgA Nephropathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this prespecified interim analysis, treatment with atacicept resulted in a significantly greater reduction in proteinuria than placebo at week 36 in patients with IgA nephropathy. (Funded by Vera Therapeutics; ORIGIN 3 ClinicalTrials.gov number, NCT04716231.).",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41196369",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this prespecified interim analysis, treatment with atacicept resulted in a significantly greater reduction in proteinuria than placebo at week 36 in patients with IgA nephropathy. (Funded by Vera Therapeutics; ORIGIN 3 ClinicalTrials"
    },
    {
      "title": "Correction: Contact Area Between 3D-Printed Silicone Implant and Nasal Bone as a Predictive Factor for Implant Deviation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41196330",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "De Novo Aneurysm Formation After Internal Carotid Artery Sacrifice: Impact of Aneurysmal Versus Non-Aneurysmal Etiology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: De novo aneurysm formation following ICA trapping appears to occur exclusively in patients with an underlying aneurysmal etiology, particularly at sites of hemodynamic stress such as the ACoA. Close imaging surveillance is recommended during the first two years post-trapping, especially in patients with robust collateral circulation or pre-existing aneurysms.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41196318",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "De novo aneurysm formation following ICA trapping appears to occur exclusively in patients with an underlying aneurysmal etiology, particularly at sites of hemodynamic stress such as the ACoA. Close imaging surveillance is recommended during the first two years post-trapping, especially in patients ..."
    },
    {
      "title": "Clinical significance of serum IgE/IgG4 ratio in patients with IgG4-related disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although the serum IgE/IgG4 ratio did not correlate with baseline disease activity, it was independently associated with remission at 1 year. This finding suggests its role as a prognostic biomarker for remission in IgG4-RD, capturing immunologic features not reflected by absolute IgG4 or IgE levels.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41196272",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "its role as a prognostic biomarker for remission in IgG4-RD, capturing immunologic features not reflected by absolute IgG4 or IgE levels",
      "conclusion": "Although the serum IgE/IgG4 ratio did not correlate with baseline disease activity, it was independently associated with remission at 1 year. This finding suggests its role as a prognostic biomarker for remission in IgG4-RD, capturing immunologic features not reflected by absolute IgG4 or IgE levels"
    },
    {
      "title": "Multifunctional ferroelectric synaptic memristors based on HfAlO<sub><em>x</em></sub> with enhanced Pavlovian learning and physical reservoir computing systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "With the growing demand for energy-efficient, high-speed data processing systems, ferroelectric memristors based on HfAlO(x) (HAO) have emerged as promising candidates for neuromorphic computing. In this study, we fabricated a metal-ferroelectric-insulator-semiconductor structure with a W/HAO/ZrO(2)/n^(+) Si stack and investigated the influence of annealing duration at relatively low-temperature (500 °C) on ferroelectric and synaptic properties. Grazing incidence X-ray diffraction and...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41196072",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metagenome-assembled genomes reveal microbial signatures and metabolic pathways linked to coronary artery disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196050/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "Gut microbiota has emerged as a critical factor influencing cardiovascular disease (CVD) risk, particularly coronary artery disease (CAD) development. Using fecal metagenomic shotgun sequencing, we investigated gut microbiota signatures associated with CAD and provided strain-resolved insights through metagenome-assembled genome (MAG) reconstruction. We analyzed 14 patients with CAD and 28 propensity score-matched healthy controls. Differential abundance analysis identified 15 CAD-associated...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41196050",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": "gut microbiota signatures associated with CAD and provided strain-resolved insights through metagenome-assembled genome (MAG) reconstruction",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "pH-Regulated Ring-Opening/Closing Transformation in Polyoxometalates Enables High-Performance Nonlinear Optical Crystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "Inorganic polyoxometalate (POM) crystals are a promising class of materials with considerable potential in modern laser science and technology. However, the limited understanding of POM formation mechanisms and the unclear structure-property relationship between POMs and nonlinear optics (NLO) have hindered the rational design and controllable synthesis of high-performance inorganic POM-based NLO crystals. Herein, we report the successful synthesis of two novel polar heteropolymolybdates,...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41195940",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single versus Dual Antiplatelet therapy for Stroke prevention in Patients with First ever Embolic Stroke of Undetermined Source",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "BackgroundThis study aims to evaluate the efficacy and safety of dual antiplatelet therapy (DAPT) versus single antiplatelet therapy (SAPT) for patients with a first-ever embolic stroke of undetermined source (ESUS).MethodsWe assembled a multicenter cohort and a propensity score-matched (PSM) subset to compare DAPT with SAPT. The primary outcome was a composite of recurrent ischemic stroke, myocardial infarction, or all-cause death, and the safety outcome was major bleeding. Follow-up extended...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41195864",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to evaluate the efficacy and safety of dual antiplatelet therapy (DAPT) versus single antiplatelet therapy (SAPT) for patients with a first-ever embolic stroke of undetermined source (ESUS)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vessel-Specific Myocardial Mass in Patients With Stable Coronary Artery Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195772/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study quantified the myocardial mass subtended by each major artery in the coronary circulation. Understanding the vessel-specific mass at risk has significant clinical implications for personalizing revascularization strategies.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41195772",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for personalizing revascularization strategies",
      "conclusion": "This study quantified the myocardial mass subtended by each major artery in the coronary circulation. Understanding the vessel-specific mass at risk has significant clinical implications for personalizing revascularization strategies"
    },
    {
      "title": "Beyond the Secretory Pathway: New Insights Into Protein Release",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "In eukaryotes, protein secretion plays essential roles in intercellular communications and extracellular niche-building. Protein secretion generally requires a signal sequence that targets cargos to the canonical secretory pathway consisting of the endoplasmic reticulum (ER), the Golgi apparatus, plasma membrane, and vesicles moving between these compartments. However, cytoplasmic proteins lacking signal sequences (e.g., IL1β, Acb1, FGF2) have been detected, and many have defined functions in...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41195561",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sequential trench well based microfluidic platform to isolate bacteria from whole blood with large volume processing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195546/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "The separation of bacteria from infected blood is a crucial step for downstream bacterial detection and analysis. However, the extremely low bacterial concentration and high proportion of blood cells present significant challenges for effective separation. In this study, we present a microfluidic-based approach utilizing a sequential trench well structure that leverages the sedimentation-based separation process to effectively isolate bacteria from whole blood. Experimental results demonstrated...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41195546",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Free-Standing Functional Laser-Induced Graphene-PVA Laminates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195483/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "Laser-induced graphene (LIG) merges the high conductivity of graphenic carbon with direct laser patterning, yet most LIG remains bound to its polymer substrate, limiting its use as thick, transferable electrodes. Thick free-standing LIG is highly sought for powering and warming flexible systems but remains elusive. Here, we present a solvent-free laminate approach that transforms substrate-bound LIG into thickness-tunable, free-standing films through laser-assisted exfoliation, stacking, and...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41195483",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Developing an Efficient System for Hybrid Rice Seed Production Using Partial Male Sterility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "Efficient production of hybrid rice seeds requires male sterility systems to overcome the challenges of self-pollination. In this study, we identified male gametic transfer defect (GTrD)5 and GTrD9 as essential genes for the process of male gamete transmission in rice. Mutations in these genes cause partial male sterility by impairing pollen tube elongation, thereby reducing the fertilisation rate. Using CRISPR/Cas9 technology, we developed gtrd5flo5 and gtrd9flo5 double mutants that combined...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41195477",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gender differences in the association between smoking and the risk of suicide in depressed patients: a longitudinal national cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195353/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Smoking is associated with increased suicide risk among individuals with depression, with notable gender differences in risk magnitude and modifying factors. These findings highlight the need for gender-specific suicide prevention strategies. Limitations include reliance on self-reported smoking data and lack of time-varying measures of exposure.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41195353",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Smoking is associated with increased suicide risk among individuals with depression, with notable gender differences in risk magnitude and modifying factors. These findings highlight the need for gender-specific suicide prevention strategies"
    },
    {
      "title": "Lower LEDD and Polypharmacy Rates Beyond the Honeymoon Period in Patients With Parkinson's Disease Integrative Western-Korean Medicine Interventions: A CARE-Compliant Case Series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that integrative treatment may contribute to lowering LEDD and medication counts in patients with PD, which could potentially reduce hospitalization rates and the associated social costs. Further prospective studies comparing the integrative and nonintegrative treatment groups are needed to clarify these findings and evaluate the role of integrative treatment in the long-term management of PD.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41195340",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that integrative treatment may contribute to lowering LEDD and medication counts in patients with PD, which could potentially reduce hospitalization rates and the associated social costs",
      "conclusion": "These findings suggest that integrative treatment may contribute to lowering LEDD and medication counts in patients with PD, which could potentially reduce hospitalization rates and the associated social costs. Further prospective studies comparing the integrative and nonintegrative treatment groups..."
    },
    {
      "title": "Clinical outcomes among children with primary nephrogenic diabetes insipidus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Patients with primary NDI exhibit a dynamic growth trajectory, delayed achievement of normal GFR with subsequent risk of chronic kidney disease, and frequent treatment-associated complications. These findings underscore the need for timely and individualized long-term management.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41195290",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with primary NDI exhibit a dynamic growth trajectory, delayed achievement of normal GFR with subsequent risk of chronic kidney disease, and frequent treatment-associated complications. These findings underscore the need for timely and individualized long-term management"
    },
    {
      "title": "Decoding Fibromyalgia: Genetic Insights into Gut and Immune System Interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study highlights the role of gut microbiota and inflammatory proteins (cytokines/chemokines) in the pathogenesis of FM. Through Gene Ontology (GO) functional enrichment and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analyses, the findings suggest their involvement in immune regulation, inflammatory responses, and viral pathways. These findings provide new insights into potential therapeutic targets for modulating gut health and immune responses, opening new avenues...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41195230",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights the role of gut microbiota and inflammatory proteins (cytokines/chemokines) in the pathogenesis of FM. Through Gene Ontology (GO) functional enrichment and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analyses, the findings suggest their involvement in immune regulati..."
    },
    {
      "title": "A reflection on 'Aggregation-induced emission enhancement of a <em>meso</em>-trifluoromethyl BODIPY <em>via</em> J-aggregation': from fundamental discovery to versatile sensing platforms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "The BODIPY family of dyes enjoys great popularity for its advantageous luminsecence characteristics in solution. By contrast, most BODIPY dyes are quenched in the solid state. In rare instances, BODIPY derivatives have been found to undergo aggregation-induced emission (AIE) behavior, leading to unexpectedly red-shifted bands. In 2014, S. Choi et al. demonstrated that the 1,3,5,7-tetramethyl BODIPY derivative that bears a trifluoromethyl group at the meso position formed emissive J-aggregates,...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41195073",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Can posttreatment blood inflammatory markers predict poor survival in gynecologic cancer?: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194932/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Peripheral blood inflammatory markers (PBIMs) are widely used for prognostication of several malignancies, including gynecologic cancers. However, most studies do not report when PBIMs have been sampled, and the ones that do usually use pretreatment levels. Considering their potential to reflect the host immune status, posttreatment PBIMs and their dynamic changes from pretreatment levels may also carry prognostic information. A systematic review and meta-analysis were conducted to...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41194932",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Impact of Liraglutide on Patients With Metabolic Dysfunction-Associated Steatotic Liver Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Liraglutide improved hepatic steatosis and metabolic parameters, not LS, in patients with MASLD, though its effect on LS was limited. These findings support the favorable influence of liraglutide on MASLD management.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41194677",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Liraglutide improved hepatic steatosis and metabolic parameters, not LS, in patients with MASLD, though its effect on LS was limited. These findings support the favorable influence of liraglutide on MASLD management"
    },
    {
      "title": "Elevated IL-6 levels in the intestinal mucosa of patients with gastrointestinal Behçet's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194545/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41194545",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of the quality improvement program on Clostridioides difficile infection management: a quasi-experimental study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194544/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Quality improvement program enhanced the quality of CDI treatment in terms of prompt treatment and discontinuation of concomitant laxatives and associated antibiotics. (cris.nih.go.kr; KCT0005892).",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41194544",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Quality improvement program enhanced the quality of CDI treatment in terms of prompt treatment and discontinuation of concomitant laxatives and associated antibiotics. (cris"
    },
    {
      "title": "Elderly-onset inflammatory bowel disease in Asia: clinical characteristics and therapeutic strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "The incidence and prevalence of elderly-onset inflammatory bowel disease (EO-IBD) are increasing worldwide. The rising incidence of EO-IBD in Asia is driven by rapid industrialization and an aging population. Older patients often have multiple comorbidities and polypharmacy, which make diagnosis and management of the disease more challenging. Additionally, Asian patients with EO-IBD exhibit unique clinical characteristics, including frequent ileal involvement. Differences in phenotype between...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41194541",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Asian-Pacific perspectives on the management of very early-onset inflammatory bowel disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194540/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "Children diagnosed with inflammatory bowel disease (IBD) before the age of 6 years are considered to have \"very early-onset IBD (VEO-IBD),\" which is challenging to diagnose and treat. Notably, many children with VEO-IBD have monogenic forms of the disease, meaning that early genetic testing is useful. However, because the prevalence of genetic variants causing VEO-IBD differs globally, the diagnosis and treatment of this disease should be tailored to each region. In the present review paper, the...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41194540",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three Janus kinase inhibitors in ulcerative colitis: is upadacitinib taking the lead?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41194538",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gallstone burden and risk in Korean patients with ulcerative colitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41194537",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Validating clinical feasibility of MRCAT and deep learning-based synthetic CT images for cervical cancer patient",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194508/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: MRCAT and DL-based synthetic CT images demonstrated clinical applicability, achieving plan quality similar to that of plans based on genuine planning CT images.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41194508",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MRCAT and DL-based synthetic CT images demonstrated clinical applicability, achieving plan quality similar to that of plans based on genuine planning CT images"
    },
    {
      "title": "Klinefelter Syndrome Identified by Next-Generation Sequencing as a Risk Factor for Venous Thromboembolism: A Single-Institution Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194464/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41194464",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Longitudinal analysis of alcohol consumption pattern and menopause-specific quality of life in middle-aged women undergoing the menopausal transition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194446/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Light, moderate and heavy drinking appear to be associated with poorer scores on the menopause-specific quality of life questionnaire, with greater vulnerability in women with lower anti-Müllerian hormone levels.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41194446",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Light, moderate and heavy drinking appear to be associated with poorer scores on the menopause-specific quality of life questionnaire, with greater vulnerability in women with lower anti-Müllerian hormone levels"
    },
    {
      "title": "Multifunctional Edged-Satellite AuAg Nanoparticles-Based Integration Platform for Screening, Validation, and Elimination of Vibrio Bacteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106142105&v=2.18.0.post22+67771e2",
      "description": "Multifunctional materials converge various physical and chemical properties, while often being hampered by complicated synthesis procedures and inconsistent performance. A straightforward strategy is presented for synthesizing robust multifunctional plasmonic nanoparticles (NPs), AuAgNPs with edged satellites (ES-AuAgNPs). The ES-AuAgNPs possess various characteristics of i) alloyed Ag/Au with a 7:3 ratio, ii) numerous satellited NPs with narrow nanogaps on face-to-face edges, and iii) a...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41194434",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toward Disease-Modifying Therapies in Type 1 Diabetes: Focus on Teplizumab",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196630/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "The worldwide incidence of type 1 diabetes continues to rise at an alarming rate. One hundred years after the introduction of insulin, the long-entertained hope of moving from symptomatic treatment to disease-modifying therapies is finally taking shape with regulatory approval of teplizumab to delay the onset of stage 3 disease. Here we review teplizumab's mechanism of action, setting it against the background of emerging disease-modifying therapies for clinical practice, in language accessible...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41196630",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of deep learning reconstruction effects on detection and differentiation of liver metastasis from hepatic hemangioma in diffusion-weighted imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196555/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: DL-DWI enhanced both qualitative and quantitative aspects of image quality in abdominal DWI. However, its diagnostic performance, including ADC cutoff values for differentiating between metastases and hemangiomas, is comparable to that of CS-DWI.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41196555",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DL-DWI enhanced both qualitative and quantitative aspects of image quality in abdominal DWI. However, its diagnostic performance, including ADC cutoff values for differentiating between metastases and hemangiomas, is comparable to that of CS-DWI"
    },
    {
      "title": "The role of 4DCT in the localization of parathyroid adenomas in primary hyperparathyroidism: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196525/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Adding 4DCT to US and/or SeS provides superior sensitivity and accuracy in detecting parathyroid adenomas compared to US and SeS alone. However, negative results should be interpreted cautiously in patients with clinical and biochemical suspicion for primary hyperparathyroidism.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41196525",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Adding 4DCT to US and/or SeS provides superior sensitivity and accuracy in detecting parathyroid adenomas compared to US and SeS alone. However, negative results should be interpreted cautiously in patients with clinical and biochemical suspicion for primary hyperparathyroidism"
    },
    {
      "title": "A rare case of ulcerative colitis relapse in a diverted colon after rectal cancer surgery: efficacy of carotegrast methyl",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196519/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "This case presents a rare instance of ulcerative colitis (UC) relapse in the functionally isolated left colon following surgery for rectal cancer associated with UC. A 62-year-old man, suspected of having cancer based on positron emission tomography (PET)-computed tomography (CT) findings and elevated carcinoembryonic antigen levels, underwent robot-assisted low anterior resection and temporary transverse colostomy. Postoperatively, leakage and infection made it difficult to administer...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41196519",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Endoscopic papillectomy for the complete resection of a pedunculated intra-ampullary papillary-tubular neoplasm confined within a choledochocele",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196518/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "A woman in her 60s presented with epigastric pain and was diagnosed with acute cholangitis caused by a papillary tumor based on laboratory findings and imaging studies. An endoscopic evaluation was subsequently planned. Endoscopic ultrasonography and endoscopic retrograde cholangiopancreatography revealed a pedunculated or subpedunculated polypoid lesion within a choledochocele. Histopathological examination of a biopsy specimen confirmed the diagnosis of intra-ampullary papillary-tubular...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41196518",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current practices and challenges in margin evaluation for breast-conserving surgery specimens: a nationwide survey in Japan with international benchmarking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Specimen handling practices were generally consistent with national guidelines, but documentation of certain elements, such as the distance to close margins, varied among institutions. Further standardization of pathology reporting, with attention to international standards, is warranted to improve clarity and clinical utility.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41196469",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Specimen handling practices were generally consistent with national guidelines, but documentation of certain elements, such as the distance to close margins, varied among institutions. Further standardization of pathology reporting, with attention to international standards, is warranted to improve ..."
    },
    {
      "title": "In Utero Electroporation Uncovers an Early-Differentiating Subset of Dentate Gyrus Progenitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "The dentate gyrus of the hippocampus develops through complex cellular migrations and differentiations, which have been primarily characterized using genetic lineage tracing approaches. Through systematic application of in utero electroporation across developmental stages, we found that labeling was most effective at embryonic day 12.5 (E12.5), as earlier stages resulted in embryonic lethality while later stages showed markedly reduced efficiency. To directly compare these cells with...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41196442",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biology and evolving management of resectable dMMR/MSI-H cancers: current status and future perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196394/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Mismatch repair-deficient (dMMR) or microsatellite instability-high (MSI-H) tumors represent a biologically and immunologically distinct subset of solid malignancies. Defective DNA mismatch repair mechanisms in these tumors lead to the accumulation of insertion-deletion mutations, a hypermutated phenotype, and abundant tumor-specific neoantigens. These features drive robust T cell responses, explaining the remarkable sensitivity of dMMR/MSI-H tumors to immune checkpoint inhibitors (ICIs)....",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41196394",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic discrepancies between surgery-first and neoadjuvant-treated resected pancreatic cancer in the same pathological stage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Even within the same pathological stage, the survival outcomes differed between the upfront surgery and neoadjuvant therapy groups. These findings suggest that treatment history should be considered when interpreting the pathological stage and assessing the prognosis of patients with pancreatic cancer.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41196378",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that treatment history should be considered when interpreting the pathological stage and assessing the prognosis of patients with pancreatic cancer",
      "conclusion": "Even within the same pathological stage, the survival outcomes differed between the upfront surgery and neoadjuvant therapy groups. These findings suggest that treatment history should be considered when interpreting the pathological stage and assessing the prognosis of patients with pancreatic canc..."
    },
    {
      "title": "Multiple circulating inflammatory proteins are associated with pathological lesions and kidney function decline in IgA nephropathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196368/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Specific circulating inflammatory proteins, particularly in the TNF receptor pathway, reflect disease activity and structural injury in IgAN and may help identify patients at higher risk of progression.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41196368",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Specific circulating inflammatory proteins, particularly in the TNF receptor pathway, reflect disease activity and structural injury in IgAN and may help identify patients at higher risk of progression"
    },
    {
      "title": "Dose-dependent effects of flavanol-rich dark chocolate intake before resistance exercise on arterial stiffness in healthy young men",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These results suggest that the volume-dependent effect of dark chocolate may contribute to the rapid decrease in arterial stiffness with resistance exercise, and that an intake of 50 g of dark chocolate containing 1285 mg of cocoa polyphenols is likely optimal.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41196335",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that the volume-dependent effect of dark chocolate may contribute to the rapid decrease in arterial stiffness with resistance exercise, and that an intake of 50 g of dark chocolate containing 1285 mg ...",
      "conclusion": "These results suggest that the volume-dependent effect of dark chocolate may contribute to the rapid decrease in arterial stiffness with resistance exercise, and that an intake of 50 g of dark chocolate containing 1285 mg of cocoa polyphenols is likely optimal"
    },
    {
      "title": "Asymmetric Dynamics Between the Protomers of the σ2 Receptor Homodimer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "The sigma-2 receptor (σ(2)R/TMEM97) is a clinically relevant membrane protein involved in cholesterol regulation and overexpressed in cancer and neurodegenerative diseases. Despite its therapeutic potential, the dynamic mechanisms underlying σ(2)R function and ligand binding remain poorly understood. Here, we combined adaptive sampling molecular dynamics simulations with quasi-anharmonic analysis and unsupervised machine learning method to investigate the conformational behavior of the σ(2)R...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41196005",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Iron/NHC-Catalyzed Regio- and Stereoselective 1,6-Additions of Aliphatic Grignard Reagents to α,β,γ,δ-Unsaturated Carbonyl Compounds: Asymmetric Variants with Chiral NHCs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Although conjugate addition to an α,β-unsaturated carbonyl compound is a well-established method in synthetic organic chemistry, controlling regioselectivity, olefin geometry, and positional isomerism in analogous 1,6-addition chemistry, which provides a powerful approach for constructing molecular complexity, remains a key challenge. Herein, we report the iron-catalyzed regio-, stereo-, and enantioselective 1,6-additions of aliphatic Grignard reagents to α,β,γ,δ-unsaturated carbonyl compounds....",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41195971",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Solvent-Controlled Supramolecular Polymerization and Morphology-Depended Photoconductivity Modulation in a Squaraine-Naphthalene Diimide-Squaraine Bulk p/n Heterojunction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195966/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "We designed a donor-acceptor-donor (D-A-D) molecule, TISQ, consisting of squaraine as the electron donor and naphthalene diimide as the electron acceptor, connected via amide linkages that promote hydrogen bonding. This molecule undergoes self-assembly with spatial segregation of donor and acceptor moieties depending on the nature of the solvent. In polar solvents, J-type aggregates are formed via a cooperative nucleation-elongation mechanism, whereas in low-polarity solvents, H-type aggregates...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41195966",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From Layers to Loops: Toward Sustainable Layered Oxide Cathodes and Circular Recycling Pathways for Sodium- and Lithium-Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Cost-effective, high-capacity rechargeable stationary batteries are essential for supporting an integrated power grid that depends on sustainable energy sources. Sodium-ion batteries (SIBs) and lithium-ion batteries (LIBs) are both rechargeable energy storage technologies based on the reversible movement of ions between the anode and cathode during charge and discharge cycles. LIBs have dominated the market for decades because of their high energy density, long cycle life, and proven commercial...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41195646",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Non-Volatile, Low-Voltage, Stretchable Transparent Dielectric Heater for Real-World Autonomous Thermal Management Platform",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Stretchable transparent dielectric heaters are essential for smart thermal management in next-generation wearable electronics. However, existing hydrogel electrode-based devices suffer from rapid degradation under environmental stresses, limiting their real-world applicability. Here, ionogel electrodes leveraging non-volatility and thermal stability, which achieve covalent bonding integration with poly(vinyl chloride) gel to eliminate interfacial delamination in stretchable heaters are...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41195601",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Role of DEAF1 in Dendritic and Synaptic Development: Insights Into Neurodevelopmental Disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "DEAF1 functions as both a transcriptional activator and repressor and is implicated in neurodevelopmental disorders (NDDs); however, its role in neuronal development remains poorly understood. In this study, we investigated the role of DEAF1 in cortical development, with a particular focus on neuronal architecture, as well as its contributions to synaptic function and neuronal activity. In vitro analyses revealed that dendritic development, but not axonal development, was inhibited in...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41195579",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the role of DEAF1 in cortical development, with a particular focus on neuronal architecture, as well as its contributions to synaptic function and neuronal activity",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automated dual-cartridge solid-phase extraction method for multi-residue determination of veterinary drugs in bovine muscle, liver, fat, and milk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Solid-phase extraction (SPE) is a widely used sample preparation technique for the determination of veterinary drug residues in foods due to its effectiveness in removing matrix components. However, conventional SPE methods are often time consuming and labor intensive. In this study, we developed an automated sample preparation method employing a dual-cartridge SPE system for the multi-residue determination of veterinary drugs in bovine-derived food matrices. The method integrates two C18...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41195500",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Infant buccal telomere length: associations with maternal distress in pregnancy and offspring temperament",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Higher satisfaction with social life may have a positive impact on infant telomere length. Mild maternal stress during pregnancy does not seem to affect infant telomere length, nor is telomere length predictive of infancy and early childhood temperament.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41194994",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on infant telomere length",
      "conclusion": "Higher satisfaction with social life may have a positive impact on infant telomere length. Mild maternal stress during pregnancy does not seem to affect infant telomere length, nor is telomere length predictive of infancy and early childhood temperament"
    },
    {
      "title": "Radiotherapy induces YTHDF2 in dendritic cells impairing cross-presentation and T cell function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Metastatic progression is a major cause of radiotherapy (RT) failure, yet the mechanisms linking RT to immune suppression and metastasis remain unclear. Here, we identify YTHDF2 as a radiation-induced immune checkpoint in dendritic cells (DCs). By analyzing patient biopsies from a clinical trial (NCT03223155), we discover that increased YTHDF2 expression in DCs after RT correlates with treatment failure after RT. Mechanistically, ionizing radiation induces SPI1, which drives transcription of...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196643",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Management of Leukostasis in Acute Myeloid Leukemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196639/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196639",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unrelated Donor Age and Recipient Outcomes After Posttransplant Cyclophosphamide vs Conventional Prophylaxis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196629/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: The findings of this cohort study indicate that the association of donor age with URD HCT outcomes appears to be mitigated in the PTCy setting, suggesting that PTCy may counteract some of the adverse effects associated with increased unrelated donor age. This observation challenges existing paradigms and warrants validation in independent cohorts, and if validated, could substantially expand the donor pool.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196629",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: The findings of this cohort study indicate that the association of donor age with URD HCT outcomes appears to be mitigated in the PTCy setting, suggesting that PTCy may counteract some of the adverse effects associated with increased unrelated donor age. This observation challenges ex..."
    },
    {
      "title": "Caution Comparing Transoral Ultrasonography With Postbiopsy Magnetic Resonance Imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196626",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Double trouble for a blurry foe: precision strike on BCL11B",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196623/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196623",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Visual Outcomes and Complications Over 5 Years Following Lensectomy for Childhood Traumatic Cataract",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this cohort study, while only half of the study participants had a 5-year follow-up visit, achieving age-normal VA was uncommon among the cohort in whom a best-corrected VA was determined. The prevalence of glaucoma at 5 years was low among those with 5-year follow-up, while nearly half of the pseudophakic eyes needed surgery for VAO supporting the need to monitor these children.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196614",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this cohort study, while only half of the study participants had a 5-year follow-up visit, achieving age-normal VA was uncommon among the cohort in whom a best-corrected VA was determined. The prevalence of glaucoma at 5 years was low among those with 5-year follow-up, while nearly..."
    },
    {
      "title": "Prevalence of Hearing Loss and Hearing Aid Use Among Hispanic Medicare Beneficiaries 65 Years and Older",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196606/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: This cross-sectional study found that more than half of Hispanic adults 65 years or older living in the US experience hearing loss, highlighting the need for targeted hearing health policies.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196606",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: This cross-sectional study found that more than half of Hispanic adults 65 years or older living in the US experience hearing loss, highlighting the need for targeted hearing health policies"
    },
    {
      "title": "Real-World Evidence in Drug Approvals at the European Medicines Agency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196601",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cost-Effectiveness of MASH Diagnosis and Management Approaches Among Those With Type 2 Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION AND RELEVANCE: In this economic evaluation, screening followed by ILIs was found to be a cost-effective management approach for MASH and liver fibrosis among people living with T2D in all countries. Screening followed by pharmacological treatment was cost-effective in most countries. These results can inform health policy decision-making and further the development of WHO recommended interventions to address NCDs.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196592",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this economic evaluation, screening followed by ILIs was found to be a cost-effective management approach for MASH and liver fibrosis among people living with T2D in all countries. Screening followed by pharmacological treatment was cost-effective in most countries"
    },
    {
      "title": "Visual Outcomes of Children With Primary Congenital Glaucoma Receiving Different Refractive Corrections: The CLEVR-PCG Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196588/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: These findings suggest that RGPCLs provided superior visual acuity and contrast sensitivity improvement vs continued spectacle wear for children after PCG surgery. These findings support using RGPCLs for children undergoing PCG surgery, including those with worse baseline visual acuity or poor spectacle response.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196588",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that RGPCLs provided superior visual acuity and contrast sensitivity improvement vs continued spectacle wear for children after PCG surgery",
      "conclusion": "AND RELEVANCE: These findings suggest that RGPCLs provided superior visual acuity and contrast sensitivity improvement vs continued spectacle wear for children after PCG surgery. These findings support using RGPCLs for children undergoing PCG surgery, including those with worse baseline visual acuit..."
    },
    {
      "title": "Systemic Toxicity With Use of Apraclonidine Ophthalmic Drops in Pediatric Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: This case series suggests use of apraclonidine in pediatric patients poses a risk of central α-2 adrenergic agonist-induced central nervous system and respiratory depression. Clinicians who use apraclonidine in the pediatric population should be aware of potential serious systemic effects from ophthalmic use of the drug and be prepared to manage these.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196580",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: This case series suggests use of apraclonidine in pediatric patients poses a risk of central α-2 adrenergic agonist-induced central nervous system and respiratory depression. Clinicians who use apraclonidine in the pediatric population should be aware of potential serious systemic eff..."
    },
    {
      "title": "Telehealth and Online Cognitive Behavioral Therapy-Based Treatments for High-Impact Chronic Pain-Reply",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196579",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Semaglutide and Tirzepatide Prescribing for Obesity in Patients With Preexisting Comorbid Cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196576/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196576",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NSAID Use, Gastrointestinal Complications, and Burden of Disease in Osteoarthritis: Nordic Registry Study with Emphasis on Patients Below 60 Years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Across Nordic countries, patients with OA had more NSAID dispensations, and GI complications were more prevalent compared to matched individuals. Notably, this was already evident in younger patients under the age of 60, underscoring the need for comprehensive GI risk assessment for every patient with OA. The substantial burden of OA was also evidenced by considerable numbers of sick leave days and joint replacements.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196556",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Across Nordic countries, patients with OA had more NSAID dispensations, and GI complications were more prevalent compared to matched individuals. Notably, this was already evident in younger patients under the age of 60, underscoring the need for comprehensive GI risk assessment for every patient wi..."
    },
    {
      "title": "Classification accuracies of plasma ptau217 vs. ptau217/Aβ1-42 for brain Aβ pathology in cognitively normal older adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Alzheimer´s Disease (AD) and neurodegenerative blood-based biomarkers (BBMs) are transitioning from research settings to clinical practice, where accurate interpretation is critical for their appropriate use. Particularly, the limited alignment between AD pathology and metrics of cognitive performance suggest unappreciated factors of resilience or inter-individual variability that could be influencing clinical utility and interpretation of these measures. Ninety-one cognitively normal older...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196549",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ASO Author Reflections: Analysis of the Current Status of De Novo Metastatic Breast Cancer Surgery in China and the United States: A Multicenter Real-World Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196538",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The importance of promoting a culture of academic integrity in higher education institutions in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196517/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings confirm the efficacy of structured educational programs in reducing the propensity for academic misconduct. This study provides empirical evidence useful for universities seeking to implement ethical standards and foster a culture of academic integrity.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196517",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings confirm the efficacy of structured educational programs in reducing the propensity for academic misconduct. This study provides empirical evidence useful for universities seeking to implement ethical standards and foster a culture of academic integrity"
    },
    {
      "title": "Intravital Multiphoton Imaging of the Mouse Ocular Surface: From the Central Cornea to the Limbus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Intravital multiphoton imaging enables the real-time visualization of distinct cell populations and also cellular dynamics in the ocular surface of transgenic mice expressing fluorescent proteins. In contrast to the relatively flat topography of skin tissue, the mouse cornea presents a steep curvature, which poses a challenge for peripheral imaging. Here, we demonstrate a time-lapse, single-cell resolution multiphoton microscopic imaging methodology that overcomes this limitation. Using distinct...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196497",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Establishment of an accurate prediction system for gestational diabetes mellitus based on the characteristics of metabolic kinetics in early pregnancy: a prospective two-center cohort study in population according to IOM criteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196485",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of the Sinus Headache Screener to identify patients with non-rhinogenic facial pain compared with chronic rhinosinusitis in rhinology clinics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study represents the first step in developing a screening questionnaire to identify patients with NRFP in clinical settings. The item list provides a foundation for future quantitative studies to refine the questionnaire, potentially leading to more appropriate diagnosis and treatment of patients presenting with facial pain or pressure.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196482",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study represents the first step in developing a screening questionnaire to identify patients with NRFP in clinical settings. The item list provides a foundation for future quantitative studies to refine the questionnaire, potentially leading to more appropriate diagnosis and treatment of patien..."
    },
    {
      "title": "Factors Associated With the Use of Complementary and Alternative Medicine by Autistic Preschoolers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that CAM is most often used in conjunction with standard treatments; thus, CAM use is primarily \"complementary\" rather than \"alternative.\" Since CAM are commonly used but not well established for the treatment of autism and co-occurring conditions, this information can help providers promote awareness of evidence-based treatments of autism while engaging in shared decision making with caregivers when developing treatment plans.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196477",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that CAM is most often used in conjunction with standard treatments; thus, CAM use is primarily \"complementary\" rather than \"alternative",
      "conclusion": "These findings suggest that CAM is most often used in conjunction with standard treatments; thus, CAM use is primarily \"complementary\" rather than \"alternative.\" Since CAM are commonly used but not well established for the treatment of autism and co-occurring conditions, this information can help pr..."
    },
    {
      "title": "Comparison on the reflux and nutritional status of different reconstruction methods after laparoscopic proximal gastrectomy: a systematic review and network meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196468/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: DFT has shown promising efficacy in anti-reflux and postoperative nutritional status. Furthermore, SOFY demonstrates efficacy in the management of reflux, whereas JI is linked to improved postoperative nutritional outcomes following LPG. While providing valuable insights, it is important to note that the comparative analyses of JPI and SOFY rely on single-trial data with modest sample sizes, which may affect the precision of comparative effect estimates.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196468",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to note that the comparative analyses of JPI and SOFY rely on single-trial data with modest sample sizes, which may affect the precision of comparative effect estimates",
      "conclusion": "DFT has shown promising efficacy in anti-reflux and postoperative nutritional status. Furthermore, SOFY demonstrates efficacy in the management of reflux, whereas JI is linked to improved postoperative nutritional outcomes following LPG"
    },
    {
      "title": "Sulforaphane: a natural organosulfur having potential to modulate apoptosis and survival signalling in cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196460/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Owing to its ever-growing range of pharmacological advantages, sulforaphane, an isothiocyanate from cruciferous vegetables such as broccoli, is becoming increasingly popular. This review aims to provide a thorough understanding and a current update on the application of sulforaphane in cancer treatment. Sulforaphane interacts with many signaling molecules that control various pathways in malignant cells, including angiogenesis, apoptosis, cell cycle arrest, metastasis, and inflammation pathways....",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196460",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "to provide a thorough understanding and a current update on the application of sulforaphane in cancer treatment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phenotypic Landscape of Pulmonary Neuroendocrine Tumors: Subtyped by OTP/ASCL1 Expression Correlated with Histology, Hormones and Outcome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Recent studies have shown that pulmonary neuroendocrine tumor (NET) subgroups, defined by the transcription factors OTP and ASCL1, correlate with age, sex, and tumor location. Their relationships with histology and hormone production, however, remain unclear. We analyzed 170 pulmonary NETs classified by OTP (O) and ASCL1 (A) expression into four groups: O + /A + , O + /A-, O-/A + , and O-/A-. Subgroups were assessed for histology, hormone expression, therapy-related markers, outcomes, and...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196447",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "170 pulmonary NETs classified by OTP (O) and ASCL1 (A) expression into four groups: O + /A + , O + /A-, O-/A + , and O-/A-",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bicyclol improves cognition deficits and inhibits oxidative stress-induced neuronal cell apoptosis in alzheimer's disease via Nrf2/HO-1 pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196440/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's disease (AD) is identified as the prevalent neurodegenerative condition globally, ultimately resulting in dementia. Currently, the mechanisms that contribute to AD are not well comprehended, and there are few therapeutic alternatives available. Bicyclol, a substance extracted from the Chinese herb Schisandra Chinensis, has shown remarkable antioxidant, anti-inflammatory, anti-apoptotic, and neuroprotective characteristics. However, there is a shortage of research focusing on the...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196440",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of serum melatonin with dietary patterns and dietary nutrients in chinese population: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Specific dietary patterns, low dietary diversity and nutrient deficiencies are associated to reduced melatonin levels. These findings reveal distinct mechanisms linking overall dietary patterns to serum melatonin concentrations, underscoring the importance of appropriate dietary patterns and nutrients intake in sustaining optimal circulating melatonin homeostasis in humans.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196434",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Specific dietary patterns, low dietary diversity and nutrient deficiencies are associated to reduced melatonin levels. These findings reveal distinct mechanisms linking overall dietary patterns to serum melatonin concentrations, underscoring the importance of appropriate dietary patterns and nutrien..."
    },
    {
      "title": "Hypoxia drives cervical cancer progression via OCT4/ORAI3-dependent glycolysis and Ca<sup>2+</sup> signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196424/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Cervical cancer is a common cancer among women worldwide. It has been revealed that hypoxia contributes to the progression of cervical cancer. In our study, we discovered that hypoxia indeed promoted the malignant phenotypes of cervical cancer cells by enhancing glycolysis. Loss-of-function experiments showed that hypoxia treatment upregulated the octamer-binding transcriptional factor 4 (OCT4) expression via glycolysis. Through the RNA-sequence and enrichment analyses, we found that hypoxia...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196424",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "B.uniformis IM01-derived IAA alleviates asthma via AhR/NLRP3 pathways in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Symbiotic flora exhibits a strong association with the pathogenesis of allergic disorders. Certain Bacteroides species have demonstrated potential in ameliorating allergic conditions. However, the specific role of Bacteroides uniformis in allergic asthma and its underlying mechanisms remain incompletely understood. This study demonstrates that oral administration of B.uniformis IM01 significantly enhanced the production of indole-3-acetic acid (IAA), suppressed airway inflammatory cell airway...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196415",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "that oral administration of B",
      "conclusion": null
    },
    {
      "title": "Spiritual needs and satisfaction with life: an exploration of mediating pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196404/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Higher spiritual needs were indirectly associated with lower satisfaction with life through a sequential pathway involving reduced perceptions of quality of care and lower satisfaction with care. Addressing spiritual needs and concerns in clinical settings may, therefore, play a critical role in improving both care experiences and psychosocial outcomes for cancer patients.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196404",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Higher spiritual needs were indirectly associated with lower satisfaction with life through a sequential pathway involving reduced perceptions of quality of care and lower satisfaction with care. Addressing spiritual needs and concerns in clinical settings may, therefore, play a critical role in imp..."
    },
    {
      "title": "Switch from intravenous anti-CD20 therapy to subcutaneous ofatumumab in patients with relapsing MS: results from the OLIKOS study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196386/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings indicate efficacy and safety are maintained following a switch from IV anti-CD20 to SC ofatumumab with improved treatment satisfaction.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196386",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings indicate efficacy and safety are maintained following a switch from IV anti-CD20 to SC ofatumumab with improved treatment satisfaction"
    },
    {
      "title": "Highly efficient lanthanum- and actinium-doped B6/B8 complexes as single-atom catalysts toward superior hydrogen evolution reaction: a DFT perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196381/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONTEXT: Rapid escalating energy demand and the significant environmental impact of conventional energy sources has intensified the search for sustainable alternatives. Hydrogen evolution reaction (HER) stands out as a promising green energy solution; however, its advancement is restricted by higher kinetics and limited thermal feasibility, necessitating the development of highly active catalytic sites. Although d-block transition metals dominate current HER catalysis research, this study...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196381",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of conventional energy sources has intensified the search for sustainable alternatives",
      "conclusion": null
    },
    {
      "title": "Various buildup-bolus regimens in post-mastectomy intensity modulated radiotherapy : dosimetric and radiobiological evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Explicit standards for buildup-bolus applications in post-mastectomy radiotherapy remain unclear. This study aimed to perform a dosimetric evaluation of target volumes and organs at risk associated with various buildup-bolus thicknesses and application frequencies to identify the optimal buildup-bolus regimen. Thirty-eight post-mastectomy patients were randomly selected between 2017 and 2024. Four sets of simulated treatment plans were created using virtual buildup-boluses with different...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196375",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "perform a dosimetric evaluation of target volumes and organs at risk associated with various buildup-bolus thicknesses and application frequencies to identify the optimal buildup-bolus regimen",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A meta-analysis of experimentally validated neo-epitopes: patterns, biases, and opportunities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Cancer cells harbor somatic mutations that generate novel amino acid sequences that are absent in the self-proteome. These mutation-derived cancer-specific peptides are defined as \"neo-peptides\". Neo-peptides eliciting immune responses, i.e. immunogenic neo-peptides, are defined as \"neo-epitopes\". Given their relevance to cancer immunotherapy, we conducted a meta-analysis to examine how experimental evidence informs our understanding of neo-epitopes. Our study is the largest reported to date....",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196374",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Navigating the complex landscape of DPP4 inhibition in inflammation: from novel mechanisms to unresolved translational challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196367/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196367",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of an artificial intelligence model based on multiparametric transrectal ultrasound for localizing clinically significant prostate cancer by simulation of targeted biopsies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196365/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The AI model based on 3D mpUS showed consistent patient-level performance for csPCa detection in internal and external evaluation, comparable to voxel-level analysis. These suggest strong generalizability and support prospective clinical trials.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196365",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The AI model based on 3D mpUS showed consistent patient-level performance for csPCa detection in internal and external evaluation, comparable to voxel-level analysis. These suggest strong generalizability and support prospective clinical trials"
    },
    {
      "title": "Structural basis for a potent human neutralizing antibody targeting a conserved epitope on the H7 hemagglutinin head",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196357/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Zoonotic H7N9 avian influenza virus infection remains a global concern because of its pandemic potential. Therefore, developing effective antibodies and vaccines against H7N9 is vital for preventing and controlling major outbreaks. Here, we isolated a human VH3-30 gene-encoded antibody, designated 6Y13, from a survivor of H7N9 infection. This antibody recognized the hemagglutinins (HAs) of the representative H7 subtype zoonotic viruses spanning two decades of antigenic evolution and potently...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196357",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "BRAF inhibition increases TGFβ2 production and stimulates metastasis in mice with endogenous BRAF<sup>V600E</sup>-induced hepatocellular carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196356/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "The MEK-ERK pathway is a key driver of hepatocellular carcinoma (HCC) pathogenesis, and BRAF mutations, particularly BRAF^(V600E), can contribute to its activation. Although BRAF^(V600E) mutations are rare in human HCC, they do occur, yet their physiologic impact in liver cells, especially when combined with frequent comutations in tumor suppressor genes, remains poorly understood. Moreover, the effect of BRAF inhibitors on HCC progression and metastasis is not well-defined. Therefore, we...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196356",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "in liver cells, especially when combined with frequent comutations in tumor suppressor genes, remains poorly understood",
      "conclusion": null
    },
    {
      "title": "Hund's flat band in a frustrated spinel oxide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196354/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Electronic flat bands associated with quenched kinetic energy and heavy electron mass have attracted great interest for promoting strong electronic correlations and emergent phenomena such as high-temperature charge fractionalization and superconductivity. Intense experimental and theoretical research has been devoted to establishing the rich nontrivial metallic and heavy fermion phases intertwined with such localized electronic states. Here, we investigate the transition metal oxide spinel...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196354",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The role of active mRNA-ribosome dynamics and closing constriction in daughter chromosome separation in <em>Escherichia coli</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196350/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "The mechanisms by which two sister chromosomes separate and partition into daughter cells in bacteria remain poorly understood. A recent theoretical model has proposed that out-of-equilibrium central dogma reactions involving mRNA and ribosomes play a significant role in this process. Here, we test this idea in the Escherichia coli model system using high-throughput fluorescence microscopy in microfluidic devices. We compare our experimental observations with predictions from a...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196350",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling FERONIA receptor kinase-mediated cellular mechanisms with a small-molecule inhibitor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196348/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Since its initial identification as the receptor for Rapid Alkalinization Factor 1 (RALF1), FERONIA (FER) receptor kinase has emerged as a central signaling hub coordinating plant development, stress adaptation, and immune responses. Nevertheless, fundamental questions persist regarding the precise mechanisms of FER-mediated signal transduction and its context-dependent functional specialization in multicellular processes. Here, we develop Ferovicin (FRV), a small-molecule inhibitor that...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196348",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An ADAR2-mimic base editor for efficient C-to-U RNA editing in vivo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196347/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "RNA base editing has the capability to rewrite genetic codes while offering improved safety due to its reversibility and temporal-spatial tunability. The development of cytosine-to-uridine editors faces issues of DNA mutagenic activity of APOBECs and the large-size anchoring domains associated with immunogenicity due to their microbial origin. To address these issues, we took an approach by returning to the original formula of adenosine deaminase acting on RNA (ADAR), i.e., to convert ADAR2 to a...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196347",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A viral Cyclin D homolog protein hijacks the metabolic stress sensor SESN2 to promote primary effusion lymphoma growth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196342/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Metabolic pathways are typically dysregulated in cancer to support critical cellular processes. In response to metabolic disturbances, cancer cells preferentially manipulate stress sensors to enhance their adaptability. Sestrin 2 (SESN2), a highly conserved protein induced by various stressors, is implicated in this adaptation. Mutations and alterations of SESN2 are prevalent among cancer patients, suggesting a potential role in tumor progression. However, the functions and regulation of SESN2...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196342",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intersectin1/cdc42 signaling regulates methamphetamine-induced neuronal remodeling in the hippocampus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "The development and maintenance of drug addiction triggered by psychoactive substances, such as methamphetamine (Meth), is strongly influenced by synaptic and morphological adaptations in the brain. The hippocampus has a key role in the formation of maladaptive drug-context associations and relapse. However, the mechanisms regulating this complex process are not completely understood. Recent studies highlight that the actin cytoskeleton and its regulatory proteins play a fundamental role in...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196340",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preclinical development of [<sup>18</sup>F]TAAR1-2203 as a PET radioligand for imaging TAAR1 expression and receptor occupancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: [^(18)F]TAAR1-2203 represents the first PET radioligand for TAAR1 imaging with favorable in vitro and in vivo performance characteristics, enabling non-invasive assessment of receptor expression and drug occupancy in peripheral TAAR1-expressing tissues. [^(18)F]TAAR1-2203 holds promise for translational application in various drug development programs.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196333",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "[^(18)F]TAAR1-2203 represents the first PET radioligand for TAAR1 imaging with favorable in vitro and in vivo performance characteristics, enabling non-invasive assessment of receptor expression and drug occupancy in peripheral TAAR1-expressing tissues. [^(18)F]TAAR1-2203 holds promise for translati..."
    },
    {
      "title": "Hemoglobin A1c Screening Practices and Characteristics in Youth with Congenital Heart Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196313/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Pediatric congenital heart disease (CHD) patients have increased risk for cardiovascular (CV) disease. Acquired conditions such as elevated Hemoglobin A1c (HbA1c) are known risk factors for adverse CV outcomes in the adult population. With the increasing rates of pediatric prediabetes and diabetes, data are limited on the screening practices for HbA1c in children with CHD. Presence of elevated HbA1c in this population would potentially increase future CV risk. Our study aimed to evaluate...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196313",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neurons sensitive to sky compass signals in the brain of the Madeira cockroach Rhyparobia maderae",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196298/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Many insects are formidable navigators illustrated by homing behavior in bees and ants or regular seasonal migrations in butterflies, moths, and others. For spatial orientation, many insects rely on celestial cues, in particular the position of the sun or the polarization pattern of the blue sky generated by the sun. In all species studied celestial polarization is perceived by photoreceptors in a highly specialized dorsal rim area of the eye. Studies in various insects showed that the central...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196298",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Systemic sclerosis, main culprits and involved signaling pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Systemic sclerosis is an autoimmune connective tissue disease of unknown cause and diverse clinical manifestations. Vasospastic episodes (Raynaud's phenomenon), often triggered by cold or stress, typically appear at disease onset. Cytokines, particularly TGF-β, act in the inflammatory and hypoxic microenvironment to drive fibrosis, which predominantly develops at inflammatory sites. Several cell types contribute to disease pathogenesis and fibrosis, including vascular endothelial cells, vascular...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196296",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety and pharmacokinetics of teplizumab in children less than 8 years of age with stage 2 type 1 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196293/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS/INTERPRETATION: Teplizumab was safe and well tolerated in children <8 years of age with stage 2 type 1 diabetes. Adverse events were consistent with those seen in previous studies, with no new safety risks identified. Two participants progressed to stage 3 type 1 diabetes during the observation period; surveillance is ongoing.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196293",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Paper Matters: Technical Evaluation of Paper-Based Substrates for Enhanced Preconcentration of Biomolecules in Liquid Biopsy Diagnostics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196283/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Early detection of disease biomarkers remains a major challenge due to their low abundance in biological fluids. Preconcentration strategies can address this issue, but conventional approaches often require additional time, costly materials, or complex instrumentation. This work explores the use of paper-based substrates as a sustainable and cost-effective alternative for analyte preconcentration, highlighting how the choice of paper type critically influences sensitivity enhancement in...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196283",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High cognitive violation of expectations is compromised in cerebellar ataxia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "While traditionally considered a motor structure, the cerebellum is also involved in cognition. However, the underlying cognitive mechanisms through which the cerebellum contributes to evolutionarily novel cognitive abilities remain poorly understood. Another open question is how this structure contributes to a core unifying mechanism across domains. Motivated by the evolutionary principle of neural reuse, we suggest that a successful account of cerebellar contributions to higher cognitive...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196278",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carbapenem resistance in a <em>Klebsiella quasipneumoniae</em> isolate resulting from production of CTX-M-33 and OmpK36 porin deficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196277/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196277",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Frailty Scale Captures Multidimensional Vulnerability and Predicts Mortality in Heart Failure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196240/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The CFS is an independent predictor of 2-year mortality and a robust integrative measure of physical and cognitive vulnerability in patients with heart failure. The CFS provides a practical screening tool that complements formal performance-based frailty assessments in contemporary heart failure management.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196240",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The CFS is an independent predictor of 2-year mortality and a robust integrative measure of physical and cognitive vulnerability in patients with heart failure. The CFS provides a practical screening tool that complements formal performance-based frailty assessments in contemporary heart failure man..."
    },
    {
      "title": "Contact-dependent incorporation of endoplasmic reticulum into retraction fibers and migrasomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196236/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Migrating cells form retraction fibers (RFs) at their trailing edge, where migrasomes, ranging from 0.5 to 3 μm, grow at the tips or intersections of RF. Migrasomes play crucial roles when released extracellularly, but before release, they remain physically connected to cell body via RFs, facilitating long-range signal transmission. Since many signaling molecules are highly localized, the mechanism of long-range signal transmission has not been fully understood. Here, we demonstrated that...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196236",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel Dimeric Capsid Assembly Modulators as a Unique Class of Highly Potent Anti-HBV Agents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196228/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Approximately 250 million people are chronic HBV carriers and are at high risk of developing hepatitis, cirrhosis, and hepatocellular carcinoma. Several drugs are currently approved, but because they do not cure, lifelong therapies are the norm. HBV capsid assembly modulators (CAMs) have emerged as a promising option, as they lower several key markers of HBV replication. Novel dimeric structures (D-CAMs) were designed and evaluated. Their potency and mechanism of action were compared to those of...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196228",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced protein synthesis from immobilized circular DNA <em>via</em> triple-helix formation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196227/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Efficient immobilization of DNA on solid surfaces is important for the advancement of electrochemical DNA sensors, biosensors, and bioelectrodes. In this study, we established a new method for immobilizing circular DNA through the formation of triple-helical structures, enabling the high-density and oriented attachment of plasmid DNA to the substrate surface. We engineered biotinylated circular DNA containing a triple-stranded region by hybridizing a biotinylated homopyrimidine third strand with...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196227",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for the advancement of electrochemical DNA sensors, biosensors, and bioelectrodes",
      "conclusion": null
    },
    {
      "title": "How supervisors leverage stress to facilitate trainee learning in clinical settings: A six-element model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196223/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings suggest supervisors leverage stress to enhance learning in inpatient clinical environments but do so cautiously to ensure stress does not reach a level that impedes learning. Through a proactive approach, supervisors introduce and modulate stressors-thereby creating individualised learning experiences that they expect to prepare trainees for the demands of independent practice.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196223",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest supervisors leverage stress to enhance learning in inpatient clinical environments but do so cautiously to ensure stress does not reach a level that impedes learning. Through a proactive approach, supervisors introduce and modulate stressors-thereby creating individualised learn..."
    },
    {
      "title": "Red blood cells as probes for determining free QS21 in liposomal adjuvant formulations to support product safety and stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196220/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Analytical method development is critical to establishing and supporting drug product quality. QS21 is a potent adjuvant, which is currently used in several clinical vaccine trials, and is utilized as an adjuvant in licensed vaccines against malaria, shingles and respiratory syncytial virus (RSV). Due to its toxic and hemolytic properties as a stand-alone or free adjuvant, QS21 has been incorporated into heterogeneous matrices containing cholesterol that serve as QS21 sinks to suppress its toxic...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196220",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A new fractional-order anomalous epidemic model on complex networks based on continuous-time random walk and its dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196195/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "A novel fractional-order susceptible-infected-susceptible (SIS) epidemic model incorporating anomalous diffusion in heterogeneous networks is proposed, derived from the continuous-time random walk (CTRW) framework, to capture the significant effects of individual residence times and network topology on epidemic spreading. We begin by deriving the fractional-order reaction-diffusion model on complex networks from the CTRW framework. The existence and uniqueness of solutions on [0,∞), as well as...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196195",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inhibition of Ferroptosis Enhances Anticancer Effect of Magnetized-Natural Killer Cell Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Natural killer (NK) cell therapy is a promising approach for cancer immunotherapy; however, its clinical efficacy is limited by the low migration and infiltration of NK cells into solid tumors. Therefore, we used cell magnetization technology to enhance NK accumulation at tumor sites by incubating NK cells with ferucarbotran, a superparamagnetic iron oxide nanoparticle. We observed that NK cells could be magnetized, but their viability and cytotoxic function were significantly reduced because of...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196139",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NFKBIE: Novel Biomarkers for Diagnosis, Prognosis, and Immunity in Colorectal Cancer: Insights from Pan-cancer Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196112/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196112",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mutual Relationship between Grip Strength and Cognitive Function in Chinese Middle-Aged and Elderly People over 10 Years: A Cross-Lagged Panel Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196110/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196110",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Joint Effect of Multiple Air Pollutant Exposure on Dyslipidemia in Chinese Primary School Children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196109/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196109",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deciphering the Role of VIM, STX8, and MIF in Pneumoconiosis Susceptibility: A Mendelian Randomization Analysis of the Lung-Gut Axis and Multi-Omics Insights from European and East Asian Populations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This multi-omics study highlights the associations between gut microbiota and key genes ( VIM, STX8, MIF) with pneumoconiosis, offering insights into potential therapeutic targets and personalized treatment strategies.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196107",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This multi-omics study highlights the associations between gut microbiota and key genes ( VIM, STX8, MIF) with pneumoconiosis, offering insights into potential therapeutic targets and personalized treatment strategies"
    },
    {
      "title": "Health Risks from Exposure to PM <sub>2.5</sub>-bound Polycyclic Aromatic Hydrocarbons in Fumes Emitted from Various Cooking Styles and Their Respiratory Deposition in a City Population Stratified by Age and Sex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196104/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ILCR (total) values exceeded the acceptable limit for both females and males of adults, with all cooking styles showing a potentially high cancer risk. Our findings serve as an important reference for refining regulatory strategies related to catering emissions and mitigating health risks associated with cooking styles.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196104",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "reference for refining regulatory strategies related to catering emissions and mitigating health risks associated with cooking styles",
      "conclusion": "ILCR (total) values exceeded the acceptable limit for both females and males of adults, with all cooking styles showing a potentially high cancer risk. Our findings serve as an important reference for refining regulatory strategies related to catering emissions and mitigating health risks associated..."
    },
    {
      "title": "A Multi-site Analysis for the Economic Burden of Mortality Attributable to Cold Spells of Different Intensities in China, 2014-2019",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Customizing cold spell prevention measures for vulnerable populations or regions is vital to alleviating the socioeconomic burden.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196102",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Customizing cold spell prevention measures for vulnerable populations or regions is vital to alleviating the socioeconomic burden"
    },
    {
      "title": "Association of Body Mass Index with All-Cause Mortality and Cause-Specific Mortality in Rural China: 10-Year Follow-up of a Population-Based Multicenter Prospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196100/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides additional evidence that overweight and mild obesity may be inversely related to the risk of death in individuals older than 60 years. Therefore, it is essential to consider age differences when formulating health and weight management strategies.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196100",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides additional evidence that overweight and mild obesity may be inversely related to the risk of death in individuals older than 60 years. Therefore, it is essential to consider age differences when formulating health and weight management strategies"
    },
    {
      "title": "Fatty acid synthase may facilitate the trafficking of bovine alpha herpesvirus 1 out of the Golgi apparatus, potentially promoting viral infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "The lipogenic enzyme fatty acid synthase (FASN) is essential for the de novo synthesis of fatty acids, and its aberrant expression has been implicated in the development of various diseases. However, the interaction between BoAHV-1 infection and FASN remains to be fully elucidated. In this study, we observed that both viral acute infection and latency in bovine trigeminal ganglia (TG) neurons, as well as virus productive infection at later stages in Neuro-2A and MDBK cells, significantly reduced...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196069",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Establishment of an ultrasound-responsive microfluidic chip BBB-glioblastoma model for studying sonodynamic therapy-enhanced nanodrug delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Glioblastoma (GB), the most common primary malignant brain tumor, is challenging to treat because the blood-brain-barrier (BBB) limits effective drug delivery. Sonodynamic therapy (SDT) presents a promising non-invasive alternative, using ultrasound for deep tissue penetration to transiently open the BBB and activate sonosensitizers for localized GB destruction. However, mechanistic understanding and optimization of SDT are hindered by the lack of integrated platforms capable of quantitatively...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196063",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A glycoprotein D-targeted lipid nanoparticle-encapsulated mRNA vaccine elicits strong protective immunity against pseudorabies virus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "The pseudorabies virus (PRV), a highly contagious pathogen with zoonotic potential, continues to threaten swine production and public health due to the emergence of virulent variants and insufficient protection conferred by conventional live attenuated vaccines. Although commercial vaccines are safe for pigs, their residual pathogenicity in other susceptible species underscores the demand for universally safe alternatives. Here, we engineered a lipid nanoparticle-encapsulated mRNA vaccine...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196061",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mouse-adapted SARS-CoV-2 Omicron BA.5 infection induces post-acute lung fibrosis in BALB/c mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196059/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Following severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) Omicron BA.1, subsequent Omicron sub-lineages have continued to emerge, challenging the development of intervention and prevention strategies, including monoclonal antibodies and vaccines. To better understand the pathogenic effects caused by Omicron BA.5 infection, we developed a mouse-adapted virus with overt disease burden in BALB/c mice. Acute disease was characterized by significant weight loss and lung dysfunction...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196059",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Explainable machine learning to identify chronic lymphocytic leukemia and medication use based on gut microbiome data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Medication, particularly antibiotics, significantly alters gut microbiome composition, often reducing microbial diversity and affecting host health. Given that the gut microbiome may influence cancer progression, we integrated clinical, shotgun metagenomic, and medication data to assess microbiome composition across diseased and healthy cohorts, as well as the impact of medication on microbiome variation. The study cohorts included patients with chronic lymphocytic leukemia (CLL, n = 85), acute...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196057",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of medication on microbiome variation",
      "conclusion": null
    },
    {
      "title": "\"It feels like a loss of one's own identity\" - Work identity in persons suffering persisting post-concussion symptoms: A qualitative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The results highlight the profound impact of PPCS on individuals' work identity and emotional well-being during work resumption.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196053",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of PPCS on individuals' work identity and emotional well-being during work resumption",
      "conclusion": "The results highlight the profound impact of PPCS on individuals' work identity and emotional well-being during work resumption"
    },
    {
      "title": "Association Between Nutritional Status and Survival in Patients Requiring Treatment for Spinal Metastases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Malnutrition as measured by the PG-SGA demonstrated to be significantly and independently associated with postoperative survival. The PG-SGA is a simple and useful tool to identify spinal metastases patients at risk of early postoperative mortality, and inclusion in the preoperative evaluation of these patients should be considered.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196049",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Malnutrition as measured by the PG-SGA demonstrated to be significantly and independently associated with postoperative survival. The PG-SGA is a simple and useful tool to identify spinal metastases patients at risk of early postoperative mortality, and inclusion in the preoperative evaluation of th..."
    },
    {
      "title": "Excited-State Absorption Drives Low-Energy Optical Limiting in Oligothiophenes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196025/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Optical limiting (OL), a crucial mechanism for protecting human eyes and sensitive sensors from intense radiation, relies on understanding the optical nonlinearities acting on the systems. Assessing and disentangling the effects at play is crucial to predict and control the nonlinear optical response in real materials. In this ab initio study based on real-time time-dependent density-functional theory, we investigate nonperturbatively the absorption spectra of a set of thiophene oligomers, the...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196025",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preliminary Evidence of Potential Association Between Exposure to Estriol-Containing Skincare Cosmetics Sold in China and Autoimmune Thyroid Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Background: Estrogen may contribute to a higher prevalence of autoimmune thyroid disease (AITD) in women. However, it is unknown whether estrogen-containing cosmetics may be associated with AITD. This study aimed to (1) measure the estrogen concentration in skincare cosmetics sold in China, (2) examine the thyroid autoantibody levels in nude mice after dermal estrogen application, and (3) explore the relationship between skincare cosmetic use and AITD in the Chinese population in a...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196017",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "(1) measure the estrogen concentration in skincare cosmetics sold in China, (2) examine the thyroid autoantibody levels in nude mice after dermal estrogen application, and (3) explore the relationship...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "T-cell responses to SARS-CoV-2 vaccinations in adults with Down syndrome - a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196011/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Down syndrome (DS) is associated with immune dysfunction, which led to higher hospitalization and mortality rates during the COVID-19 pandemic. We previously showed that antibody concentrations were lower in adults with DS after primary SARS-CoV-2 vaccination. However, knowledge on cellular vaccine-induced responses in DS is limited. Here, we investigated the T-cell response induced by SARS-CoV-2 vaccination in adults with DS. We included adults with DS and healthy controls (HC) between 18 and...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196011",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the T-cell response induced by SARS-CoV-2 vaccination in adults with DS",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From Patient Goals to Team Action: A Qualitative Analysis of Student Capstone Projects from a Complex Care Curriculum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41196007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Complex care curricula (or \"interprofessional student hotspotting\") are experiential, longitudinal programs based on complex care practice models where health professions students engage patients with complex health and social needs through personalized, hands-on interventions. Prior studies report mixed impacts of complex care curricula and practice models on hospital readmissions and health care costs, but evaluation of patient-driven goals and outcomes has been sparse. The objective of this...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41196007",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "and outcomes has been sparse",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changing Trends in Bladder Cancer Epidemiology in the Israeli Population: 1996-2016",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In the past two decades, in situ BC rates have risen, while invasive BC rates have decreased. BC epidemiology mirrors lung cancer trends, which is expected as smoking is a significant risk factor for both. These trends are important to identify as they can affect clinical guidelines regarding screening in high-risk populations and health care planning.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41195991",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to identify as they can affect clinical guidelines regarding screening in high-risk populations and health care planning",
      "conclusion": "In the past two decades, in situ BC rates have risen, while invasive BC rates have decreased. BC epidemiology mirrors lung cancer trends, which is expected as smoking is a significant risk factor for both"
    },
    {
      "title": "Acute uncomplicated urinary tract infections and subsequent type 2 diabetes diagnosis in women: a national cohort study including primary healthcare data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195988/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Purpose: To examine the association between uncomplicated urinary tract infections and subsequent type 2 diabetes (T2D) diagnosis in women. Materials and methods: We included 1,840,044 women without previously diagnosed type 2 diabetes (T2D) or redeemed antidiabetic drugs. Results and conclusions: During the 12-year study period, women with uncomplicated urinary tract infections (cystitis and pyelonephritis), diagnosed within two years before T2D, did not have higher subsequent risks of T2D...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41195988",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "To examine the association between uncomplicated urinary tract infections and subsequent type 2 diabetes (T2D) diagnosis in women",
      "significance": null,
      "conclusion": "During the 12-year study period, women with uncomplicated urinary tract infections (cystitis and pyelonephritis), diagnosed within two years before T2D, did not have higher subsequent risks of T2D"
    },
    {
      "title": "An Orthogonal Nucleic Acid/Peptide Amplification Circuit Enables Protease-Triggered, Cancer Cell-Selective PD-L1 Imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "Molecular imaging offers a powerful approach for in situ detection of programmed death-ligand 1 (PD-L1), however, achieving cancer cell-selective imaging that discriminates PD-L1 expression on malignant versus normal cells remains a challenge. Here, we present an orthogonal nucleic acid/peptide amplification circuit that integrates protease-activated hybridization chain reaction (HCR) with aptamer-mediated target recognition for cancer-selective PD-L1 imaging. In the design, PD-L1 aptamer is...",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41195987",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advancing Assessment Methods for Human Cardiac Grafts During Normothermic Machine Perfusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The results demonstrate that these parameters can be easily integrated into existing clinical perfusion workflows and hold potential for improving heart transplantation outcomes by enhancing graft selection and optimizing donor heart use. Future studies will further validate these biomarkers across different preservation techniques and evaluate their clinical applicability.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41195985",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results demonstrate that these parameters can be easily integrated into existing clinical perfusion workflows and hold potential for improving heart transplantation outcomes by enhancing graft selection and optimizing donor heart use. Future studies will further validate these biomarkers across ..."
    },
    {
      "title": "Prenatal vitamin D levels and postpartum hemorrhage in a rural Alaska cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41195982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106142104&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: There is a need for further research of vitamin D screening and supplementation before and during pregnancy as a possible risk reduction tool for abnormal postpartum bleeding.",
      "pubDate": "2025-11-06T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41195982",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "There is a need for further research of vitamin D screening and supplementation before and during pregnancy as a possible risk reduction tool for abnormal postpartum bleeding"
    }
  ]
}