{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-24T19:20:44.773Z",
  "totalItems": 150,
  "totalArchived": 18425,
  "newPapersAdded": 173,
  "institutionBreakdown": {
    "KAIST": 9,
    "SNU": 43,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 33,
    "IBS": 84,
    "UNIST": 0,
    "Hanyang University": 0,
    "KIST": 1,
    "GIST": 1,
    "Kyung Hee University": 2,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 76,
    "Materials Science": 10,
    "Cancer Research": 22,
    "Biomedical": 31,
    "Computer Science": 5,
    "Neuroscience": 6
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Metal artifact reduction algorithm with conditional latent diffusion model for dental cone-beam CT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The proposed method has shown its practical utility in dental CBCT for reducing metal artifacts and is believed to contribute to dental diagnosis and treatment.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41134563",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed method has shown its practical utility in dental CBCT for reducing metal artifacts and is believed to contribute to dental diagnosis and treatment"
    },
    {
      "title": "Progress and Challenges in Aqueous Batteries: Exploring Polymer Electrolytes for Extreme Temperature Resilience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133927/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "The demand for energy storage systems has been steadily increasing, and aqueous rechargeable metal-ion batteries (ARMBs) have emerged as promising next-generation technology due to their superior safety, environmental friendliness, and economic feasibility. Despite these advantages, the inherent limitations of aqueous electrolytes, including parasitic gas evolution arising from the narrow electrochemical stability window, dynamic pH fluctuations, temperature-dependent ionic conductivity, and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41133927",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case Report: Proximal duodenal mural mass causing extrahepatic biliary obstruction and reactive pancreatic changes in a dog",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133198/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "A 10-year-old castrated male Yorkshire Terrier was referred for acute vomiting and inappetence. Blood tests revealed elevated hepatobiliary and pancreatic enzymes. Ultrasonography identified a hypoechoic mural mass in the cranial duodenum with concurrent dilation of the common bile duct and hypoechoic changes in the pancreas. Fine needle aspiration cytology demonstrated numerous neutrophils without bacteria or neoplastic cells. No pathogens were identified on cytology, histopathology, or...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41133198",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metabolite biomarkers in lung cancer: unlocking the potential of body fluid analysis for early detection and prognosis-a narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Circulating metabolite biomarkers offer a promising, non-invasive approach for early lung cancer detection and personalized treatment strategies. Their accessibility and safety provide a viable alternative to invasive biopsies. Further clinical validation is essential to integrate these biomarkers into practice.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41133000",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Circulating metabolite biomarkers offer a promising, non-invasive approach for early lung cancer detection and personalized treatment strategies. Their accessibility and safety provide a viable alternative to invasive biopsies"
    },
    {
      "title": "Prognostic factors affecting mortality in elderly, low body mass index, and poor performance status groups with lung cancer: analysis of the 2016 Korean Association of Lung Cancer Registry (KALC-R) database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A select group of patients with vulnerable conditions, such as old age, low BMI, and poor performance status, may benefit from active anti-cancer treatment.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41132981",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A select group of patients with vulnerable conditions, such as old age, low BMI, and poor performance status, may benefit from active anti-cancer treatment"
    },
    {
      "title": "Beyond devices: preschoolers' learning behaviors as moderators of the link between home digital resources and their digital literacy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "This study investigated how preschoolers' learning behaviors moderate the relationship between home digital resources and their digital literacy. Digital literacy was conceptualized in two domains: operational digital literacy, which involve the ability to manipulate digital devices, and cultural digital literacy, which emphasize creative engagement and meaning-making. Participants included 514 preschool-aged children and their mothers in South Korea. Mothers reported on home digital resources...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41132610",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how preschoolers' learning behaviors moderate the relationship between home digital resources and their digital literacy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Autophagy related 14 protects against liver injury by inhibiting multiple cell death pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our data suggest that ATG14 is required for maintaining hepatocyte identity, survival and function and that hepatic ATG14 deficiency may lead to hepatomegaly, tissue injury, inflammation and fibrosis.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41132151",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our data suggest that ATG14 is required for maintaining hepatocyte identity, survival and function and that hepatic ATG14 deficiency may lead to hepatomegaly, tissue injury, inflammation and fibrosis"
    },
    {
      "title": "Evaluation of the functional role of corpus luteum cavity in recipient selection for bovine embryo transfer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that CLcav does not impair luteal function or pregnancy outcomes and may, in some cases, indicate enhanced luteal activity. Integrating CL morphology, vascularization, and hormonal balance into recipient selection criteria may improve ET efficiency. Future studies should further investigate the physiological mechanisms underlying CLcav formation and its role in reproductive success.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41132074",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that CLcav does not impair luteal function or pregnancy outcomes and may, in some cases, indicate enhanced luteal activity",
      "conclusion": "These findings suggest that CLcav does not impair luteal function or pregnancy outcomes and may, in some cases, indicate enhanced luteal activity. Integrating CL morphology, vascularization, and hormonal balance into recipient selection criteria may improve ET efficiency"
    },
    {
      "title": "Nanosecond Laser-Assisted Direct Integration of Whitlockite onto Bone Implant Surfaces for Enhanced Bone Regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41131833/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Whitlockite (WH), a magnesium-enriched bone mineral, offers significant potential for bone regeneration due to its high bioresorbability and osteogenic properties. Despite these advantages, its application has been hindered by challenges in synthesizing WH directly on implant surfaces. To address this, a laser-assisted strategy is developed for the in situ formation of WH-containing coatings on bone implants. To overcome the thermodynamic and kinetic barriers of WH synthesis, a magnesium calcium...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41131833",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of diagnostic criteria for fatty liver disease in assessing cardiac dysfunction: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The MAFLD and MASLD criteria are associated with LV diastolic dysfunction; however, the MAFLD criteria more accurately reflect early cardiac impairment in a generally healthy population. Therefore, adopting the MAFLD criteria in clinical practice may facilitate improved cardiovascular risk stratification and early intervention.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41134524",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The MAFLD and MASLD criteria are associated with LV diastolic dysfunction; however, the MAFLD criteria more accurately reflect early cardiac impairment in a generally healthy population. Therefore, adopting the MAFLD criteria in clinical practice may facilitate improved cardiovascular risk stratific..."
    },
    {
      "title": "Carfilzomib, pomalidomide, and dexamethasone for multiple myeloma after carfilzomib, lenalidomide, and dexamethasone",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Carfilzomib, lenalidomide, and dexamethasone (KRD) regimens are widely used for relapsed/refractory multiple myeloma (RRMM). However, their administration is limited to 18 cycles, and many patients relapse during subsequent lenalidomide/dexamethasone (Rd) maintenance. As pomalidomide may overcome lenalidomide refractoriness, a phase II study was conducted to evaluate the efficacy and safety of carfilzomib, pomalidomide, and dexamethasone (KPD) in patients previously treated with KRD. Eligible...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41134506",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Genome-wide polygenic risk score for estimated glomerular filtration slope predicts chronic kidney disease in a Taiwanese population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41134461",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Computed tomography-guided radiofrequency ablation of pheochromocytomas in a small case series with von Hippel-Lindau disease: treatment safety and outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CT-guided RFA can safely treat pheochromocytomas in patients with VHLD. Hypertensive crises are frequent but well controlled. It may achieve good oncological outcomes and preserve adrenal function.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41134366",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CT-guided RFA can safely treat pheochromocytomas in patients with VHLD. Hypertensive crises are frequent but well controlled"
    },
    {
      "title": "Letter to the Editor: Are we overestimating LSM-based HCC risk in MASLD? Addressing immortal time bias",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41134318",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mental Disorders Following Implantable Cardioverter-Defibrillator Therapy: Incidence and Prognostic Implications in a Nationwide Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Evidence-based ICD implantation, proactive screening, and timely management of mental disorders may mitigate adverse outcomes associated with ICD therapy and mental disorders.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41134242",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Evidence-based ICD implantation, proactive screening, and timely management of mental disorders may mitigate adverse outcomes associated with ICD therapy and mental disorders"
    },
    {
      "title": "Evaluation of chemical-mediated alterations in production of cytokines derived <em>in vitro</em> from THP-1 cell line",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Immune responses occur through orchestration of various immune components. Considering immune system complexity, immunotoxicity was evaluated primarily in vivo in rodents. Worldwide restrictions in animal use for toxicity research has driven development of in vitro methods for screening chemicals postulated to be potentially immunotoxic. One in vitro assay of immunotoxicity (IMMUNOTOX-T) uses human monocytic leukemia cell line THP-1. Since cytokine profiling might predict immunotoxicities, the...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41134221",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Parameters Associated With Renal Recovery and Survival in Myeloma Patients With Acute Renal Failure to Cast Nephropathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Acute renal failure due to cast nephropathy (CAN) is a severe complication of multiple myeloma (MM). Here, we aimed to identify parameters associated with renal outcomes and survival in newly diagnosed MM patients with CAN-related acute renal failure and to validate the IMWG criteria for renal response. CAN diagnosis was based on biopsy or clinical assessment. Of 787 registered patients, 354 met the inclusion criteria, requiring at least two therapy cycles with documented chemotherapy response,...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41134013",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify parameters associated with renal outcomes and survival in newly diagnosed MM patients with CAN-related acute renal failure and to validate the IMWG criteria for renal response",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TMD Diagnosis Using a Masked Self-Supervised Tabular Transformer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133777/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Temporomandibular disorders (TMDs) encompass a heterogeneous group of musculoskeletal conditions involving the temporomandibular joint (TMJ), masticatory muscles, and associated structures. Diagnosis remains challenging due to overlapping symptoms, multifactorial etiology, and variability across clinical settings. To address these limitations, we developed the Gated Attention Tabular Transformer (GATT), a novel deep-learning model that uses masked self-supervised learning and gated attention...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41133777",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lateral ventricular choroid plexus enlargement in patients with spontaneous intracranial hypotension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The lateral ventricular choroid plexus is enlarged in patients with SIH, which may represent a compensatory response to CSF hypovolemia.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41133758",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The lateral ventricular choroid plexus is enlarged in patients with SIH, which may represent a compensatory response to CSF hypovolemia"
    },
    {
      "title": "Clinical Outcomes of Malignant Pleural Effusion in Patients with Lung Metastases from Differentiated Thyroid Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133757/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Malignant pleural effusion (MPE) from differentiated thyroid cancer (DTC) is rare and carries poor prognosis. This study evaluated clinical outcomes and the impact of multikinase inhibitor (MKI) therapy in patients with MPE from DTC. In this retrospective cohort study of 184 DTC patients with lung metastases, 31 (17%) had MPE. After excluding 10 with non-malignant effusion, 174 were analyzed. Patients with MPE were older (P<0.001) at DTC diagnosis, had higher T stage (P=0.004), developed pleural...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41133757",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of multikinase inhibitor (MKI) therapy in patients with MPE from DTC",
      "conclusion": null
    },
    {
      "title": "The Effects of Transcranial Direct Current Stimulation on Acute Ischemic Stroke-A Randomized, Double-blind, Sham-Controlled Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133756/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study demonstrates that tDCS can be safely administered in the acute phase of ischemic stroke. While no significant effects on motor function or neurological outcomes were observed compared with sham stimulation, the trend toward reduced early neurological deterioration warrants further investigation.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41133756",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that tDCS can be safely administered in the acute phase of ischemic stroke",
      "conclusion": "This study demonstrates that tDCS can be safely administered in the acute phase of ischemic stroke. While no significant effects on motor function or neurological outcomes were observed compared with sham stimulation, the trend toward reduced early neurological deterioration warrants further investi..."
    },
    {
      "title": "Dynamic Bond Chemistry in Soft Materials: Bridging Adaptability and Mechanical Robustness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133740/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Soft materials are polymer networks that can be easily deformed by external forces. Incorporating dynamic bonds into these networks imparts various functionalities─such as self-healing, recyclability, and 3D printability─by enabling fast and reversible bond formation. However, the relatively short lifetimes of dynamic bonds compared with permanent covalent bonds can compromise the mechanical robustness of the material. This review highlights design strategies that harness dynamic bonds...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41133740",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An ensemble-based model comprising deep learning for predicting peptide-binding residues in proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Protein-peptide interactions are fundamental to numerous cellular processes and are linked to diseases like cancer when disrupted. Understanding these interactions is critical for both functional genomics and drug discovery. Despite growing availability of protein-peptide complexes, experimental methods to study them remain resource-intensive and costly. While computational approaches offer a complementary solution, their predictive accuracy is often inadequate. To overcome these limitations, we...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41133269",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Measuring changes in prevalence of hypertension and diabetes across 720 districts in India using cross-sectional data from 2016 to 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133252/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our results highlight the need for regional investments in hypertension and diabetes detection, awareness, treatment and prevention programmes that are tailored to the various risk factors in these different regions.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41133252",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results highlight the need for regional investments in hypertension and diabetes detection, awareness, treatment and prevention programmes that are tailored to the various risk factors in these different regions"
    },
    {
      "title": "Blackleg in cattle in Kazakhstan: regional epizootology, seasonal patterns, and molecular identification of the pathogen",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings enhance the understanding of blackleg epizootiology in Kazakhstan and contribute to the establishment of a regional genetic database of Clostridium chauvoei, supporting improved surveillance, as well as the development of diagnostic and preventive strategies.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41133194",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings enhance the understanding of blackleg epizootiology in Kazakhstan and contribute to the establishment of a regional genetic database of Clostridium chauvoei, supporting improved surveillance, as well as the development of diagnostic and preventive strategies"
    },
    {
      "title": "An Artificial Intelligence-Enabled Electrocardiogram to Evaluate Patients With Dyspnea in the Emergency Department",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133167/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Patients often present to the ED with undifferentiated dyspnea. It is important to promptly determine whether the symptoms have cardiac origin. Cardiac dyspnea often reflects elevated left ventricular filling pressures. Artificial intelligence-enhanced 12-lead electrocardiograms can precisely assess diastolic function and filling pressures. Among patients who presented to the ED with dyspnea/shortness of breath, AI-ECG assessing diastolic function strongly distinguished whether the...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41133167",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to promptly determine whether the symptoms have cardiac origin",
      "conclusion": "Patients often present to the ED with undifferentiated dyspnea. It is important to promptly determine whether the symptoms have cardiac origin"
    },
    {
      "title": "Biomarkers for non-small cell lung cancer risk using multi-omics approaches: a nested case-control study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The meaningful biomarkers revealed in the current research could be used to enhance the predictive ability for NSCLC risk. Furthermore, we suggest that the protective role of dietary vegetables against NSCLC may be attenuated or absent in smokers.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41133005",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The meaningful biomarkers revealed in the current research could be used to enhance the predictive ability for NSCLC risk. Furthermore, we suggest that the protective role of dietary vegetables against NSCLC may be attenuated or absent in smokers"
    },
    {
      "title": "Prognostic impact of dose to circulating blood cells in non-small cell lung cancer patients after chemoradiotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: HEDOS D100 is a strong predictor of SRIL and survival, highlighting the importance of minimizing radiation exposure to circulating blood during CRT to improve clinical outcomes in NSCLC.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132998",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HEDOS D100 is a strong predictor of SRIL and survival, highlighting the importance of minimizing radiation exposure to circulating blood during CRT to improve clinical outcomes in NSCLC"
    },
    {
      "title": "An effective and affordable blood test for lung cancer early detection using four protein markers and artificial intelligence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132949/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: LungCanSeek is a non-invasive and cost-effective test for lung cancer early detection. The two-step approach offers a cost-effective strategy for population-wide lung cancer screening.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132949",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LungCanSeek is a non-invasive and cost-effective test for lung cancer early detection. The two-step approach offers a cost-effective strategy for population-wide lung cancer screening"
    },
    {
      "title": "Utilization of usual source of care and health literacy among older adults with hypertension: a retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND AND OBJECTIVES: Usual source of care (USC) is a key aspect of primary care that can significantly enhance health literacy by facilitating regular health education, consistent communication with health professionals, and access to health resources. This study aims to investigate the relationship between the utilization of USC and health literacy among older adults with hypertension.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132819",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Usual source of care (USC) is a key aspect of primary care that can significantly enhance health literacy by facilitating regular health education, consistent communication with health professionals, ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Child and adolescent mental health burden, policies, and services in high-income countries and areas in the Western Pacific Region",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "This study examined recent trends in the burden of mental disorders, substance use disorders, and suicide among children and adolescents, and reviewed child and adolescent mental health (CAMH) policies and services in eight high-income jurisdictions (Australia, Hong Kong, Japan, Macao, New Zealand, Singapore, South Korea, and Taiwan) in the Western Pacific Region. Data on disability-adjusted life years (DALYs) of mental and substance use disorders and suicide were extracted from global and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41132160",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "recent trends in the burden of mental disorders, substance use disorders, and suicide among children and adolescents, and reviewed child and adolescent mental health (CAMH) policies and services in ei...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Association Between Existing Health Conditions and Adverse Events from Botulinum Toxins: Findings From a UK Cross-sectional Survey in 2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study found that autoimmune, endocrine, neurological, and mental health comorbidities significantly increase the likelihood of adverse outcomes, ranging from bruising and ptosis to mood disturbance, neuromuscular weakness, and apparent treatment failure.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41132086",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study found that autoimmune, endocrine, neurological, and mental health comorbidities significantly increase the likelihood of adverse outcomes, ranging from bruising and ptosis to mood disturbance, neuromuscular weakness, and apparent treatment failure"
    },
    {
      "title": "The Intergovernmental Panel on Climate Change overestimates annual nitrogen excretion from pigs in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132079/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The IPCC overestimated the representative BW of pig and Nex from pigs in Korea. The annual Nex from pigs is 8.23 kg/year in Korea.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132079",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The IPCC overestimated the representative BW of pig and Nex from pigs in Korea. The annual Nex from pigs is 8"
    },
    {
      "title": "Effects of dietary replacement of fish meal by defatted black soldier fly larvae on growth performance, blood profiles, immune response, and diarrhea incidence in weaning pigs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Defatted BSF larvae can replace up to 50% of FM in weaning pig diets without detrimental effects on performance, blood metabolites, or immune response.These reassuring findings suggest that BSF larvae could be a sustainable and effective replacement for fish meal in pig diets.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132069",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Defatted BSF larvae can replace up to 50% of FM in weaning pig diets without detrimental effects on performance, blood metabolites, or immune response.These reassuring findings suggest that BSF larvae could be a sustainable and effective replacement for fish meal in pig diets"
    },
    {
      "title": "Data profile: cancer sample cohorts (stomach, breast, colorectal, and liver) in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Cancer Public Library Database (CPLD) links data from four major population-based public sources: the Korea National Cancer Incidence Database in the Korea Central Cancer Registry, cause-of-death data in Statistics Korea, the National Health Information Database in the National Health Insurance Service, and the National Health Insurance Research Database in the Health Insurance Review & Assessment Service. The National Cancer Data Center has developed a new nationally representative sample...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132043",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trajectory of Lymph Node Metastasis Reflects the Molecular Features of Esophageal Squamous Cell Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our study provides a molecular understanding of LNM, emphasizes the potential importance of node-skipping patterns in ESCC, and underscores the utility of genomic analysis in elucidating the connection between LNM.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132042",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study provides a molecular understanding of LNM, emphasizes the potential importance of node-skipping patterns in ESCC, and underscores the utility of genomic analysis in elucidating the connection between LNM"
    },
    {
      "title": "Disease Burden and Treatment Pattern of Advanced or Recurrent Endometrial Cancer in Korea: A Nationwide Database (DIRECTION) Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrated significant variability in SACT regimen sequence, highlighting the lack of consensus on standard treatment after disease relapse. Shorter TTNT and SACT-free intervals and higher HCRU and costs in later lines indicate worsening prognosis and increasing disease burden. These findings suggest the urgent need for more effective treatments, including new therapeutic agents, to address the unmet clinical needs of advanced/recurrent EC patients.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41132041",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "the urgent need for more effective treatments, including new therapeutic agents, to address the unmet clinical needs of advanced/recurrent EC patients",
      "conclusion": "This study demonstrated significant variability in SACT regimen sequence, highlighting the lack of consensus on standard treatment after disease relapse. Shorter TTNT and SACT-free intervals and higher HCRU and costs in later lines indicate worsening prognosis and increasing disease burden"
    },
    {
      "title": "WNT3A Upregulates the RIP1/HIF-1α/GDF-15 Pathway to Induce EMT and Thereby Increase Colorectal Cancer Cell Migration and Invasion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings demonstrate that the novel WNT3A/RIP1/HIF-1α/GDF-15 signaling axis induces EMT, migration, and invasion in CRC. This pathway might represent a potential therapeutic target for limiting metastatic progression in CRC.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132040",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings demonstrate that the novel WNT3A/RIP1/HIF-1α/GDF-15 signaling axis induces EMT, migration, and invasion in CRC. This pathway might represent a potential therapeutic target for limiting metastatic progression in CRC"
    },
    {
      "title": "Role and Activities of the Ethics and Legislation Committee of the Korean Society of Gastroenterology: Introduction to Medical Appraisal and the Medical Dispute Casebook",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "The increasing complexity of medical care and growing patient awareness have resulted in a consistent rise in the number of medical disputes, highlighting the urgent necessity for fair and expert medical evaluations. The Ethics and Legislation Committee of the Korean Society of Gastroenterology (KSG) is involved in the systematic management and evaluation of medico-legal cases in the field of gastroenterology. The committee is composed of a multidisciplinary group of experienced specialists and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132020",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional Constipation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Functional constipation (FC), also referred to as chronic idiopathic constipation, is defined by infrequent bowel movements, hard stools, straining, a sense of incomplete evacuation or anorectal blockage, and the need for digital maneuvers in the absence of structural or biochemical abnormalities. According to the Rome IV criteria, FC is diagnosed when these symptoms have persisted for the previous three months, with onset occurring at least six months before diagnosis. FC can be classified into...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132017",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Irritable Bowel Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Irritable bowel syndrome (IBS) is a functional gastrointestinal disorder characterized by recurrent abdominal pain in the absence of detectable organic, systemic, or metabolic disease. According to the Rome IV criteria, symptoms must have begun at least six months before and be present during the preceding three months for diagnosis. The proposed mechanisms underlying IBS include abnormal intestinal motility, visceral hypersensitivity, altered brain-gut interactions, low-grade mucosal...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132016",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional Dyspepsia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132015/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Functional dyspepsia (FD) is defined as a clinical condition in which pain or discomfort arises from the gastroduodenal area in the absence of any organic, systemic, or metabolic disease that could explain the symptoms. Dyspeptic symptoms must be present for the previous three months with symptom onset at least six months before the diagnosis, according to the Rome IV criteria. Several factors have been suggested to induce the symptoms of FD, including disturbed gastroduodenal motility, visceral...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132015",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gastroesophageal Reflux Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Gastroesophageal reflux disease (GERD) is increasingly prevalent and often not fully controlled by proton pump inhibitors alone, prompting renewed interest in evidence-based dietary and lifestyle management. This narrative review integrates contemporary guidelines with clinical, physiologic, and epidemiologic studies to formulate practical, patient-centered recommendations. Interventions with the most consistent support included the following: weight reduction, maintaining a two-to-three-hour...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132014",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "National Colorectal Cancer Screening Program: Fecal Immunochemical Testing vs. Colonoscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Colorectal cancer (CRC) is a leading cause of morbidity and mortality worldwide, yet it is preventable through removal of adenomas and early detection. Screening is therefore a cornerstone of public health strategies. In Korea, fecal immunochemical testing (FIT) has been the mainstay of the national CRC screening program, while colonoscopy is gaining attention as a potential first-line method. FIT offers advantages of simplicity and low cost, yet its diagnostic accuracy for advanced adenomas and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132013",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual Specificity Phosphatase 27 Regulates Pluripotency and Meso-Endodermal Differentiation by Interacting with Transcription Factor CP2 Like-1 in Embryonic Stem Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41131864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Transcription factor CP2-like protein 1 (Tfcp2l1), a naïve pluripotency transcription factor, is expressed in both early embryonic and adult tissues, where it enforces pluripotency of embryonic stem cells (ESCs) and stemness features of cancer cells, respectively. However, the detailed molecular pathways by which Tfcp2l1 is regulated in early embryonic development and cancer cells remain unknown. Here, we identified the pseudophosphatase dual specificity phosphatase 27 (Dusp27), also known as...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41131864",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Is restaging surgery quintessential in suspected early-stage epithelial ovarian cancer? An ancillary study of the Gynecologic Oncology Research Investigators coLLaborAtion study (GORILLA-3002)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41131801/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: While restaging surgery resulted in upstaging in some patients, it was not associated with significant differences in PFS or OS in this retrospective analysis. However, the omission of any additional treatment warrants careful consideration and further discussion. Nevertheless, the observation that patients who did not undergo restaging surgery but received adjuvant chemotherapy did not show significantly different prognoses highlights the need for further research to establish...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41131801",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While restaging surgery resulted in upstaging in some patients, it was not associated with significant differences in PFS or OS in this retrospective analysis. However, the omission of any additional treatment warrants careful consideration and further discussion"
    },
    {
      "title": "Development and Validation of a Prediction Model of Hemoptysis After Computed Tomography-guided Percutaneous Transthoracic Needle Biopsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41131696/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The proposed nomogram utilizing pre-biopsy variables could predict hemoptysis before PTNB.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41131696",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed nomogram utilizing pre-biopsy variables could predict hemoptysis before PTNB"
    },
    {
      "title": "From CO<sub>2</sub> Solubility to the Carbon Capture Process: Thermodynamic Modeling, Electrolyte Speciation, Phase Behavior, Solidification, and Regeneration Energy in the CO<sub>2</sub>-NH<sub>3</sub>-H<sub>2</sub>O System",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "This study investigates and validates a thermodynamic model for aqueous ammonia (NH(3)) in postcombustion CO(2) capture, focusing on both vapor-liquid equilibrium (VLE) and NH(4)HCO(3) precipitation. Experimental VLE data at 4-8 wt % NH(3) (40-80 °C) and existing literature data sets were used to refine an electrolyte nonrandom two-liquid (e-NRTL) model. The results highlight that lower NH(3) concentrations (under 7 wt %) eliminate solid precipitation (solidification) risk but may raise...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41132122",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A GPU-based Monte Carlo model for water radiolysis under ultra-high dose rate irradiation: Development and validation with MPEXS2.1-DNA",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We developed a GPU-based computational framework for water radiolysis simulations under UHDR conditions using MPEXS2.1-DNA. Our step-by-step approach enabled spatially precise tracking of intertrack reactions among radiolysis species originating from different proton tracks, a capability not achievable with conventional simplified methods. Additionally, we demonstrated that large-scale statistical analysis is computationally feasible under UHDR conditions through GPU acceleration....",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134609",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We developed a GPU-based computational framework for water radiolysis simulations under UHDR conditions using MPEXS2.1-DNA"
    },
    {
      "title": "Toward Standardized MSC Sheet Fabrication: Role of Initial Seeding Density in Structural and Paracrine Optimization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134443",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "L-Tyrosine enhances tight junction integrity and anti-inflammatory properties: a potential alternative to antibiotic growth promoters in broilers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134334/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "The increasing threat of antibiotic-resistant bacteria has prompted the search for alternatives to antibiotic growth promoters (AGPs). Phenyl lactate (PLA) was recently reported to exert an effect on broiler growth promoters in high doses; however, it is not registered as a feed additive. L-tyrosine (L-Tyr), a metabolite of PLA, is often used in the livestock industry. In this study, we evaluated the effects of L-Tyr on gut microbiota, tight junction integrity, and immune response using...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134334",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative diagnostic approach to salivary gland tumors: from clinical evaluation to molecularly targeted therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134332/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Diagnosing salivary gland tumors remains challenging due to their clinical and biological complexity, histopathologic diversity, and overlapping morphology. Over the last few years, molecular profiling has emerged as a key tool for improving tumor classification, shedding light on the cellular and molecular mechanisms underlying tumors pathogenesis. This review provides a comprehensive exploration of the clinical application of molecular profiling in the decision to indicate targeted therapy for...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41134332",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An evening chronotype is associated with the incidence and progression of diabetic retinopathy in people with type 2 diabetes mellitus: a cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS/INTERPRETATION: People with type 2 diabetes and an evening chronotype have worsened glucose management and are at a higher risk of incidence and/or progression of diabetic retinopathy.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134330",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PSMA-positive bone lesions unmasked: systemic mastocytosis mimicking metastatic prostate cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134322/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134322",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The health production model and the crucial role of health promotion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134077",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conformational analysis of biomineral proteins with intrinsically disordered regions interacting with solid calcium carbonate using dispersive calcium carbonate particles for solution NMR",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Biomineral proteins play critical roles in controlling the polymorph, orientation, and morphology of calcium carbonate (CaCO3) in mollusk shells. Many of these proteins are intrinsically disordered and contain low-complexity regions (IDPs). Structural and functional analyses of IDPs are highly challenging because of their structural flexibility. This mini review highlights recent research elucidating the conformational changes and mineral-binding mechanisms of two representative biomineral...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134001",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of proton pump inhibitors on the incidence and clinical course of oesophageal fistula following catheter ablation for atrial fibrillation: a subanalysis of the POTTER-AF study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41133846",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tripartite Interaction of Epigenetic Regulation, Brain Aging, and Neuroinflammation: Mechanistic Insights and Therapeutic Implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133713/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Aging of the central nervous system (CNS) involves widespread transcriptional and structural remodeling, prominently marked by synaptic loss, impaired neurogenesis, and glial dysfunction. While age-related gene expression changes have been documented for decades, recent genome-wide next-generation sequencing studies emphasize the importance of epigenetic mechanisms-such as DNA methylation and histone modification-in shaping these profiles. Notably, these modifications are potentially reversible,...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41133713",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Smoking and Risk of Uveitis: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Smoking is a significant and modifiable risk factor for uveitis. These findings support the integration of smoking cessation into clinical management and prevention strategies.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41133437",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Smoking is a significant and modifiable risk factor for uveitis. These findings support the integration of smoking cessation into clinical management and prevention strategies"
    },
    {
      "title": "Low-energy synthesis of individualized pH-responsive cationic cellulose nanofibers and chitin nanocrystals by mechanochemistry and aging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Cellulose and chitin nanomaterials are promising sustainable materials that exhibit attractive mechanical, optical, thermal, and chemical properties. Cellulose nanofibers (CNFs) have found applications to the field of packaging, reinforced composite or biomedical applications. Introducing charged functional groups onto these nanomaterials is a proven strategy to improve their dispersibility and processability, as well as their properties, such as adsorption capacity. The use of high energy...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41133361",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Peripheral Substituents on the Optical and Electrochemical Properties of Dibenzo-5,10,15-triazaporphyrins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "In contrast to the great advances of phthalocyanine-based materials, the potential of 5,10,15-triazaporphyrins has not been realized because of the lack of fundamental information about their structure-property relationships. Here, we report new derivatives of dibenzo-5,10,15-triazaporphyrin (DBTriAP) with aryl or alkyl substituents at the meso and/or β positions. Freebases of DBTriAP were prepared by the condensation of two types of 1,9-dibromodipyrrins with 1,3-diiminoisoindoline and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41133310",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modelling practices, data provisioning, sharing and dissemination needs for pandemic decision-making: a European survey-based modellers' perspective, 2020 to 2022",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133306/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "BACKGROUNDAdvanced outbreak analytics were instrumental in informing governmental decision-making during the COVID-19 pandemic. However, systematic evaluations of how modelling practices, data use and science-policy interactions evolved during this and previous emergencies remain scarce.AIMThis study assessed the evolution of modelling practices, data usage, gaps, and engagement between modellers and decision-makers to inform future global epidemic intelligence.METHODSWe conducted a two-stage...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41133306",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SGLT2 Inhibitors Modify Fibrosis-4 Index and Mitigate the Development of DKD: Role of Background Antidiabetic Drugs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133257/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Elevated FIB-4 index at baseline is a potent predictor for developing DKD, and combination therapy with SGLT2is and metformin may enhance renal protection by modulating FIB-4 index.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41133257",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated FIB-4 index at baseline is a potent predictor for developing DKD, and combination therapy with SGLT2is and metformin may enhance renal protection by modulating FIB-4 index"
    },
    {
      "title": "Critical molecular design that can actively control intramolecular singlet fission by hydrostatic pressure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "The active control of singlet fission (SF) by external stimuli presents a major challenge in current chemistry, although it is yet in the initial stages. In this study, we synthesized a series of SF-active chromophore pentacene dimers connected by the flexible linkers and investigated the ground- and excited-state properties, under hydrostatic pressure as an external stimulus. The flexibilities of the linkers were elucidated by the density functional theory. Hydrostatic pressure-UV/vis and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41133242",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Respiratory rate as a X-ray-based biomarker for the longitudinal assessment of lung function and pathology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Respiratory rate (RR) is a valuable, yet underexploited lung functional parameter in preclinical lung research, aiding drug toxicity studies, lung disease assessments, stress, pain, and sleep research. It may also enhance translatability between animal and human studies. Longitudinal micro-computed tomography (microCT) lung data acquisitions not only contain spatial information on lung disease, volumes and patterns, but also temporal information covering many breathing cycles. This enables...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41133140",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and validation of the Delirium Burden Scale for Healthcare Providers (DBS-HCP)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We developed DBS-HCP, a validated scale, to assess the burden of treating or caring for patients with delirium experienced by physicians and nurses working on general wards. Further study is needed to establish the utility of the DBS-HCP for evaluating interventions to reduce delirium burden.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41132521",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We developed DBS-HCP, a validated scale, to assess the burden of treating or caring for patients with delirium experienced by physicians and nurses working on general wards. Further study is needed to establish the utility of the DBS-HCP for evaluating interventions to reduce delirium burden"
    },
    {
      "title": "Sol-gel silica coatings for enhanced silicon emission: microstructural origins and optical implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Silicon is an attractive platform for optoelectronic integration, but its indirect bandgap makes it a weak light emitter. Here, we demonstrate that sol-gel-derived silica (SiO(2)) coatings, when thermally annealed, can significantly boost silicon bandgap photoluminescence (PL). Samples annealed at 900 °C exhibit a more than fourfold increase in emission intensity near 1160 nm compared to as-deposited films. High-resolution Transmission Electron Microscopy (TEM), combined with geometric phase...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41132324",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First Description of Life Stages of <em>Anilocra prionuri</em> Williams and Bunkley-Williams, 1986 (Isopoda: Cymothoidae) and Growth-associated Morphological Changes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Cymothoidae are mainly described based on the morphology of adult females, making species identification difficult because of the limited morphological information on male, juvenile, and manca life stages. In particular, most species in the genus Anilocra Leach, 1818 lack morphological information beyond that of females, highlighting the need to accumulate such data. In the present study, we described the aegathoid stage, male, and transitional morphology of Anilocra prionuri Williams and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41132150",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "the genus Anilocra Leach",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interconnected 3D TiO<sub>2</sub> Nanoscaffolds from TiN Anodization Exhibiting Fast and Reversible Aqueous Cation Insertion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41131817/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Titanium dioxide (TiO(2)) nanoscaffold thin films consisting of interconnected 3D TiO(2) nano-structures with an ordered pore network are fabricated by anodization of titanium nitride (TiN) blanket layers in fluoride-less aqueous electrolytes. The cross-section of the nanoscaffold films resemble a layered TiO(2) structure supported by 2 nm wide vertical interconnections. The formation and subsequent release of N(2) gas from the oxidation of N^(3-) facilitates the formation of the ordered network...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41131817",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ATP6AP2-Related Disease Caused by Splicing Defects: Abnormal Glycosylation and the First Affected Female",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41131679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "ATP6AP2 splicing variants cause syndromic X-linked intellectual disability Hedera type (XPDS; OMIM#300423) and X-linked parkinsonism with spasticity (MRXSH; OMIM#300911). Alternatively, ATP6AP2 missense variants lead to hepatopathy, immunological abnormalities, cutis laxa and only mild intellectual disability with N-/O-glycosylation defects (ATP6AP2-CDG; OMIM#301045). The disparity between neurological and hepatic ATP6AP2-related disease entities is an ongoing puzzle. We aimed to investigate...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41131679",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "One-year trajectory of psychological symptoms in families of out-of-hospital cardiac arrest patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41131609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41131609",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oxidative stress accelerates repeat sequence instability and base substitutions promoting gastrointestinal driver mutations in MSH2 deficient mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41131588/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Oxidative stress promotes repeat-associated mutagenesis, which manifests as MSI and base substitutions in MMR-deficient intestinal tissues, thereby enhancing the mutator phenotype and increasing the overall mutation burden. This process can be sensitively captured using our rpsL assay, which serves as a functional indicator of MMR deficiency and replication instability in normal tissues before tumor formation. This increases the likelihood of driver mutations in oncogenes and tumor...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41131588",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Oxidative stress promotes repeat-associated mutagenesis, which manifests as MSI and base substitutions in MMR-deficient intestinal tissues, thereby enhancing the mutator phenotype and increasing the overall mutation burden. This process can be sensitively captured using our rpsL assay, which serves ..."
    },
    {
      "title": "ParaRef: a decontaminated reference database for parasite detection in ancient and modern metagenomic datasets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41131579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Shotgun metagenomics holds great potential for identifying parasite DNA in biological samples, but its effectiveness is limited by widespread contamination in publicly available reference genomes, which hinders accurate detection. In this study, we systematically quantify and remove contamination from 831 published endoparasite genomes to create ParaRef, a curated reference database for species-level parasite detection. We show that decontamination significantly reduces false detection rates and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41131579",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A case of hepatitis B virus reactivation after elranatamab therapy in a patient with multiple myeloma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41131577/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although elranatamab-specific information on HBV reactivation is limited, this case highlights a clinically relevant risk. Clinicians should remain vigilant for reactivation in patients receiving elranatamab, particularly those with resolved infection. Regular HBV DNA monitoring and prompt initiation of nucleos(t)ide analog therapy are essential to prevent severe complications, including fulminant hepatitis. Additionally, in the context of profound hypogammaglobulinemia during or...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41131577",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although elranatamab-specific information on HBV reactivation is limited, this case highlights a clinically relevant risk. Clinicians should remain vigilant for reactivation in patients receiving elranatamab, particularly those with resolved infection"
    },
    {
      "title": "Reply to Comment by Quistorff: ATP is not consumed solely by hydrolytic reactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41131575/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "A Comment to our recent paper that described a budget for brain metabolic water production claimed that all ATP produced by oxidation of glucose is consumed by hydrolysis, and that the net calculated production of metabolic water is equal to that obtained by combustion of glucose. However, ATP is synthesized and consumed by enzymatic reactions that do not involve water in the mechanism. Not all ATP consumed is hydrolyzed.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41131575",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-cost gynecologic ultrasound phantom with tissue-mimicking properties for hysterosalpingo contrast sonography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134586/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The phantom demonstrates validated mechanical and acoustic properties that closely match those of human muscle and serosa, supporting its suitability for illustrating core principles of HyCoSy, including contrast agent infusion and tubal visualization. The low cost and structural reproducibility of the model make it a practical option for simulation-based radiology training.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134586",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The phantom demonstrates validated mechanical and acoustic properties that closely match those of human muscle and serosa, supporting its suitability for illustrating core principles of HyCoSy, including contrast agent infusion and tubal visualization. The low cost and structural reproducibility of ..."
    },
    {
      "title": "Automated Insulin Delivery in Pregnancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134584",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a Quantification Method for Procyanidin B1 and B3 in Pine Bark Extracts Using Heart-Cutting HPLC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Pine bark extract (PBE) is a material used as a health food. Its functionality is attributed to the antioxidant effect of its contained procyanidins, and quantification of the procyanidin content is important to monitor its quality. However, conventional single-column High-Performance Liquid Chromatography (HPLC) methods often lack sufficient separation for procyanidins in complex matrices like PBE, leading to inaccurate quantification. In order to improve the accuracy of analysis for...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134581",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to monitor its quality",
      "conclusion": null
    },
    {
      "title": "No Cost Sharing for Public Assistance Recipients and Health Service Usage in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134559/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: This study found that eliminating cost sharing under a PA system was associated with increased outpatient health service use, particularly for dental care. These findings highlight financial barriers to care among low-income populations and suggest that no cost-sharing policies can improve access but may require policy measures to address overuse.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134559",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: This study found that eliminating cost sharing under a PA system was associated with increased outpatient health service use, particularly for dental care. These findings highlight financial barriers to care among low-income populations and suggest that no cost-sharing policies can im..."
    },
    {
      "title": "The T-MSIS Analytic Files (TAF) Analysis Reporting Checklist: A Guide for Research Using Medicaid Claims Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: The TAF Analysis Reporting Checklist represents a consensus effort to identify items researchers should report to promote transparency and reproducibility in TAF-based studies. This reporting is a key step in safeguarding the quality of research used to inform Medicaid policy.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134558",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: The TAF Analysis Reporting Checklist represents a consensus effort to identify items researchers should report to promote transparency and reproducibility in TAF-based studies. This reporting is a key step in safeguarding the quality of research used to inform Medicaid policy"
    },
    {
      "title": "AAPM MEDICAL PHYSICS PRACTICE GUIDELINE 10.b: Scope of practice for clinical medical physics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "The American Association of Physicists in Medicine (AAPM) is a nonprofit professional society whose mission is \"Advancing medicine through excellence in the science, education and professional practice of medical physics.\" The AAPM has roughly 10,000 members and is the principal organization of medical physicists in the United States. The AAPM will periodically define new practice guidelines for medical physics practice to help advance the science of medical physics and to improve the quality of...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134556",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ApoE is Secreted as a Lipid Nanoparticle by Mammalian Cells: Implications for Alzheimer's Disease Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "The brain is the most cholesterol-rich organ in the body, and ApoE is the main lipid carrier protein in the brain. Although very little, if any, ApoE exists in its apoprotein form in physiological fluids, recombinant ApoE is typically prepared in a lipid-free state to study its physiological functions. We describe a lipid nanoparticle (LNP) form of ApoE as a primary extracellular product of the eukaryotic protein export system. Whereas the apoprotein is the dominant secreted product when the...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134549",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Altered NaV1.9 channel activity in two Tyr66Ser variant carriers with small fiber dysfunction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Pain perception is a complex experience, the initiation of which is mediated, among others, by voltage-gated sodium channels. Pathogenic variants in the sodium channel gene SCN11A encoding for NaV1.9 have been associated with various pain loss and neuropathic pain conditions. We herein describe the novel heterozygous SCN11A variant c.197A>C; p.(Tyr66Ser) that is absent in controls and cosegregates with small fiber neuropathy in a mother-and-son duo. To a variable degree, but progressively over...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134538",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Study of the biomolecular corona of surface-modified polystyrene and silica nanoparticles: application to cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134530/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Nanotechnology offers promising tools for disease diagnosis through the unique biomolecular corona (BC) that surrounds nanoparticles (NPs) when exposed to biological fluids, creating personalized profiles. In this study, we investigated the capability of BC of polystyrene and silica NPs with diverse surface functionalization in distinguishing eight types of cancer (breast, ovarian, kidney, lung, colon, bladder, uterus, and thyroid) using a straightforward method based on one-dimensional gel...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134530",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "the capability of BC of polystyrene and silica NPs with diverse surface functionalization in distinguishing eight types of cancer (breast, ovarian, kidney, lung, colon, bladder, uterus, and thyroid) u...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and Safety of 48-Week Low-Dose Dienogest Treatment in Patients with Endometriosis-Associated Dysmenorrhea: A Randomized, Open-Label, Parallel-Group Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study did not demonstrate statistical non-inferiority of 1-mg/day DNG treatment over 2-mg/day DNG treatment for pain relief. These results suggest that the 2-mg/day dose may offer more robust analgesic effects, particularly during the early treatment phase. However, 1-mg/day DNG still showed meaningful symptom improvement with fewer adverse events than 2-mg/day DNG, supporting its potential use in selected patients requiring long-term therapy. Trial Registration Japan Registry...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134516",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the 2-mg/day dose may offer more robust analgesic effects, particularly during the early treatment phase",
      "conclusion": "This study did not demonstrate statistical non-inferiority of 1-mg/day DNG treatment over 2-mg/day DNG treatment for pain relief. These results suggest that the 2-mg/day dose may offer more robust analgesic effects, particularly during the early treatment phase"
    },
    {
      "title": "Value Contribution of Palopegteriparatide in Adult Patients with Chronic Hypoparathyroidism using Multicriteria Decision Analysis (MCDA)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: According to MCDA, palopegteriparatide represents a valuable therapeutic option for chronic hypoparathyroidism treatment, particularly due to its demonstrated efficacy, which had an impact on patients' QoL, and the current unmet needs in this therapeutic area.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134515",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on patients' QoL, and the current unmet needs in this therapeutic area",
      "conclusion": "According to MCDA, palopegteriparatide represents a valuable therapeutic option for chronic hypoparathyroidism treatment, particularly due to its demonstrated efficacy, which had an impact on patients' QoL, and the current unmet needs in this therapeutic area"
    },
    {
      "title": "Unveiling the Role of LncRNA in Sepsis-Associated Encephalopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134502/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Sepsis-associated encephalopathy (SAE) is a critical consequence of sepsis, marked by elevated morbidity and fatality rates. An unbalanced inflammatory response is a significant pathogenic mechanism. The blood-brain barrier (BBB) is an essential element of the central nervous system (CNS). Sepsis can impact the BBB and neural networks in multiple ways, especially via microglia, astrocytes, and neurons. Long non-coding RNAs (lncRNAs) can participate in the development of various diseases by...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134502",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "the BBB and neural networks in multiple ways, especially via microglia, astrocytes, and neurons",
      "conclusion": null
    },
    {
      "title": "Preclinical research in obesity-associated metabolic diseases using in vitro, multicellular, and non-mammalian models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Addressing the physiological effects of bioactive compounds in metabolic diseases (i.e., obesity, diabetes, liver steatosis) and establishing their mechanisms of action have been a major interest for the last decades. However, methodologies that can be applied to achieve this can vary greatly, leading to a limited type of information. Thus, the accuracy, robustness, reliability and potential (human) translation are highly reliant on the experimental design and selected methodological models....",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134486",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design and Evaluation of the Antibacterial Peptide FK18: a Therapeutic Approach for Mastitis in Dairy Animals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "The rising prevalence of antimicrobial resistance (AMR) among microorganisms is a global health and economic concern with major implications for livestock, as traditional antibiotics lose efficacy and novel agents with distinct mechanisms of action are required. Mastitis, an inflammation of the mammary gland mainly caused by bacterial infections, affects dairy cows and sheep, impairing milk quality, reducing production, and generating economic losses. This study introduces FK18, a synthetic...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134484",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for livestock, as traditional antibiotics lose efficacy and novel agents with distinct mechanisms of action are required",
      "conclusion": null
    },
    {
      "title": "Driving Toward Independence: Perspectives From Autistic Adolescents and Their Families",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings underscore the importance of a relational, family-centered approach and the need for early, individualized conversations about driving. Ensuring autistic adolescents and their families can access timely, appropriate resources is critical. Future research should expand mobility pathways and address autism-specific barriers to driving to refine instructional supports and enhance independence.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134475",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings underscore the importance of a relational, family-centered approach and the need for early, individualized conversations about driving. Ensuring autistic adolescents and their families can access timely, appropriate resources is critical"
    },
    {
      "title": "Bovine Colostrum-Derived Lactoferrin Nanoparticles as a Novel Platform for Improved Pulmonary Delivery of Osimertinib",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134471/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134471",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing the adaptive potential of European beech populations to temperature and precipitation along a steep environmental gradient in the south-eastern Carpathians",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "It is necessary to assess the adaptive potential of European beech populations to climate change. Environmental association analysis is a powerful tool for identifying gene loci that contribute to local adaptation to environmental pressures. Genotypic data were collected from ~100 adult beech trees per stand in five locations in the south-eastern Romanian Carpathians along an altitudinal gradient associated with precipitation and temperature. In total, 53 environmental variables, e.g.,...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134462",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Long-Term Efficacy of Stromal Vascular Fraction in Osteoarthritis: A Critical Appraisal of Current Evidence and Future Directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134444/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134444",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic performance of transcutaneous laryngeal ultrasound for vocal cord paralysis after esophagectomy: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Vocal cord paralysis (VCP) caused by recurrent laryngeal nerve injury is a common complication following esophagectomy, particularly in patients undergoing minimally invasive esophagectomy (MIE). It may lead to dysphonia, aspiration, and pneumonia, significantly impacting recovery and prognosis. Transcutaneous laryngeal ultrasound (TLUSG) has emerged as a non-invasive tool for evaluating vocal cord function; however, its diagnostic performance relative to endoscopy remains unclear. Following...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134433",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antibacterial Activity of Chalcone (2E)-3-({4-[(2E)-3-(4-Nitrophenyl) prop-2-enol] phenyl}carbamoyl) prop-2-enoic acid and Its Effect Against Staphylococcus aureus Carrying Efflux Pump and β-Lactamase",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134396/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "In recent years, the emergence and propagation of resistant microorganisms have outpaced the introduction of new therapeutic alternatives capable of combating them, giving rise to concerns about an imminent global health crisis caused by infectious diseases. Among the various resistance mechanisms bacteria employ, efflux pumps and β-lactamase enzymes are particularly significant. Consequently, numerous studies have been conducted to identify novel therapeutic alternatives with antibacterial...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134396",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular Epidemiology and Resistant Gene Mapping of Bacterial Isolates from Houbara bustards",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134389/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "This study highlights the growing threat of antimicrobial resistance (AMR) in wildlife, with a focus on the Houbara bustard, a vulnerable migratory specie. The detection of multidrug-resistant Staphylococcus aureus (S. aureus) and Escherichia coli (E. coli) in these birds demonstrate their role as potential reservoir and vector of zoonotic pathogens. The study aimed at estimation of prevalence, risk factors, drug resistance and molecular dynamics of S. aureus and E. coli in Houbara bustard....",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134389",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering ultra-small nanoceria with antioxidant and UV-shielding properties as functional nanomaterials in composite coatings for complex surface protection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "The development of advanced catalytic shields against UV-induced and oxidative degradation phenomena is critical to address multifaceted deterioration processes. The maximization of the surface-to-volume ratio in ultra-small cerium oxide nanoparticles (CeO(2) NPs) favors the Ce(III)/Ce(IV) exchange on the surface and the formation of oxygen vacancies, creating an ideal platform to target entangled degradation issues. Here, we design a microwave-assisted scalable process to obtain highly stable...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134374",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Retrospective dosimetry of the accidentally exposed population of the urals region: basic concept and scientific advances",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134345",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Percutaneous Electrical Nerve Field Stimulation and White Matter Integrity in a Randomized Trial of Veterans With Fibromyalgia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134340",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Developmental stage modulates the prognostic impact of RAS pathway mutations in AML patients undergoing Allo-HSCT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "The RAS pathway and developmental stage are known to influence leukemic cell proliferation and drug resistance. However, their impact on the prognosis of acute myeloid leukemia (AML) patients, particularly post-allo-HSCT, remains unclear. This study aimed to explore the effects of RAS-pathway mutations and developmental stage on the outcomes of AML patients who received allo-HSCT. A total of 364 consecutive adult AML patients who underwent their first allo-HSCT with myeloablative conditioning...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134337",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "explore the effects of RAS-pathway mutations and developmental stage on the outcomes of AML patients who received allo-HSCT",
      "significance": "on the prognosis of acute myeloid leukemia (AML) patients, particularly post-allo-HSCT, remains unclear",
      "conclusion": null
    },
    {
      "title": "¹⁸F-AlF-NOTA-octreotide PET/CT in high-grade G3 neuroendocrine tumors and neuroendocrine carcinomas: diagnostic performance and complementarity with ¹⁸F-FDG PET/CT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134321/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ¹⁸F-AlF-OC PET/CT demonstrated high detection rates in patients with high-grade NENs, with a substantial proportion showing strong SSTR expression and lesion-wide positivity, supporting its potential role in guiding PRRT eligibility. The complementary nature of ¹⁸F-AlF-OC and ¹⁸F-FDG PET/CT enhances overall diagnostic accuracy, making dual-tracer imaging a valuable approach in this setting.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134321",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "¹⁸F-AlF-OC PET/CT demonstrated high detection rates in patients with high-grade NENs, with a substantial proportion showing strong SSTR expression and lesion-wide positivity, supporting its potential role in guiding PRRT eligibility. The complementary nature of ¹⁸F-AlF-OC and ¹⁸F-FDG PET/CT enhances..."
    },
    {
      "title": "Bite, swab, identify: Validating molecular tools for detecting depredating shark species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Depredation, the partial or complete removal of hooked fish by predators, poses significant challenges for fisheries worldwide. Shark depredation in recreational fisheries has become a growing concern, influencing both fisheries management and public perceptions of shark conservation. Although DNA swabbing of depredated fish has been used to identify responsible shark species, the reliability of this technique remains uncertain due to potential environmental DNA (eDNA) contamination. In this...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134309",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Borane/Transition Metal-Catalyzed Allenylic and Allylic Alkylation of Unactivated 2-Alkylbenzoxazoles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134299/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Asymmetric functionalization of unactivated alkyl-substituted azaarenes at the α-position of the alkyl substituent is challenging because deprotonation of the weakly acidic α-C-H bonds requires a strong base. This requirement often impedes effective enantiocontrol by chiral catalysts. As a result, the few reactions that have been reported have narrow substrate scopes. Herein, we report a method for highly diastereo- and enantioselective allenylic alkylation reactions of unactivated...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134299",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanistic insights into the formation and spread of carbapenem-resistant hypervirulent <em>Klebsiella pneumoniae</em> via an IncHI1B/repB hybrid virulence plasmid",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134292/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Objectives. The transfer of virulence plasmids facilitates the emergence of carbapenem-resistant hypervirulent Klebsiella pneumoniae (CR-hvKP), complicating infection management. This study identifies a conjugative IncHI1B/repB hybrid virulence plasmid (pHvKP51-Vir) that promotes CR-hvKP formation via recombination within a highly active mobile genetic element (MGE) region during conjugative transfer.Methods. The fusion of the KPC-type resistance plasmid (pKPC) with the virulence plasmid...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134292",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing the Urinary Cyanoethyl Mercapturic Acid to Cotinine Ratio for Classifying Tobacco Use Status in a Longitudinal Cohort of Cigarette, e-Cigarette, and Dual Users",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The 2CyEMA-to-cotinine ratio is an effective measure for classifying tobacco use status among cigarette only, e-cigarette only, and dual use users.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134288",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The 2CyEMA-to-cotinine ratio is an effective measure for classifying tobacco use status among cigarette only, e-cigarette only, and dual use users"
    },
    {
      "title": "Sex differences in bidirectional associations between dimensions of Fitbit-derived sleep and emotional health across one year in American Life in Realtime, a nationally representative sample of U.S. adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Poor sleep predicts worse emotional health and vice versa in a large representative sample, particularly among females, highlighting the need for tailored intervention strategies that consider sex-specific patterns in sleep-emotional health dynamics.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134282",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Poor sleep predicts worse emotional health and vice versa in a large representative sample, particularly among females, highlighting the need for tailored intervention strategies that consider sex-specific patterns in sleep-emotional health dynamics"
    },
    {
      "title": "Dynamic Prediction of Treatment Failure in Ocular Tuberculosis Using Machine Learning and Explainable AI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ML models like XGBoost and RF demonstrate promise for early and accurate prediction of treatment failure in OTB, with explainability tools enhancing clinical interpretability.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134278",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ML models like XGBoost and RF demonstrate promise for early and accurate prediction of treatment failure in OTB, with explainability tools enhancing clinical interpretability"
    },
    {
      "title": "Copper-catalyzed synthesis of glycosyl carboxamides from glycosyl carboxylic acids and isocyanates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "We have developed a copper-catalyzed protocol for synthesizing glycosyl carboxamides from glycosyl carboxylic acids and isocyanates for the first time. This method features a broad substrate scope, mild conditions and high atom economy. Mechanistic studies suggest that this reaction proceeds through a Mumm-type rearrangement.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134271",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pressure Pain Thresholds in Patients With Uncomplicated Back and Leg Pain: A Consecutive Case Series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134235/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Findings suggest that there were correlations between tenderness, back and leg pain, ODI, and clinical tests after CMT.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134235",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Findings suggest that there were correlations between tenderness, back and leg pain, ODI, and clinical tests after CMT"
    },
    {
      "title": "Association of Low Back Pain History with the Mass and Amount of Intramuscular Noncontractile Tissue of the Back Muscles and Sagittal Spinal Alignment in Community-Dwelling Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134233/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings of this study suggest that LBPH is associated with increased intramuscular noncontractile tissue of the lumbar multifidus muscle rather than back muscle mass or sagittal spinal alignment in community-dwelling older adults.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134233",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that LBPH is associated with increased intramuscular noncontractile tissue of the lumbar multifidus muscle rather than back muscle mass or sagittal spinal alignment in community-dwelling older adults",
      "conclusion": "The findings of this study suggest that LBPH is associated with increased intramuscular noncontractile tissue of the lumbar multifidus muscle rather than back muscle mass or sagittal spinal alignment in community-dwelling older adults"
    },
    {
      "title": "Vitiligo and Depression in Western versus South Asian Countries: Cultural Background Should Be Considered",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Reported psychosocial outcomes in vitiligo vary considerably across geographic and cultural contexts, yet no comprehensive review has compared these differences. In this study, we aimed to review the psychological and social impact of vitiligo, with a comparative focus on South Asia and Western countries. In this review, Western countries were defined as Europe, the United States, Canada, and Australia, whereas South Asian countries included India, Pakistan, Bangladesh, Sri Lanka, and Nepal....",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134226",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "review the psychological and social impact of vitiligo, with a comparative focus on South Asia and Western countries",
      "significance": "of vitiligo, with a comparative focus on South Asia and Western countries",
      "conclusion": null
    },
    {
      "title": "Cooperative Microbial Metabolism Enhances Tryptophan-Mediated Insecticide Detoxification in the Fall Armyworm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134210/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "The fall armyworm, Spodoptera frugiperda, is a major global agricultural pest, known for its rapid evolution of insecticide resistance. Although host genetic adaptation contributes to this trait, the role of gut symbiont-mediated metabolic pathways in promoting resistance remains poorly understood. Here, we show that besides direct biodegradation, a generalist symbiont Enterococcus casseliflavus EMBL-3 indirectly promotes chlorantraniliprole resistance by compensating for tryptophan deficiency...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134210",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Explainable machine learning models for classifying reactions within crowd noise during men's collegiate basketball games",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Crowds at collegiate basketball games react acoustically to events on the court in many ways, including applauding, chanting, cheering, and making distracting noises. Acoustic features can be extracted from recordings of crowds at basketball games to train machine learning models to classify crowd reactions. Such models may help identify crowd mood, which could help players secure fair contracts, venues refine fan experience, and safety personnel improve emergency response services or to...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134204",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancement of acoustic absorption coefficient of foams using active feedback control",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134202/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "The absorption coefficient (AC) measures the fraction of acoustic power absorbed by foam sample. AC in foams is usually small at low frequencies, where the sound wavelength is larger than the foam thickness. This shortcoming is addressed in the current study by increasing the low-frequency AC in foams using active feedback control. The control strategy is to increase foam AC by setting zero acoustic pressure boundary condition at the backside of foam sample inside an impedance tube. The...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134202",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genome-wide association studies of nutritional traits in peas (Pisum sativum L.) for biofortification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134195/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Pea (Pisum sativum L.) is a high-nutrient, cool-season legume of increasing relevance in plant-based nutrition and sustainable agriculture. As demand for alternative protein sources increases, improving pea seeds' nutritional content and quality through genomics-assisted breeding has become a priority. Despite its importance, limited research has explored the genetic basis of nutritional traits in pea. In this study, 267 accessions from the United States Department of Agriculture (USDA) Pea...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134195",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of treat-to-target strategies on maternal and neonatal outcomes of rheumatoid arthritis: a multicentre real-world ANSWER cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: T2T management, including selective continuation of bDMARDs, was associated with favourable maternal disease control and reassuring pregnancy outcomes. Although the absence of long-term follow-up is a limitation, these findings provide real-world evidence supporting this approach. Larger prospective studies are required to confirm maternal and neonatal safety beyond the early postpartum.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134194",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "T2T management, including selective continuation of bDMARDs, was associated with favourable maternal disease control and reassuring pregnancy outcomes. Although the absence of long-term follow-up is a limitation, these findings provide real-world evidence supporting this approach"
    },
    {
      "title": "Dental Research in the Digital Age: The Registry-Based Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134189/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "With the global increase in the volume of digital health data recorded and accessible through national and institutional databases, such as clinical registries and evidence-based registries, new strategic approaches are now feasible in medical research. These approaches include the registry-based clinical trial (RBCT) design, where large-scale datasets-which grow exponentially over time (referred to as big data)-can be used to identify eligible study participants from a medical registry...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134189",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Three Pillars of Atrial Fibrillation Management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134181/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Atrial fibrillation (AF) is the most prevalent sustained arrhythmia, and given its associations with stroke, heart failure and dementia, AF confers a major impact on public health. Optimal AF management should be based on three pillars: assessment and treatment of stroke risk factors, treatment of comorbidities, and symptom management through rhythm/rate control. In untreated AF, depending on other risk factors, the risk of stroke increases almost fivefold, and one in five strokes is related to...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134181",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on public health",
      "conclusion": null
    },
    {
      "title": "Room-Temperature Electric-Field Control of Magnetization in a van der Waals Ferromagnet Fe<sub>5</sub>GeTe<sub>2</sub> for Nonvolatile Memory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134157/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Electric field control of magnetization in van der Waals magnetic materials is key to the development of next-generation high-density and ultralow-power spintronic devices. However, the vdW ferromagnet-based \"electrical writing and magnetic reading\" memory has not been achieved at room-temperature. Here, the room-temperature electric-field control of magnetization in Fe(5)GeTe(2) via the magnetoelectric coupling effect is reported. Fe(5)GeTe(2) exhibits significant spin-lattice coupling in its...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134157",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Domain-Specific Simulated Data Enhances Knife-Mark Noise Suppression in Microscopy Images of Materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Knife-mark noise often arises in microscopy of materials. Leveraging their simple textures relative to natural images, we simulate knife-marked micrographs and train a deep network without labeled real data. The resulting model surpasses conventional methods, removing artifacts while preserving structure, demonstrating simulation-driven learning as a practical materials-science solution in research. Accurate quantitative analysis of material microstructures from images is often hindered by noise...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134156",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Use of whole health care is associated with increased completion of evidence-based psychotherapy for posttraumatic stress disorder among veterans receiving care within the Veterans Health Administration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Trauma-focused psychotherapy is the front-line treatment option for posttraumatic stress disorder (PTSD); however, approximately two thirds of veterans who initiate such evidence-based psychotherapy (EBP) for PTSD discontinue treatment before completing an adequate number of therapy sessions. We examined the association between whole health (WH) care, comprising WH services (e.g., health and wellness coaching, wellness groups) and complementary and integrative health (CIH) therapies, and EBP...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134151",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the association between whole health (WH) care, comprising WH services (e",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preparation of Living Material with Metal-Organic Frameworks and Bacteria for the Design of Electrochemical Biosensor to Detect Exosomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "As a new generation of intelligent materials, living materials composed of biological elements and non-living matrix may integrate the characteristics of both, so they have received more and more attention. However, their application to biosensor development is insufficient, especially the living materials prepared with bacteria and metal-organic frameworks (MOFs). Herein, an electroactive bacterium (Shewanella oneidensis MR-1, S.oneidensis) and one kind of MOFs (Cu-TCPP) are adopted in this...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134135",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analyzing the relationship between synchronization dynamics in hypernetworks and their single-interaction counterparts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Hypernetworks provide a proper framework for representing systems in which units interact simultaneously through multiple layers of interactions. Synchronization is a fundamental collective behavior in such systems, yet its stability analysis remains challenging. Studies have often assumed hypernetworks with commuting Laplacians or purely linear interactions, conditions that rarely hold in real-world systems. This paper addresses this gap by investigating hypernetworks with non-commuting...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134125",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identifying Key Questions and Challenges in Microchimerism Biology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Microchimerism research has recently gained renewed attention despite known existence of these rare cells for decades. Fetal and maternal microchimeric-derived cells may have functional capabilities, and are increasingly associated with both beneficial and adverse health outcomes. Yet, establishing the role of microchimerism in health has been largely constrained methodologically and theoretically. The Microchimerism, Human Health, and Evolution Project address these challenges by calling on 29...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134118",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Challenges in Sex Assignment in 46,XX Congenital Adrenal Hyperplasia due to 21-hydroxylase Deficiency and 11β-hydroxylase Deficiency in Developing Countries: Insights from an Expert Center in Indonesia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In Indonesia, many 46,XX individuals with CAH were initially assigned as males due to late diagnosis, primarily caused by low awareness among healthcare professionals and exacerbated by limited medical resources and a lack of clear guidelines on sex assignment. Therefore, targeted education and standardized guidelines involving a multidisciplinary team are crucial to ensure appropriate sex assignment and care.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134091",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In Indonesia, many 46,XX individuals with CAH were initially assigned as males due to late diagnosis, primarily caused by low awareness among healthcare professionals and exacerbated by limited medical resources and a lack of clear guidelines on sex assignment. Therefore, targeted education and stan..."
    },
    {
      "title": "Investigation into the Differential Oxidative Regulatory Mechanisms of Lipids in Fish Oil during Thermal Oxidation in a Mixed System: The Role of Fatty Acid Saturation and Myofibrillar Proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Elucidating the differential oxidation of proteins and lipids is crucial for targeted flavor modulation in thermally processed fish products. This study constructed a mixed thermo-oxidation model to investigate the effects of fatty acids with different degrees of saturation (stearic acid: SA, oleic acid: OA, linoleic acid: LA) and myofibrillar proteins (MPs) on the oxidation mechanism and flavor changes of fish oil. MPs inhibited key lipid flavor precursors and double-bond volatile compounds....",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134068",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anti-PD-1 Nanobody-Armored MSLN CAR-T Therapy for Malignant Mesothelioma: Preclinical and Clinical Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Malignant mesothelioma (MM) is an aggressive and currently incurable cancer with limited therapeutic options. Due to the high expression of mesothelin in this cancer, anti-PD-1 nanobody-armored mesothelin-targeting CAR-T (NAC-T) cells are developed. Based on the enhanced anti-tumor activity observed in preclinical in vitro and in vivo studies, a first-in-human clinical trial is initiated. Eleven patients with malignant mesothelioma who have progressed after standard therapies receive intravenous...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134065",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Self-Assembled Monolayers Facilitate Simultaneous Enhancements of External Quantum Efficiencies and Circularly Polarized Luminescence Dissymmetry Factors for Chiral Perovskite Red Spin-Light Emitting Diodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134062/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Stemming from the chirality-induced spin-orbit coupling (CISOC), the transfer of spin angular momenta to angular momenta of light can be realized by chiral hybrid perovskites (CHPs) for developing novel spin-light emitting diodes (spin-LEDs). The primary challenge lies in simultaneous enhancements for the electronic charge associated external quantum efficiencies (EQEs) and spin-dependent dissymmetry factor of circularly polarized electroluminescence (g(EL)), which severely limits the...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134062",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Protease-Treated Royal Jelly Extract on Facial Wrinkles: A Placebo-Controlled, Double-Blind, Parallel-Group Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This is the first study to demonstrate the wrinkle-improving effects of pRJ. Our results suggest that pRJ not only controls stratum corneum water content, dermal thickness, and bacterial microbiome, but also affects stem cell competition and mesenchymal stem cell activation. pRJ can reduce or eliminate certain skin concerns of women by improving age-related wrinkles.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134061",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This is the first study to demonstrate the wrinkle-improving effects of pRJ. Our results suggest that pRJ not only controls stratum corneum water content, dermal thickness, and bacterial microbiome, but also affects stem cell competition and mesenchymal stem cell activation"
    },
    {
      "title": "Mapping Satellite Glial Cell Heterogeneity Reveals Distinct Spatial Organization and Implies Functional Diversity in the Dorsal Root Ganglion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134052/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Satellite glial cells (SGCs) enclose sensory neuron somata and initial axon segments in the dorsal root ganglia (DRG) and play a critical role in regulating the neuronal microenvironment. While DRG neuron diversity is well established, SGC heterogeneity remains poorly defined. Here, the first comprehensive in situ characterization of SGC heterogeneity within the mouse DRG is presented. By integrating single-cell RNA sequencing with immunohistochemistry, in situ hybridization, and advanced...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134052",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A binding site for the antibiotic GE81112 in the ribosomal mRNA channel",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134047/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "The initiation phase is the rate-limiting step of protein synthesis (translation) and is finely regulated, making it an important drug target. In bacteria, initiation is guided by three initiation factors and involves positioning the start site on the messenger RNA within the P-site on the small ribosomal subunit (30S), where it is decoded by the initiator fMet-tRNA. This process can be efficiently inhibited by GE81112, a natural hydrophilic, noncyclic, nonribosomal tetrapeptide. It is found in...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134047",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "drug target",
      "conclusion": null
    },
    {
      "title": "TRIM16 Inhibits Inflammation by Interacting With and Ubiquitinating TRAF2 in a Colitis Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134044/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Tripartite motif 16 (TRIM16), an E3 ubiquitin ligase, plays crucial roles in regulating cell proliferation, differentiation, autophagy and immunity. Several studies have suggested that TRIM16 may function as an anti-inflammatory factor in various diseases. However, the functional significance and regulatory mechanisms of TRIM16 in inflammatory bowel disease (IBD) have yet to be fully explored. This investigation examined the expression and underlying mechanisms of TRIM16 in both in vivo and in...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134044",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "and regulatory mechanisms of TRIM16 in inflammatory bowel disease (IBD) have yet to be fully explored",
      "conclusion": null
    },
    {
      "title": "Oroxin A Induces Autophagic Cell Death in Gastric Cancer Cells Through the MAPK/ERK/REDD1 Axis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134029/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Gastric cancer (GC) is one of the most prevalent malignant tumors worldwide, with limited treatment efficacy and high drug resistance. Natural compounds offer promising therapeutic potential due to their multitarget and low-toxicity profiles. This study aimed to explore the anticancer effects of Oroxin A (OA), a natural flavonoid, and its underlying mechanisms in gastric cancer. A series of in vitro assays and organoid models were used to assess OA's effects on cell viability, proliferation, and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134029",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "explore the anticancer effects of Oroxin A (OA), a natural flavonoid, and its underlying mechanisms in gastric cancer",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Senolytic Potential of Shea-Derived Amyrins in Senescent Fibroblasts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134023/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Senescent cells contribute to tissue dysfunction and the progression of age-related diseases. Senolytic therapies, which selectively eliminate these cells, have demonstrated beneficial effects in preclinical models by restoring tissue function and delaying age-related decline. Naturally occurring compounds are gaining attention due to their structural diversity and low toxicity. Among these, triterpenes, plant-derived molecules with anti-inflammatory and protective properties, are emerging as...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134023",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "International Society for Human and Animal Mycology (ISHAM) One Health Sporotrichosis Working Group Proceedings - Bogota, Colombia, 2024 INFOCUS Conference",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134018/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Sporothrix brasiliensis, an emerging fungal threat, is spreading through South America with more than five countries in the Americas now reporting cases. Compared to other species, S. brasiliensis is more virulent and its primary transmission route to humans is from direct contact with infected cats. The increasing number of cases across South America and the challenges in preventing zoonotic transmission pose a significant and growing public health concern. On November 23, 2024, the...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41134018",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "preventing zoonotic transmission pose a significant and growing public health concern. On November 2",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultra-deep long-read metagenomics captures diverse taxonomic and biosynthetic potential of soil microbes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Taken together, our results emphasise both the power and the present limitations of metagenomics in resolving natural microbial complexity, and they provide a new baseline for evaluating future advances in microbial genome recovery, taxonomic classification, and natural product discovery.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41133998",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Taken together, our results emphasise both the power and the present limitations of metagenomics in resolving natural microbial complexity, and they provide a new baseline for evaluating future advances in microbial genome recovery, taxonomic classification, and natural product discovery"
    },
    {
      "title": "Methods for measuring comprehensiveness in primary care: a narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Comprehensiveness in primary care is defined as managing most medical needs in a population while integrating the context of patient's values, preferences, and beliefs. This study aims to synthesise validated measures for measuring comprehensiveness in primary care to facilitate its practical application.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41133994",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to synthesise validated measures for measuring comprehensiveness in primary care to facilitate its practical application",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combination of Serum Neurofilament Light Chain and Serum Cardiac Troponin T as Biomarkers Improves Diagnostic Accuracy in Amyotrophic Lateral Sclerosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: We aimed to evaluate the clinical utility of serum neurofilament light chain (sNfL) and cardiac troponin T (cTnT) in amyotrophic lateral sclerosis (ALS) and assess whether their combination improves diagnostic accuracy.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41133969",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "We aimed to evaluate the clinical utility of serum neurofilament light chain (sNfL) and cardiac troponin T (cTnT) in amyotrophic lateral sclerosis (ALS) and assess whether their combination improves d...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and validation of clinico-imaging machine learning and deep learning models to predict responses to initial antiseizure medications in epilepsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133949/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Antiseizure medications (ASMs) are the first-line treatment for epilepsy, yet they are ineffective in controlling seizures in about 40% of patients with unpredictable individual response to treatment. This study aimed to develop and validate artificial intelligence (AI) models using clinical and brain magnetic resonance imaging (MRI) data to predict responses to the first two ASMs in people with epilepsy.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41133949",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Antiseizure medications (ASMs) are the first-line treatment for epilepsy, yet they are ineffective in controlling seizures in about 40% of patients with unpredictable individual response to treatment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emergent Motility of Self-Organized Particle-Giant Unilamellar Vesicle Assembly",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133944/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Giant unilamellar vesicles (GUVs), soft cell-sized compartments formed through the self-assembly of lipid molecules, have long been utilized as model systems and passive carriers in membrane biophysics and biomedical applications. However, their potential as dynamically responsive and motile systems remains largely untapped due to challenges in achieving controlled and sustained motion in soft, deformable structures. Here, an autonomous cell-like microrobot through the emergent self-assembly of...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41133944",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Covalent Organic Framework-Based Artificial Antioxidases with π-Electron Delocalization and Asymmetric Coordination Sites for Superior Inflammation Inhibition and Oral Bone Modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133941/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Periodontitis-induced alveolar bone loss represents a complex therapeutic challenge that demands simultaneous resolution of chronic inflammation and restoration of bone homeostasis. Drawing inspiration from natural antioxidases, the de novo design of an interlaminar ruthenium-coordinated covalent organic framework (COF) is reported that functions as an artificial antioxidase system. This fully condensed COF architecture (TTf-Ru) combines extended π-electron delocalization with precisely...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41133941",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subventricular Zone-on-a-Chip: A Model to Study Neurogenesis Disruption in Neonatal Intraventricular Hemorrhage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133939/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Intraventricular hemorrhage (IVH) in preterm infants disrupts neurogenesis in the subventricular zone (SVZ), a key neurogenic niche, yet no effective treatments exist. This work develops a human SVZ-on-a-chip model to investigate the inflammatory response in IVH and its impact on neurogenesis. Using this platform, this work examines the effects of red blood cell lysate (RBCL) and hemorrhagic cerebrospinal fluid (CSF) from preterm infants with IVH on SVZ cells. Transcriptomic analysis reveal...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41133939",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "on neurogenesis",
      "conclusion": null
    },
    {
      "title": "De novo missense variants in BAIAP2 are associated with developmental and epileptic encephalopathies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Brain-specific angiogenesis inhibitor 1-associated protein 2 (BAIAP2) plays a crucial role in dendritic spine morphogenesis and excitatory synapse formation. We establish de novo variants in BAIAP2 as a novel genetic cause for developmental and epileptic encephalopathies (DEEs).",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41133935",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "Brain-specific angiogenesis inhibitor 1-associated protein 2 (BAIAP2) plays a crucial role in dendritic spine morphogenesis and excitatory synapse formation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toward personalizing prosthesis prescription: A take-home study of three microprocessor-controlled prosthetic knees: A randomized crossover study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133928/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Participants walked faster in C-Leg and Rheo than Power Knee and reported greater satisfaction with C-Leg. Consideration of patient needs and characteristics may allow more individualized MPK prescription and thereby improve rehabilitation outcomes.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41133928",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Participants walked faster in C-Leg and Rheo than Power Knee and reported greater satisfaction with C-Leg. Consideration of patient needs and characteristics may allow more individualized MPK prescription and thereby improve rehabilitation outcomes"
    },
    {
      "title": "Insights into the Role of Rifampicin Exposure and Clinical Baseline Covariates on the Response to Pulmonary Tuberculosis Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133922/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings highlight the role of rifampicin plasma exposure in optimizing bacillary clearance and improving treatment outcomes, even within standard dosing regimens for drug-susceptible tuberculosis.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41133922",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings highlight the role of rifampicin plasma exposure in optimizing bacillary clearance and improving treatment outcomes, even within standard dosing regimens for drug-susceptible tuberculosis"
    },
    {
      "title": "Intravenous line-related outcomes by antibiotic route for children hospitalized with pneumonia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133916/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "We evaluated whether peripheral intravenous catheter (PIV) utilization and complications (i.e., infiltration/extravasation) differed between children hospitalized with pneumonia who received initial oral versus intravenous antibiotics. In a retrospective cohort study of children hospitalized with pneumonia at four affiliated sites within a single hospital system from 2014 to 2020, we evaluated PIV outcomes and compared them using bivariable analyses and multivariable regression models. Among...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41133916",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gaza's Infant Malnutrition Crisis Needs More Than Just Infant Formula",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133905/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41133905",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What are the drivers in the neglect of Sudan's war and humanitarian crisis? Reframing global disengagement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133900/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41133900",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Arid1a Deficiency Drives Aristolochic Acid-Induced Liver Tumorigenesis through Ctnnb1 Mutation and Defective Nucleotide Excision Repair",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "ARID1A, which encodes an important subunit of SWI/SNF complex, is frequently mutated in non-malignant tissues and tumors. However, how ARID1A loss enables environmental carcinogens to initiate tumorigenesis remains unknown. Here, liver-specific Arid1a-deficient (Arid1a^(LKO)) mice are exposed to aristolochic acid I (AAI), a potent herbal carcinogen. Notably, AAI dramatically accelerated hepatocarcinogenesis in Arid1a-deficient livers, accompanied by a specific 3' splice-site mutation in Ctnnb1...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41133886",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "subunit of SWI/SNF complex, is frequently mutated in non-malignant tissues and tumors",
      "conclusion": null
    },
    {
      "title": "Synthesis and Preclinical Evaluation of DDR1-Targeted Radiotracers for Colorectal Cancer Diagnosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133847/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251024152039&v=2.18.0.post22+67771e2",
      "description": "Colorectal cancer (CRC) is one of the most common tumors, and discoidin domain receptor 1 (DDR1) expression is significantly higher in CRC. In this study, we designed and synthesized eight novel ^(68)Ga-labeled DDR1-targeted radiotracers. The radiochemical purities (RCPs) of radiotracers were all over 95%; except for [^(68)Ga]Ga-MYZ02 and [^(68)Ga]Ga-MYZ06, other six radiotracers showed high stability in vitro and in vivo. The equilibrium dissociation constants (K(D)) of radiotracers were all in...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41133847",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}