{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-22T07:42:47.375Z",
  "totalItems": 150,
  "totalArchived": 37427,
  "newPapersAdded": 148,
  "institutionBreakdown": {
    "KAIST": 5,
    "SNU": 26,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 28,
    "IBS": 100,
    "UNIST": 1,
    "Hanyang University": 3,
    "KIST": 0,
    "GIST": 1,
    "Kyung Hee University": 3,
    "Pusan National University": 4
  },
  "subjectAreaBreakdown": {
    "Biomedical": 23,
    "Cancer Research": 24,
    "Multidisciplinary": 81,
    "Materials Science": 6,
    "Computer Science": 3,
    "Neuroscience": 13
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "The use of guidelines in multimorbidity related practice: An exploratory questionnaire survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although the medical professionals in our sample were generally familiar with use of guidelines, there are many unmet needs and tool gaps related to guideline-informed multimorbidity-related practice.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41423138",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although the medical professionals in our sample were generally familiar with use of guidelines, there are many unmet needs and tool gaps related to guideline-informed multimorbidity-related practice"
    },
    {
      "title": "Multiomic analysis of treatment-naïve NSCLC before the era of neoadjuvant immunotherapy reveals contrasting immune phenotypes in stage IIIA: node-dominant (T1N2) exhibiting hot versus tumor-dominant (T4N0) cold features",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41422799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our integrative multiomic analysis delineates node-dominant (T1N2) NSCLC as \"hot\" tumors with active immune engagement, whereas tumor-dominant (T4N0) NSCLC exhibit \"cold\" features characterized by stromal remodeling, immune exclusion, and immunosuppression. These findings suggest that the balance between tumor invasiveness and nodal spread may shape immune contexture and potentially modulate responsiveness to neoadjuvant immunotherapy, highlighting the clinical value of immune...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41422799",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the balance between tumor invasiveness and nodal spread may shape immune contexture and potentially modulate responsiveness to neoadjuvant immunotherapy, highlighting the clinical value of immune",
      "conclusion": "Our integrative multiomic analysis delineates node-dominant (T1N2) NSCLC as \"hot\" tumors with active immune engagement, whereas tumor-dominant (T4N0) NSCLC exhibit \"cold\" features characterized by stromal remodeling, immune exclusion, and immunosuppression. These findings suggest that the balance be..."
    },
    {
      "title": "TMEM120A maintains adipose tissue lipid homeostasis through ER CoA channeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423633/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Efficient fatty acid (FA) re-esterification is essential for lipid homeostasis in adipocytes, yet the mechanisms coordinating Coenzyme A (CoA) availability at the endoplasmic reticulum (ER)-a major site of lipid synthesis-remain unclear. Here, we identify TMEM120A as an ER-resident CoA-binding protein that regulates intracellular FA metabolism. TMEM120A interacts with the ER-localized acyl-CoA synthetase ACSL1 and ACSL3 to promote long-chain acyl-CoA synthesis and channeling into the ER, thereby...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "POSTECH",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41423633",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Whole genome sequencing of hepatitis A virus: adapting Illumina protocols for foodborne investigation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423617/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "High-throughput sequencing-based whole-genome sequencing (WGS) is highly effective for identifying viral pathogens in microbial research. However, applying WGS directly to foodborne viruses remains challenging because food matrices contain PCR inhibitors and viral titers are typically much lower than those found in clinical specimens. This study aimed to develop a WGS method for analyzing the hepatitis A virus (HAV) genome in clams using the Illumina MiSeq platform. To enhance the HAV WGS...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41423617",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "develop a WGS method for analyzing the hepatitis A virus (HAV) genome in clams using the Illumina MiSeq platform",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Imlunestrant, an oral selective estrogen receptor degrader, in combination with HER2 directed therapy, with or without abemaciclib, in ER-positive, HER2-positive advanced breast cancer: results from the phase 1a/1b EMBER study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41423595",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hybrid wavelet transform, K-means singular value decomposition and Spatial memory guided cat swarm optimization technique for watermark embedding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Integration and use of multimedia data has increased primarily due to advancements in technology and widespread utilization of internet services, especially with respect to multimedia audio, images, and videos. Such rapid progression in technology has highlighted the need for effective intellectual property and copyright protection. In response to these issues, this paper discusses the development of an improved watermarking technique for the embedding of watermarks in compressed videos. The...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41423558",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomechanical effects of different change of direction angles on lower limb joint load and injury risk in soccer players",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41423498",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PR inhibition stimulates G6PD expression to enhance malignancy in luminal breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423458/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Luminal breast cancer is the most prevalent and prognostic subtype of breast cancer. However, it has been reported that luminal breast cancer patients with lower progesterone receptor (PR) expression are associated with poor survival outcomes. Nevertheless, there is insufficient evidence linking PR expression to an aggressiveness of luminal breast cancer. Based on our previous studies showing an inverse correlation between PR and standardized uptake value (SUV) on [18 F] fluorodeoxyglucose...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41423458",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Advanced Airway Management Strategies with 72-Hour Survival in Out-of-Hospital Cardiac Arrest: Video Laryngoscopy vs. Direct Laryngoscopy vs. Supraglottic Airways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423331/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In an emergency medical service system staffed by advanced emergency medical technician-level providers, ETI with VL might be associated with improved 72-hour survival compared to SGA. However, this short-term benefit did not extend to survival to hospital discharge.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41423331",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In an emergency medical service system staffed by advanced emergency medical technician-level providers, ETI with VL might be associated with improved 72-hour survival compared to SGA. However, this short-term benefit did not extend to survival to hospital discharge"
    },
    {
      "title": "Population-based screening colonoscopy in Korea: balancing benefits and limitations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423329/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Population-based colonoscopy screening is considered one of the most effective strategies for reducing the incidence and mortality of colorectal cancer. Its major strength lies in its dual benefits: early detection of colorectal cancer and prevention via the removal of precancerous lesions. Colonoscopy has a high sensitivity and provides a full colonic evaluation in a single session, thereby reducing the need for frequent testing. However, this approach has notable limitations. Colonoscopy is an...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41423329",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Streptomyces shinuiensis</em> sp. nov., a Salternamides-Producing Bacterium Isolated from Saltern Sediment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Strain HK10^(T), previously isolated from saltern sediment and identified as a salternamides-producing bacterium, was taxonomically characterized in the present study. The strain is a Gram-stain-positive, aerobic, and filamentous actinobacterium. Phylogenetic analysis based on 16S rRNA gene sequences revealed that strain HK10^(T) belongs to the genus Streptomyces and is most closely related to Streptomyces radiopugnans R97^(T) (99.4% sequence similarity), followed by other Streptomyces species...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41423317",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global Transcriptomic Analysis Identifies Gene Expression Programs Regulated by α-Factor in Yeast",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "In yeast, the mating pheromone α-factor triggers a signaling cascade in haploid \"a\" cells, leading to G1 cell cycle arrest, polarized growth (\"shmoo\" formation), cell wall remodeling, and ultimately cell fusion. While the physiological responses to α-factor are well established, a genome-wide analysis of transcriptional changes in response to α-factor has not been previously reported. Here, we performed RNA sequencing (RNA-seq) to profile gene expression changes in \"a\" mating type yeast cells...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41423278",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Bone Graft Type on Spinal Fusion Outcomes in Adolescent Idiopathic Scoliosis: Updated Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Considering both ICBG and non-ICBG demonstrated high fusion rates and low complication rates, non-ICBG grafts may serve as an effective and safe alternative to ICBG, minimizing morbidity, donor site pain, and blood loss.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41423196",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Considering both ICBG and non-ICBG demonstrated high fusion rates and low complication rates, non-ICBG grafts may serve as an effective and safe alternative to ICBG, minimizing morbidity, donor site pain, and blood loss"
    },
    {
      "title": "Bisphosphonate Use and Reduced All-Cause Mortality in Korean Women Older than 50 Years: A Nationwide Sample Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423195/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this large, nationwide Korean cohort, initiating BPs was associated with a reduced risk of all-cause mortality in women aged 50 and older. These findings suggest that BPs may have survival benefits beyond fracture prevention.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41423195",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that BPs may have survival benefits beyond fracture prevention",
      "conclusion": "In this large, nationwide Korean cohort, initiating BPs was associated with a reduced risk of all-cause mortality in women aged 50 and older. These findings suggest that BPs may have survival benefits beyond fracture prevention"
    },
    {
      "title": "Challenges in Evaluation and Management in Tumor-Induced Osteomalacia: A Retrospective Institutional and Literature-Based Scoping Review in Korean Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although gallium scans are the most commonly employed imaging modality for detecting tumors responsible for TIO, localization remains challenging due to the small tumor size, potential for widespread anatomical distribution, and prolonged diagnostic delay. Repeating gallium imaging can yield positive results in previously negative cases, and additional imaging modalities may be necessary to facilitate accurate localization.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41423194",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although gallium scans are the most commonly employed imaging modality for detecting tumors responsible for TIO, localization remains challenging due to the small tumor size, potential for widespread anatomical distribution, and prolonged diagnostic delay. Repeating gallium imaging can yield positiv..."
    },
    {
      "title": "Myostatin Function during In Vitro Myogenesis: Considerations for Knockout-Based Mechanistic Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423190/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: FST overexpression induces greater myotube hypertrophy and protein synthesis than Mstn deletion, likely due to its broader inhibition of both endogenous and serum-derived MSTN. These findings highlight the importance of serum composition in interpreting phenotypes from in vitro knockout models targeting secreted factors such as MSTN.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41423190",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FST overexpression induces greater myotube hypertrophy and protein synthesis than Mstn deletion, likely due to its broader inhibition of both endogenous and serum-derived MSTN. These findings highlight the importance of serum composition in interpreting phenotypes from in vitro knockout models targe..."
    },
    {
      "title": "Emerging Role of Myostatin Inhibitors in the Management of Glucagon-Like Peptide-1-Associated Sarcopenia and Metabolic Disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423189/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Glucagon-like peptide-1 (GLP-1) analogs, originally developed as antidiabetic agents, have emerged as groundbreaking drugs for treating obesity, following reports of their remarkable weight-reducing effects. With growing recognition of obesity as a disease in modern society and a sharp rise in its prevalence, pharmacological interventions are now being actively pursued. However, due to their mechanism of action, primarily appetite suppression, GLP-1 analogs have been associated with various...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41423189",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cumambrin A from Chrysanthemum boreale attenuates inflammation and oxidative stress through TRIF-dependent signaling inhibition and Nrf2/HO-1 pathway activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings demonstrate that cumambrin A attenuates inflammatory activity and reducing oxidative stress via TRIF-dependent pathway modulation and Nrf2/HO-1 activation, respectively. This study provides the mechanistic basis of cumambrin A's bioactivity, supporting its potential as a promising lead compound derived from C. boreale.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41423161",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings demonstrate that cumambrin A attenuates inflammatory activity and reducing oxidative stress via TRIF-dependent pathway modulation and Nrf2/HO-1 activation, respectively. This study provides the mechanistic basis of cumambrin A's bioactivity, supporting its potential as a promising lead ..."
    },
    {
      "title": "Hydrophobically associated hydrogels assisted with sodium alginate for flexible strain sensors in human motion monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423112/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Hydrophobic interaction-assisted conductive hydrogels have gained attention in flexible strain sensing, biomedical engineering, human-machine interfacing, and soft robotics due to their stretchability, deformability, and energy dissipation via dynamic non-covalent interactions. However, their use is limited by weak mechanical strength, low sensitivity, and slow response. To overcome this, hydrophobically linked poly(Am-co-BA)@NaAlg hydrogels were developed, using CTAB for micelle formation and...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41423112",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional near-infrared spectroscopy-based computer-aided diagnosis of major depressive disorder using explainable artificial intelligence: Comparison with conventional machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41422962/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In summary, we developed an XAI model tailored for fNIRS-based CAD of MDD that not only demonstrated high diagnostic performance but also effectively visualized the decision-making processes of the deep learning model.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41422962",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In summary, we developed an XAI model tailored for fNIRS-based CAD of MDD that not only demonstrated high diagnostic performance but also effectively visualized the decision-making processes of the deep learning model"
    },
    {
      "title": "Comparison of bovine jugular vein conduits and polytetrafluoroethylene valved conduits for right ventricular outflow tract reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41422879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: BJV and PTFE valved conduits demonstrate comparable durability. However, smaller PTFE conduits are more susceptible to stenosis, while BJV conduits may dilate excessively in patients with truncus arteriosus, MAPCA, or smaller conduit size.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41422879",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BJV and PTFE valved conduits demonstrate comparable durability. However, smaller PTFE conduits are more susceptible to stenosis, while BJV conduits may dilate excessively in patients with truncus arteriosus, MAPCA, or smaller conduit size"
    },
    {
      "title": "Capivasertib plus paclitaxel as first-line treatment for metastatic triple-negative breast cancer: Results from the randomised, global phase III CAPItello-290 trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41422862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Capivasertib-paclitaxel did not meet the prespecified boundary for improving OS in either population; PFS numerically favoured the combination, especially in PIK3CA/AKT1/PTEN-altered tumours. Capivasertib-paclitaxel safety was generally manageable and consistent with prior studies.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41422862",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Capivasertib-paclitaxel did not meet the prespecified boundary for improving OS in either population; PFS numerically favoured the combination, especially in PIK3CA/AKT1/PTEN-altered tumours. Capivasertib-paclitaxel safety was generally manageable and consistent with prior studies"
    },
    {
      "title": "Ningiella algicola sp. nov. and Marinicella algicola sp. nov., proposal of Paralteromonas gen. Nov. and Neoalteromonas gen. Nov. with reclassification of Alteromonas species, and reclassification of Methylophaga aminisulfidivorans as a later heterotypic synonym of Methylophaga thalassica",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41422582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Two Gram-stain-negative, obligately aerobic, non-motile rod-shaped bacteria, designated strains W23^(T) and W31^(T), exhibiting catalase- and oxidase-positive activities, were isolated from the phycosphere of a marine red alga. Strain W23ᵀ grew optimally at 25 °C, pH 8.0-9.0, and 3.0-4.0 % (w/v) NaCl, whereas strain W31^(T) grew optimally at 25-30 °C, pH 8.0, and 3.0-4.0 % NaCl. Ubiquinone-8 was the major respiratory quinone in both strains. Strain W23^(T) predominantly contained C(16:0), summed...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41422582",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatially Decoupled Fluorescent Amphiphiles for pH-Controlled Anion Detection in Water",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41422556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Recognition of anions in water remains a key challenge in supramolecular chemistry. We report pH-switchable multipodal amphiphiles that detect hydrophobic anions in aqueous media by a fluorescence turn-on response. An alternating arrangement of fluorogenic cationic heads and pH-responsive aliphatic tails around a benzene core regulates ion pairing and aggregation within sharply defined pH windows. This spatial and functional decoupling allows anion recognition and pH responsiveness to operate...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41422556",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Nurses' Perceptions of Digital Nursing Technology: A Qualitative Analysis Using the Theory of Planned Behaviour (TPB)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41422528/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Effective adoption of DNT requires targeted educational programs to enhance nurses' digital competencies, user-friendly technology interfaces, and clear institutional policies. Addressing both individual and organisational factors is critical for safe and sustainable integration of digital technologies into nursing practice.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41422528",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Effective adoption of DNT requires targeted educational programs to enhance nurses' digital competencies, user-friendly technology interfaces, and clear institutional policies. Addressing both individual and organisational factors is critical for safe and sustainable integration of digital technolog..."
    },
    {
      "title": "Impact of Postdiagnosis Health Behaviors and Behavior Changes on Prognosis in Colorectal Cancer Patients: Evidence From Real-World Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41422499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The present study provides compelling evidence on the benefits of increased physical activity and smoking cessation after CRC diagnosis for improved survival.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41422499",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The present study provides compelling evidence on the benefits of increased physical activity and smoking cessation after CRC diagnosis for improved survival"
    },
    {
      "title": "Visual ERP-based brain-computer interface use with severe physical, speech and eye movement impairments: case studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings highlight the need for adaptive decoding strategies and further validation in applied settings in the presence of gaze impairment.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41423674",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the need for adaptive decoding strategies and further validation in applied settings in the presence of gaze impairment"
    },
    {
      "title": "Investigating action topography in visual cortex and deep artificial neural networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "High-level visual cortex contains category-selective areas embedded within larger-scale topographic maps like animacy and real-world size. Here, we propose action as a key organizing factor shaping visual cortex topography and assess the ability of topographic deep artificial neural networks (DANNs) in capturing this organization. Using fMRI, we examined responses to images of body-parts and objects with different degrees of action properties. In left lateral occipitotemporal cortex, we...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41423631",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "responses to images of body-parts and objects with different degrees of action properties",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Determination of hydrogen peroxide in commercial glycerin using electron spin resonance and chemiluminescence assay",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Glycerin is widely used in pharmaceuticals, cosmetics, and foods. In recent years, it has been mainly derived from plant-based materials, particularly palm oil. The most abundant polyphenol in palm oil is 3-O-caffeoylshikimic acid (CSA). Polyphenols reportedly react with oxygen to generate hydrogen peroxide (H(2)O(2)). In this study, we investigated the generation of H(2)O(2) from CSA and palm-derived glycerin using the bis(2,4,6-trichlorophenyl)oxalate (TCPO) chemiluminescence method and...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41423592",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the generation of H(2)O(2) from CSA and palm-derived glycerin using the bis(2,4,6-trichlorophenyl)oxalate (TCPO) chemiluminescence method and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cortical nodular enhancement in varicella-zoster virus meningoencephalitis mimicking tuberculous meningitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41423571",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An atypical case of proliferative glomerulonephritis with monoclonal Immunoglobulin G1 κ deposits with organized structural deposits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423569/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "A 67-year-old man with a history of pancreatic cancer, diagnosed 2 years ago was referred to the hospital with proteinuria and renal dysfunction. His medical history included hypertension. A renal biopsy was performed to investigate renal damage. Light microscopy revealed membranoproliferative glomerulonephritis without Congo red stain positive deposits. Immunofluorescence findings showed positive staining of immunoglobulin G (IgG), fibrinogen and κ-light chain, but not λ-light chain....",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41423569",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Support vector machine classification of <sup>18</sup>F-FDG PET scans across subtypes of amyotrophic lateral sclerosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ^(18)F-FDG brain PET imaging, combined with SVM and age-matching, can distinguish between ALS^(C9orf72RE) and sALS with good accuracy, but lacks sufficient discriminative power to differentiate between ALS and Mimics and between different sites of onset.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41423553",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "^(18)F-FDG brain PET imaging, combined with SVM and age-matching, can distinguish between ALS^(C9orf72RE) and sALS with good accuracy, but lacks sufficient discriminative power to differentiate between ALS and Mimics and between different sites of onset"
    },
    {
      "title": "Personalized mechanical ventilation guided by lung ultrasound in patients with ARDS: a pilot phase of a randomized clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423518/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In the pilot phase of an ongoing international subphenotype-targeted RCT, we found that local investigators' assessments agreed with expert panel consensus assessments in the large majority of cases, and nearly always when the expert panel assessment was unanimous. Protocol adherence was sufficient, but tidal volume in the non-focal subphenotype deserves attention during continuation of the study.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41423518",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In the pilot phase of an ongoing international subphenotype-targeted RCT, we found that local investigators' assessments agreed with expert panel consensus assessments in the large majority of cases, and nearly always when the expert panel assessment was unanimous. Protocol adherence was sufficient,..."
    },
    {
      "title": "Soft-voting classifier for outcome prediction in traumatic brain injury patients with clear consciousness: model development and error pattern analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41423515",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The French version of the Exercise in Mental Illness Questionnaire (EMIQ-Fr): Translation, cross-cultural validation and psychometric properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423390/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The EMIQ-Fr is the first standardized French language questionnaire designed to assess mental health professionals' views on exercise in mental disorders. Its application in future research could enhance our understanding and support of patients with mental disorders in achieving or maintaining health-beneficial levels of exercise.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41423390",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The EMIQ-Fr is the first standardized French language questionnaire designed to assess mental health professionals' views on exercise in mental disorders. Its application in future research could enhance our understanding and support of patients with mental disorders in achieving or maintaining heal..."
    },
    {
      "title": "Oral nutritional management in short bowel syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Patients with short bowel syndrome (SBS) have less than 200 cm of functional small intestine resulting in significantly impaired digestion and absorption of nutrients and fluids. When malabsorption becomes severe and cannot be compensated by oral intake, patients develop intestinal failure (IF) and require parenteral support (PS) to survive. Over time, however, intestinal adaptation may improve absorption and reduce the need for PS. Oral nutrition plays a central role in the management of SBS...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41423311",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Persistent symptoms and enteropathy in coeliac disease: clinical considerations and therapeutic opportunities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Coeliac disease is an immune-mediated enteropathy triggered by gluten ingestion. While a strict gluten-free diet remains the basis of treatment, a sizeable proportion of patients continue to experience symptoms or histological abnormalities despite adherence. This clinical entity of non-responsive coeliac disease imposes diagnostic and therapeutic challenges. Inadvertent gluten intake is a leading cause and can be difficult to detect, but measuring gluten immunogenic peptides in the urine or...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41423310",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The role of dietary fiber in the gastrointestinal tract: when, how and why?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Dietary fiber (DF) used to be seen merely as an indigestible component, but it is now recognized as essential for both gut and overall metabolic health. Historically, humans consumed between 70 and 120 g of fiber per day, far more than the less than 20 g typically eaten today, despite WHO recommendations of 25-35 g daily. The physiological effects of dietary fibers depend on a complex interplay of their physicochemical properties (solubility, viscosity, and fermentability) rather than on a...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41423309",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dietary approaches in functional bowel disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423306/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Functional bowel disorders, classified as disorders of gut-brain interaction, are highly prevalent and characterized by chronic gastrointestinal symptoms in the absence of identifiable structural abnormalities. The pathophysiology of these disorders is multifactorial. Given this complexity, a symptom-directed treatment approach is essential. As the majority of these patients report food-related symptoms, first-line therapy typically involves the implementation of general dietary and lifestyle...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41423306",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeted and individualized dietary interventions in disorders of gut-brain interaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423305/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Disorders of gut brain interaction (DGBI) is an umbrella term for a group of prevalent symptomatic gastrointestinal disorders. Although typically not associated with increased mortality, these disorders have a major impact on patients' quality of life and have an economic impact on an individual and societal level. Many patients suffering from DGBI relate symptom onset or increase to food intake making dietary interventions an appealing treatment strategy. Typically, dietary interventions...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41423305",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on patients' quality of life and have an economic impact on an individual and societal level",
      "conclusion": null
    },
    {
      "title": "Nutritional approach to dumping syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423304/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: some data from literature supports the use of nutritional schemes and agents enhancing food viscosity for dumping symptoms management. In refractory cases, enteral nutrition can be attempted. Larger RCTs are needed to confirm these observations.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41423304",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "some data from literature supports the use of nutritional schemes and agents enhancing food viscosity for dumping symptoms management. In refractory cases, enteral nutrition can be attempted"
    },
    {
      "title": "Ultra-processed foods in inflammatory bowel disease: an emerging global health challenge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Throughout history, the act of food processing has played an important role in human nutrition and evolution. At first, minimal processing such as cooking, curing, and smoking was used to improve shelf-life and enable transport. Afterwards more advanced processing techniques became the norm to increase food availability and safety. However, in the last decades scientific and technological advancements enabled 'ultra-processing leading to ultra-processed foods (UPFs). Rapidly adopted by many, the...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41423302",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "role in human nutrition and evolution",
      "conclusion": null
    },
    {
      "title": "Sequential sample size calculations and learning curves safeguard the robust development of a clinical prediction model for individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: For CPM development studies involving prospective data collection, a sequential sample size approach allows users to dynamically monitor individual-level prediction and classification instability. This helps determine when enough participants have been recruited and safeguards against using inaccurate assumptions in a sample size calculation prior to data recruitment. Engagement with patients and other stakeholders is crucial to identify sensible context-specific stopping rules for...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41423140",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "For CPM development studies involving prospective data collection, a sequential sample size approach allows users to dynamically monitor individual-level prediction and classification instability. This helps determine when enough participants have been recruited and safeguards against using inaccura..."
    },
    {
      "title": "Gut hormone signaling drives sex differences in metabolism and behavior",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Males and females have different physiological and reproductive demands and consequently exhibit widespread differences in metabolism and behavior. One of the most consistent differences across animals is that females store more body fat than males, a metabolic trait conserved from flies to humans. Given the central role of gut hormones in energy balance, we asked whether gut endocrine signaling underlies these sex differences. We therefore performed a multidimensional screen of enteroendocrine...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41423082",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dietary Administration of α-Terpineol to Sprague-Dawley Rats for 90 Days",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "α-Terpineol is a flavoring ingredient that occurs naturally in spices and foods. It has been evaluated by regulatory and scientific expert bodies such as the Joint FAO/WHO Expert Committee on Food Additives (JECFA) in 1999 and the European Food Safety Authority (EFSA) in 2006 and has been determined safe under the conditions of intended use. To ensure the continued safety of high-usage flavoring ingredients, a 90-day Organization for Economic Co-operation and Development (OECD) 408 and Good...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41423068",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A guide to designing cell-surface receptors in plants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41422791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Cell-surface receptors perceive environmental cues and trigger appropriate responses. In plants, these receptors comprise ectodomain, juxta-membrane, and cytosolic regions that define ligand specificity, modulate co-receptor associations, and fine-tune downstream signaling, respectively. Here we highlight the mechanistic principles underlying each module and discuss strategies to reprogram them. By integrating structural insights with illustrative examples, we provide a blueprint for designing...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41422791",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NR3C1 and IGF2/H19 methylation patterns predict infant and preschooler temperament: Links to maternal stress in pregnancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41422662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Occupational stressors during pregnancy were shown to associate with NR3C1 and IGF2/H19 methylation in the infant, which may be linked with temperament.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41422662",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Occupational stressors during pregnancy were shown to associate with NR3C1 and IGF2/H19 methylation in the infant, which may be linked with temperament"
    },
    {
      "title": "External rotation of the patellar tendon insertion line: A novel predictor for recurrent patellar dislocation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41422631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The PTIA, a new tibia-based parameter, is significantly increased in RPD and demonstrates superior diagnostic accuracy compared with the TT-TG distance.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41422631",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The PTIA, a new tibia-based parameter, is significantly increased in RPD and demonstrates superior diagnostic accuracy compared with the TT-TG distance"
    },
    {
      "title": "Long-term cranial shape outcomes in metopic synostosis: A 12-year follow-up study using 3D photography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41422616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We identified a consistent long-term head shape outcome for surgically corrected metopic synostosis, marked by a retrusion of the forehead and tendency toward a turricephalic vault rather than a relapse into trigonocephaly. These findings underscore the value of 3D shape analysis as a tool for assessing long-term cranial outcomes and informing surgical planning.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41422616",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We identified a consistent long-term head shape outcome for surgically corrected metopic synostosis, marked by a retrusion of the forehead and tendency toward a turricephalic vault rather than a relapse into trigonocephaly. These findings underscore the value of 3D shape analysis as a tool for asses..."
    },
    {
      "title": "Load distribution between the radius and ulna through the forearm interosseous membrane: Effects of elbow flexion and Varus-Valgus alignment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41422575/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: The forearm interosseous membrane helps distribute load between the radius and ulna, yet the combined influence of elbow flexion and varus-valgus alignment on load transfer remains unclear. This study aimed to quantify interosseous membrane-mediated load transfer across elbow flexion angles under varus and valgus loading.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41422575",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "quantify interosseous membrane-mediated load transfer across elbow flexion angles under varus and valgus loading",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Two-stage surgery for cystic craniopharyngiomas: a purely endoscopic strategy and outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41422447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Two-stage endoscopic surgery for cystic craniopharyngiomas is effective and safe, enabling complete resection with low recurrence during short- to mid-term follow-up.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41422447",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Two-stage endoscopic surgery for cystic craniopharyngiomas is effective and safe, enabling complete resection with low recurrence during short- to mid-term follow-up"
    },
    {
      "title": "Multiplexed Metabolic and Protein Engineering for D-Limonene Overproduction in Saccharomyces cerevisiae",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423741/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "d-limonene, a monocyclic monoterpene compound, is widely used in biopesticides, food additives, and pharmaceuticals. In this study, we integrated metabolic and enzyme engineering approaches to develop a high-producing Saccharomyces cerevisiae platform for d-limonene biosynthesis. Initial analysis showed that the previously used d-limonene synthase (LS) from Mentha spicata exhibited insufficient catalytic efficiency for effective conversion of geranyl pyrophosphate into d-limonene. To overcome...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423741",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Active Bodies, Healthier Arteries: Physical Activity and Aortic Stiffness in Black Americans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423736",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Blue Covarine in Toothpaste: A Comprehensive Review and Meta Analysis of Efficacy, Safety, and Potential Effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423735/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Toothpaste containing blue covarine is effective for tooth colour perception altering and can be recommended as a non-invasive option by dental professionals, taking into account individual baseline tooth colour and oral health. While promising, the long-term safety and effects of such toothpaste warrant further research. Dental professionals should personalise treatment recommendations and prioritise patient education to optimise outcomes. Future research should focus on long-term...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423735",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Toothpaste containing blue covarine is effective for tooth colour perception altering and can be recommended as a non-invasive option by dental professionals, taking into account individual baseline tooth colour and oral health. While promising, the long-term safety and effects of such toothpaste wa..."
    },
    {
      "title": "Delphinidin: A Multifaceted Anthocyanidin With Therapeutic Potential in Chronic Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Delphinidin, a bioactive anthocyanidin found in pigmented fruits and vegetables, exhibits remarkable therapeutic potential due to its antioxidant, anti-inflammatory, and anti-cancer properties. This review synthesizes current knowledge on delphinidin's structure, dietary sources, stability challenges, and mechanisms of action. As a potent antioxidant, it scavenges reactive oxygen species (ROS) and upregulates endogenous defenses via the Nrf2 pathway, mitigating oxidative stress in chronic...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423730",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Peer victimization and adolescent's social adjustment: Testing the mechanism of the healthy context paradox in a two-wave study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "A recurring paradox in recent literature is that victims' psychological adjustment outcomes worsen as classroom-level victimization declines. Due to the limited and inconsistent findings from longitudinal studies, this two-wave study aims to examine whether the impact of individual-level victimization on three basic psychological needs (autonomy, relatedness, and competence needs) and internalizing problems (anxiety and depression) varies across classrooms with different victimization levels. A...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423729",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to examine whether the impact of individual-level victimization on three basic psychological needs (autonomy, relatedness, and competence needs) and internalizing problems (anxiety and depression) var...",
      "significance": "of individual-level victimization on three basic psychological needs (autonomy, relatedness, and competence needs) and internalizing problems (anxiety and depression) varies across classrooms with dif...",
      "conclusion": null
    },
    {
      "title": "Remote Monitoring in Myasthenia Gravis: Exploring Symptom Variability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Myasthenia gravis (MG) is a rare, autoimmune disorder characterized by fluctuating muscle weakness and potential life-threatening crises. While continuous specialized care is essential, access barriers often delay timely interventions. To address this, we developed MyaLink, a telemedical platform for MG patients. This study evaluated whether frequently assessed clinical outcomes via MyaLink can capture symptom variability between clinical visits.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423716",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of two established approaches for generating Hounsfield look-up tables for CT-based SPR prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The established HLUT generation methods for CT-based SPR prediction developed in Japan and Europe were compared and showed good agreement across all tissue types. Range differences in clinical cases were minor, and ΔSPR variations in cortical bone corresponded to negligible proton range deviations. These findings indicate that the European and Japanese approaches are practically equivalent and support the validity and reliability of the HIPRAC-CTCA method.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423715",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the European and Japanese approaches are practically equivalent and support the validity and reliability of the HIPRAC-CTCA method",
      "conclusion": "The established HLUT generation methods for CT-based SPR prediction developed in Japan and Europe were compared and showed good agreement across all tissue types. Range differences in clinical cases were minor, and ΔSPR variations in cortical bone corresponded to negligible proton range deviations"
    },
    {
      "title": "Decoding the Mechanisms of Pigment Reduction and Skin Rejuvenation Induced by Picosecond Laser: Insights From a Porcine Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423704/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Picosecond lasers effectively induced pigment reduction, immune-mediated clearance and melanogenesis inhibition, while concomitantly promoting dermal regeneration and epidermal barrier repair. These findings provide mechanistic insights into their therapeutic applications in pigmentation disorders and skin aging.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423704",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Picosecond lasers effectively induced pigment reduction, immune-mediated clearance and melanogenesis inhibition, while concomitantly promoting dermal regeneration and epidermal barrier repair. These findings provide mechanistic insights into their therapeutic applications in pigmentation disorders a..."
    },
    {
      "title": "Understanding Atrial Fibrillation Complexity Through the Lens of Turbulence Dynamics: Implications for Treatment Strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Atrial fibrillation (AF) is the most common sustained cardiac arrhythmia encountered in clinical practice. Its incidence increases significantly with age and has become a major global public health issue. Although research into the mechanisms of AF has spanned over a century-ranging from the reentry theory to the rotor hypothesis-none of these theories can fully explain its complex dynamic characteristics. The electrical activity of AF exhibits similarities to fluid turbulence, and this analogy...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423702",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Streamlining evidence based clinical recommendations with large language models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Clinical evidence underpins informed healthcare decisions, yet integrating it into real-time practice remains challenging due to intensive workloads, complex procedures, and time constraints. This study presents Quicker, an LLM-powered system that automates evidence synthesis and generates clinical recommendations following standard guideline development workflows. Quicker delivers an end-to-end pipeline from clinical questions to recommendations and supports customized decision-making through...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423701",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Osteoporosis and risk of dementia among older adults: a population‑based cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423696/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Evidence on the association between osteoporosis and dementia is not fully clear. This study aimed to investigate the potential association between osteoporosis and the subsequent risk of dementia among older adults. We performed a cohort study of 176 150 community-dwelling older adults aged ≥65 years and free of cognitive impairment between 2018 and 2022 using integrated healthcare data from Shenzhen, China. Diagnoses of osteoporosis, osteoporotic fractures, and dementia were identified through...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423696",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the potential association between osteoporosis and the subsequent risk of dementia among older adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing the agreement of radiomic tools for dosiomics: A multi-software comparative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423685/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings of this study indicate that, when properly configured, the tools show good overall agreement, with variability limited to specific features and pre-processing choices. While variations in program-specific resampling and FBS discretization implementation are present, their overall impact on dosiomic feature reproducibility remains minimal.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423685",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on dosiomic feature reproducibility remains minimal",
      "conclusion": "The findings of this study indicate that, when properly configured, the tools show good overall agreement, with variability limited to specific features and pre-processing choices. While variations in program-specific resampling and FBS discretization implementation are present, their overall impact..."
    },
    {
      "title": "Volatile and non-volatile pathogen cues shape host extracellular vesicles production in pre-infection response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "In natural environments, animals encounter pathogen-derived chemicals long before infection occurs. How such anticipatory cues influence extracellular vesicle (EV) dynamics, which are central to immune regulation, intercellular communication, and stress responses, remains unknown. Using Caenorhabditis elegans, we show that pathogen-derived volatile and non-volatile compounds trigger distinct EV pathways through separate sensory and molecular mechanisms. Non-volatile secretome components,...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423679",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oxindole based sulfonyl derivatives synthesized as potent inhibitors of alpha amylase and alpha glucosidase along with their molecular docking study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423657/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Diabetes mellitus, a persistent metabolic disorder, impedes the proper metabolism of proteins, carbohydrates, and lipids, leading to various physiological complications. A spectrum of synthetic alpha-glucosidase inhibitors is employed to mitigate glucose levels; however, prolonged use of these medications has been associated with a range of adverse effects. The current study particularly focuses on piperidin-indolin based sulfonyl derivatives, a class of heterocyclic compounds to assess the...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423657",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rapid detection of G6PD deficiency SNPs using a novel amplicon-based minion sequencing assay",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Plasmodium vivax malaria remains a significant global health challenge, complicated by the parasite's ability to form dormant liver stages (hypnozoites) that cause relapses. Radical cure of P. vivax malaria requires administration of a hypnozoitocidal drug, such as primaquine or tafenoquine. However, these drugs can cause severe haemolysis in individuals with glucose-6-phosphate dehydrogenase (G6PD) deficiency. G6PD deficiency is caused by more than 230 different variants at the gene level that...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423656",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hybrid micromagnetic and atomistic modeling of magnetization dynamics induced by engineered defects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423646",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "siRNA-mediated inhibition of NTT-MMP-2 reduces oxidative stress and apoptotic signaling in an ex vivo model of ischemia/reperfusion injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423636/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Matrix metalloproteinase-2 (MMP-2), particularly its N-terminally truncated isoform (NTT-MMP-2), plays a pivotal role in cardiac ischemia-reperfusion (I/R) injury. NTT-MMP-2 is induced by oxidative stress and activates both pro-inflammatory and pro-apoptotic pathways as well as an innate immune response within the cell. This study investigated the involvement of NTT-MMP-2 in oxidative stress, inflammation, and cardiomyocyte injury, focusing on its mitochondrial activity. Using an ex vivo...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423636",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the involvement of NTT-MMP-2 in oxidative stress, inflammation, and cardiomyocyte injury, focusing on its mitochondrial activity",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discovery of high-temperature charge order and time-reversal symmetry-breaking in the kagome superconductor YRu<sub>3</sub>Si<sub>2</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Identifying high-temperature unconventional charge order and superconductivity in kagome systems is crucial for understanding frustrated, correlated electrons and enabling future quantum technologies. Here, we report that the kagome superconductor YRu(3)Si(2) hosts an exceptional interplay of charge order, magnetism, and superconductivity, revealed through a comprehensive suite of muon spin rotation (μSR), magnetotransport, X-ray diffraction, and density functional theory (DFT). We identify a...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423635",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enteric opportunistic infections in patients with inflammatory bowel disease receiving biologic therapies: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423627/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: VDZ and UST were not associated with excess CDI, CI or CMV risk, whereas anti‑TNF therapy conferred a higher burden of CMV colitis. Heightened infection surveillance is warranted during acute flares and refractory disease courses.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423627",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "VDZ and UST were not associated with excess CDI, CI or CMV risk, whereas anti‑TNF therapy conferred a higher burden of CMV colitis. Heightened infection surveillance is warranted during acute flares and refractory disease courses"
    },
    {
      "title": "Machine learning-enhanced prediction model for atrial fibrillation development in patients with concurrent type 2 diabetes and obstructive sleep apnea syndrome: a comorbidity perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423607/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423607",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lipophilic Statins Deplete GPX4 to Promote Ferroptosis and Sensitize Cancer Cells to Immune Checkpoint Blockade",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Statins have been reported to exert anticancer activity, varying with cancer type and specific statins. These findings suggest that more mechanistic insights into the anticancer effects of statins are needed. In this study, we interrogated the ability of statins to induce cell death and ferroptosis in melanoma and colorectal cancer. First, we showed that statins induce cell death in patient-derived melanoma cell lines and that lower expression of mevalonate pathway genes correlates with...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423587",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "that more mechanistic insights into the anticancer effects of statins are needed",
      "conclusion": null
    },
    {
      "title": "Elevated CD36 drives lymph node metastasis of breast cancer by activating Hippo-YAP signaling-mediated anoikis resistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423585/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Lymph node metastasis (LNM) is significantly associated with distant metastasis and poor prognosis in patients with breast cancer (BC). However, the mechanism underlying LNM in BC remains unclear, limiting the development of effective anti-metastatic strategies. Given the lipid-enriched lymphatic microenvironment, we identify the fatty acid transporter cluster of differentiation 36 (CD36) via TCGA-based screening. Aberrant expression of CD36 is positively correlated with LNM and poor prognosis...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423585",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of cleaning protocols on surface roughness and optical properties of thermoplastic orthodontic retainers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Among the cleaning protocols evaluated, ultrasonic cleaning demonstrated superior performance in stain removal and preservation of surface integrity. Mechanical cleaning was effective but caused surface wear, while chemical cleaning offered limited cleaning efficacy and left undesirable deposits.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423578",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among the cleaning protocols evaluated, ultrasonic cleaning demonstrated superior performance in stain removal and preservation of surface integrity. Mechanical cleaning was effective but caused surface wear, while chemical cleaning offered limited cleaning efficacy and left undesirable deposits"
    },
    {
      "title": "ASO Visual Abstract: Surgical Management and Outcomes in Pediatric Adrenocortical Carcinoma: A Pediatric Surgical Oncology Research Collaborative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423574/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423574",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A novel DCSTAMP antagonist impedes preosteoclast fusion via modulation of RAP1B-RAC1-mediated cytoskeletal remodeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423555/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "DCSTAMP serves as a critical fusogenic protein orchestrating cell-cell fusion during osteoclastogenesis. The disruption of DCSTAMP functionality preserves preosteoclasts, thereby augmenting bone mass through both anabolic and anti-catabolic mechanisms. Despite its therapeutic potential, specific DCSTAMP inhibitors remain undiscovered. Here we used structure-based virtual screening utilizing AlphaFold predictions to identify a novel small molecule, E8431, which selectively targets the endoplasmic...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423555",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "METTL3/RBM15 augments the stability of Kdm6b mRNA and promotes STAT1-mediated macrophage activation and atherosclerosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423554/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Atherosclerosis is the underlying cause of cardiovascular disease. Recent studies have shown that N⁶-methyladenosine (m⁶A) modification in macrophages is associated with atherosclerosis progression. However, there is a lack of systemic research on the role of m⁶A modification in macrophage differentiation and activation during atherosclerosis. Here we conducted multiomics analysis (MeRIP-seq and RNA-seq) of macrophages during their differentiation and activation to elucidate the regulatory...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423554",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The development of mindfulness in martial art kendo players: AfMRI analysis of the triple network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423552",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of nirmatrelvir/ritonavir and molnupiravir in reducing the risk of short-term and long-term cardiovascular complications of COVID-19: a target trial emulation study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "While treatment with nirmatrelvir/ritonavir or molnupiravir is effective in lowering the rate of severe COVID-19, the effectiveness of these antivirals in reducing the risk of cardiovascular outcomes, especially among the hospitalized population, remains largely unknown. In this study, we assessed the real-world effectiveness of nirmatrelvir/ritonavir and molnupiravir on short- and long-term cardiovascular complications of COVID-19 using a target trial emulation design. Two target trials of...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423550",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Infectious diseases, infection control, vaccines and long-term care: an European interdisciplinary Council on ageing consensus document",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423526/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "The accelerating ageing of populations worldwide presents profound challenges for public health, particularly within long-term care facilities (LTCFs). Older adults, often burdened by multimorbidity, frailty, and immunosenescence, are highly vulnerable to vaccine-preventable diseases such as influenza, pneumococcal pneumonia, COVID-19, respiratory syncytial virus (RSV), pertussis, and herpes zoster (HZ). Despite the availability of effective vaccines, immunization coverage in LTCFs remains...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423526",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evolutionary dynamics of FoxQ2 transcription factors across metazoans reveals three ancient paralogs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "FoxQ2 is a highly conserved Forkhead-box transcription factor expressed anteriorly in cnidarians and bilaterians, yet its evolution is marked by rapid divergence and lineage-specific duplications or losses. Moreover, its presence and localization in vertebrate groups remains unclear. To reconcile these conflicting reports of conservation and divergence, we combine phylogenetic and synteny analyses of FoxQ2 sequences from 21 animal phyla. We uncover three ancient FoxQ2 paralogs in...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423499",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A protein complex in the extreme distal tip of vertebrate motile cilia controls their organization, length, and function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "The beating of cilia on multi-ciliated cells (MCCs) is essential for normal development and homeostasis in animals. But while the structure and function of basal bodies and axonemes have received significant attention recently, the distal tips of MCC cilia remain relatively poorly defined. Here, we characterize the molecular organization of the distal tip of vertebrate MCC cilia, characterizing two distinct domains occupied by distinct protein constituents. Using frog, mouse, and human MCCs, we...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS",
        "UNIST"
      ],
      "pmid": "41423487",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anticancer effect of piperine, a black pepper compound, regulating apoptosis mediated through extracellular vesicles and cathepsin D in acute leukemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423483/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Extracellular vesicles (EVs) contribute to tumorigenesis in acute leukemia, while natural compounds can counteract these EVs-mediated mechanisms. Piperine, a natural black pepper compound, exerts anticancer activity toward many cancer cells with minimal effect in normal PBMC cells via the apoptosis signaling pathway, a key programmed cell death pathway. The aim of this study was to investigate the involvement of EVs in piperine-induced apoptosis in acute leukemia. NB4 and MOLT-4 leukemic cell...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423483",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "of this study was to investigate the involvement of EVs in piperine-induced apoptosis in acute leukemia",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrochemical dechlorination and hydrocarbon valorization by cobalt phthalocyanine with non-proton-coupled redox property",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Electrochemical dechlorination provides a sustainable method to treat chlorinated volatile organic compounds polluted water with producing value-added hydrocarbon. However, dechlorination of dichloromethane (CH(2)Cl(2)) generates *CH(3) and *CH(2)Cl intermediates, which are highly unstable due to lack of efficient hyperconjugation from neighboring carbon sites. Herein, we report that cobalt phthalocyanine (CoPc) grafts onto sulfur-doped graphene toward efficient electrocatalysis of CH(2)Cl(2)...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423479",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Room-temperature photoluminescence in monocarboxylate-protected silver nanoclusters via steric hindrance-induced interfacial structure locking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423465/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Tuning the optical properties of monolayer-protected nanoclusters through manipulation of their interfacial structures constitutes a compelling research direction. Herein, we report two atomically precise monocarboxylate-protected superatomic silver nanoclusters (RCO(2)-AgNCs), formulated as {Ag(16)(RCO(2))(12)[(4-ClPh)(3)P](8)}^(2+) [where R = 2,4,6-trimethylphenyl (2,4,6-Me(3)Ph) for Ma or 9-anthracenyl (9-An) for Mb], which features similar chemical composition, identical inner core while...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423465",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tracing the origin of myofibroblasts in kidney fibrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423454/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Kidney fibrosis is a key pathological feature of chronic kidney disease (CKD), characterized by the activation and accumulation of αSMA-positive myofibroblasts. The cellular origin of myofibroblasts in kidney fibrosis has been a subject of extensive research and debate. Previous studies suggested that myofibroblasts might arise from various cellular sources through mesenchymal transition processes, including epithelial-mesenchymal transition (EMT) of tubular epithelial cells (TECs),...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423454",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Decrypting spatiotemporal code of human endometrial receptivity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423453/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "The mechanism underlying the establishment of human endometrial receptivity remains elusive, constituting a significant obstacle to advancing our knowledge of female infertility. Via integrating high-resolution spatiotemporal and single-cell transcriptomic profiling and in situ sequencing, we construct a spatiotemporal atlas of human endometrial receptivity at single-cell resolution. Our study depicts detailed spatial molecular topography governing the opening and closing of human endometrial...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423453",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Restoration of PKM1 improves functional maturation of human stem-cell derived-β cell by regulating PEP metabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423449/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Human stem cell-derived β (SC-β) cells still exhibit limited glucose response required for insulin secretion due to glycolytic bottlenecks, yet how these metabolic abnormalities impact glucose response and functional maturation of SC-β cells remains unclear. In this study, we identify a metabolic checkpoint located at PEP accumulation that impedes the functional maturation, which is rescued by restoration of pyruvate kinase M1 (PKM1). Glucose-tracing metabolomics in human stem cell-derived...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423449",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "glucose response and functional maturation of SC-β cells remains unclear",
      "conclusion": null
    },
    {
      "title": "Targeted antisense oligonucleotide treatment rescues developmental alterations in spinal muscular atrophy organoids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Spinal muscular atrophy (SMA) is a severe neurological disease caused by mutations in the SMN1 gene, characterized by early onset and degeneration of lower motor neurons. Understanding early neurodevelopmental defects in SMA is crucial for optimizing therapeutic interventions. Using spinal cord and cerebral organoids generated from multiple SMA type 1 male donors, we revealed widespread disease mechanisms beyond motor neuron degeneration. Single-cell transcriptomics uncovered pervasive...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423447",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Presence of methicillin-resistant Staphylococcus aureus (MRSA) on market garden sites in Bobo-Dioulasso from One Health perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423413/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "The increasing presence of antibiotic-resistant bacteria in urban agriculture poses a significant public health risk. This study investigated the prevalence and virulence of methicillin-resistant Staphylococcus aureus (MRSA) in market garden environments in Bobo-Dioulasso, Burkina Faso. A total of 135 environmental samples (lettuce, irrigation water, and organic manure) were analyzed for MRSA presence using microbiological isolation, antimicrobial susceptibility testing, and molecular...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423413",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the prevalence and virulence of methicillin-resistant Staphylococcus aureus (MRSA) in market garden environments in Bobo-Dioulasso, Burkina Faso",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multifunctional CuS nanoparticle deposition for enhanced dentin bonding: Synergistic dehydration, MMP inhibition and antibacterial action",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In-situ CuS nanoparticle deposition synergistically enhances bond durability, through DDM dehydration, MMP inhibition, and antibacterial action. This approach effectively minimizes hybrid layer defects and collectively prolongs bonding longevity.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423412",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In-situ CuS nanoparticle deposition synergistically enhances bond durability, through DDM dehydration, MMP inhibition, and antibacterial action. This approach effectively minimizes hybrid layer defects and collectively prolongs bonding longevity"
    },
    {
      "title": "Trials that have changed maternal care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Landmark trials impact how we care for patients. These studies often have convincing data that lead to new or updated practice guidelines by professional societies and other organizations. In this review, we present four such studies of maternal interventions that defined standards of care and continue to influence what we do today. The first found that the rate of perinatal HIV transmission was reduced in women with HIV in pregnancy with treatment of zidovudine in the antepartum, intrapartum,...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423405",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "how we care for patients",
      "conclusion": null
    },
    {
      "title": "Spheroid size-induced apoptosis enhances osteogenic differentiation of iPS cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Induced pluripotent stem cells (iPSCs) have significant potential for regenerative medicine, particularly for bone tissue engineering. While three-dimensional spheroid cultures enhance iPSC differentiation by better mimicking physiological conditions, spheroid size critically affects cell viability and differentiation ability. Microwell plates enable large-scale production of uniform spheroids and would be especially useful for regenerative medicine and tissue engineering. Here, we investigated...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423395",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Is doing more always better? A mixed methods study examining the relationship between subjective and objective aspects of community participation among people with multiple sclerosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study provides integrated quantitative and qualitative evidence that subjective and objective aspects of participation are related but distinct. Attention must be paid to the divergence between these aspects to address real-world barriers.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423362",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "aspects of participation are related but distinct",
      "significance": null,
      "conclusion": "This study provides integrated quantitative and qualitative evidence that subjective and objective aspects of participation are related but distinct. Attention must be paid to the divergence between these aspects to address real-world barriers"
    },
    {
      "title": "In Vivo pi-SSelMQC to Recover 100% Biomarker Signals From Both MQ Coherence Transfer Pathways with Applications in Tumor Lactate Imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The biomarker images from the two different MQ-coherence transfer pathways can be simultaneously detected by the pi-SSelMQC methods with 100% signal recovery using phase-incrementing technique. The fast double-echo acquisition with frequency-encoding gradients may be employed to speed up cancer biomarker imaging with excellent lipid and water suppression. The novel pi-SSelMQC methods may be employed to monitor cancer treatment responses and investigate the relationship of tumor...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423359",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The biomarker images from the two different MQ-coherence transfer pathways can be simultaneously detected by the pi-SSelMQC methods with 100% signal recovery using phase-incrementing technique. The fast double-echo acquisition with frequency-encoding gradients may be employed to speed up cancer biom..."
    },
    {
      "title": "Corrigendum to \"Protective effects of Hawk Tea aqueous extract against copper sulfate-induced oxidative damage in zebrafish model\" [J. Ethnopharmaco. (357) (2026) 1-12/120919]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423356/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423356",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Weighing dose-related benefits and risks of hydroxychloroquine treatment in systemic lupus erythematosus patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423344/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: For SLE patients, higher-dose HCQ improves effectiveness with reduced risks of CAD and VTE. There was no dose-related difference in the risk of HCQ retinopathy, for SLE patients aged younger than 45 years. Our study emphasizes the need for weighing the benefits and risks of optimal HCQ dosage in managing SLE.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423344",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "For SLE patients, higher-dose HCQ improves effectiveness with reduced risks of CAD and VTE. There was no dose-related difference in the risk of HCQ retinopathy, for SLE patients aged younger than 45 years"
    },
    {
      "title": "Phosphodiesterase-4 Inhibition as a Potential Therapeutic Strategy in the Management of Obesity: a Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423328/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Phosphodiesterase 4 (PDE4) inhibitors, originally developed for chronic inflammatory diseases, have shown unexpected metabolic benefits, including weight reduction and improved glycemic control in both preclinical and clinical studies. Weight loss typically occurs within the first 6-12 months of treatment and may be sustained over several years. While the underlying mechanisms remain incompletely understood, preclinical findings suggest that PDE4 inhibition may increase circulating levels of...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423328",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From pathophysiology to practice: Dietary strategies for gastrointestinal disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423313/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423313",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Opportunistic screening for osteoporosis and vertebral fracture using CT attenuation from 18F-fluorocholine PET/CT in patients with prostate cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: FCh-PET/CT provides a feasible, readily available approach for opportunistic osteoporosis and fracture risk screening in men with PCa, supporting its integration into routine imaging workflows to promote bone health assessment and fracture prevention.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423294",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FCh-PET/CT provides a feasible, readily available approach for opportunistic osteoporosis and fracture risk screening in men with PCa, supporting its integration into routine imaging workflows to promote bone health assessment and fracture prevention"
    },
    {
      "title": "<em>CD146<sup>+</sup></em> CAFs mediate immunosuppression in gastric cancer via COL4A1: potential therapeutic targets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423274/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings underscore the pivotal role of CD146^(+) CAFs in shaping an immunosuppressive microenvironment and highlight CD146^(+) CAFs and COL4A1 as promising candidates for targeted therapy in gastric cancer.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423274",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings underscore the pivotal role of CD146^(+) CAFs in shaping an immunosuppressive microenvironment and highlight CD146^(+) CAFs and COL4A1 as promising candidates for targeted therapy in gastric cancer"
    },
    {
      "title": "Clinical and molecular characterization of <em>AXL</em> in colorectal cancer, CALGB (Alliance)/SWOG 80405 and real-world data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Elevated AXL expression in CRC correlated with an immunosuppressive microenvironment and worse outcomes across standard treatments. However, it identifies a distinct subgroup of KRAS-mutant patients who significantly benefit from immunotherapy, supporting AXL as a context-specific biomarker and therapeutic target.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423272",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated AXL expression in CRC correlated with an immunosuppressive microenvironment and worse outcomes across standard treatments. However, it identifies a distinct subgroup of KRAS-mutant patients who significantly benefit from immunotherapy, supporting AXL as a context-specific biomarker and ther..."
    },
    {
      "title": "Society for Immunotherapy of Cancer: Standards for Reporting of Multiplex Immunohistochemistry/Immunofluorescence Assays (STORMI)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Multiplex immunofluorescence and immunohistochemistry (mIF/IHC) are increasingly employed antibody-based technologies that use tissue sparingly and facilitate the detection of co-localized or neighboring biomarkers. Specifically, these platforms enable spatial analyses of the tumor microenvironment as well as extended applications, for example, describing normal tissue anatomy, autoimmunity, infectious diseases, etc. mIF/IHC has greatly enhanced biomarker discovery efforts, and a growing number...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423269",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phase 1 study evaluating the safety, preliminary efficacy, and pharmacodynamics of recombinant interleukin-15 in combination with nivolumab and ipilimumab in patients with refractory cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The combination of rhIL-15 with nivolumab and ipilimumab was safe and induced changes in immune cell populations in some patients. However, preliminary signs of efficacy were limited. Pharmacodynamic findings may support further clinical development of this combination with alternative dosing regimens or combinations of rhIL-15 with other therapeutic modalities.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423268",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The combination of rhIL-15 with nivolumab and ipilimumab was safe and induced changes in immune cell populations in some patients. However, preliminary signs of efficacy were limited"
    },
    {
      "title": "Multi-omics analysis reveals differential benefits of immunotherapy±chemotherapy based on detailed smoking history in advanced non-small cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Detailed smoking history provides crucial insights for optimizing IO selection in advanced NSCLC through mechanistic alterations in both the tumor microenvironment and systemic plasma protein profiles.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423267",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Detailed smoking history provides crucial insights for optimizing IO selection in advanced NSCLC through mechanistic alterations in both the tumor microenvironment and systemic plasma protein profiles"
    },
    {
      "title": "Interpretable multimodal radiopathomics model predicting pathological complete response to neoadjuvant chemoimmunotherapy in esophageal squamous cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423263/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We developed and externally validated an interpretable radiopathomics fusion framework that predicts pCR after nCIT in ESCC using standard-of-care data. This model holds promise as an effective tool for guiding individualized decisions between surveillance and timely surgery.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423263",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We developed and externally validated an interpretable radiopathomics fusion framework that predicts pCR after nCIT in ESCC using standard-of-care data. This model holds promise as an effective tool for guiding individualized decisions between surveillance and timely surgery"
    },
    {
      "title": "Vesicular glutamate transporter VGLUT2 expression emerges in substantia nigra dopamine neurons in mouse models of parkinsonism in the absence of neurodegeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423249/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND IMPLICATION: Our work provides evidence that VGLUT2 expression is induced in DA neurons under conditions of hypodopaminergia or D(2) receptor antagonism. VGLUT2 emergence in DA neurons may be a compensatory strategy when DA levels are low and/or DA receptor signalling is compromised.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423249",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "Our work provides evidence that VGLUT2 expression is induced in DA neurons under conditions of hypodopaminergia or D(2) receptor antagonism",
      "conclusion": "AND IMPLICATION: Our work provides evidence that VGLUT2 expression is induced in DA neurons under conditions of hypodopaminergia or D(2) receptor antagonism. VGLUT2 emergence in DA neurons may be a compensatory strategy when DA levels are low and/or DA receptor signalling is compromised"
    },
    {
      "title": "Induction of pluripotency in large Japanese field mouse (Apodemus speciosus) fibroblasts via reprogramming",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "The large Japanese field mouse, Apodemus speciosus, is a rodent species endemic to Japan and is widely distributed throughout the country. It has been extensively used as a model organism in studies of geographic isolation and as an environmental bioindicator. However, there have been no reports on the establishment of pluripotent stem cells from this species that could be applied to developmental engineering. In this study, we attempted to generate induced pluripotent stem cells (iPSCs) from A....",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423246",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Determining the status of health application implementation in Japanese prefectures for health promotion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423244/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Objectives This study aimed to determine the current implementation status and content of health applications (apps) targeting all Japanese prefectures as part of their health promotion measures using Information and Communication Technology (ICT).Methods Information on health apps and health promotion projects was collected from the official websites of all Japanese prefectures and special sites focusing on these topics operated by the prefectures between August 6 and September 3, 2024. The...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423244",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study aimed to determine the current implementation status and content of health applications (apps) targeting all Japanese prefectures as part of their health promotion measures using Informatio...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Middle Cerebral Artery Branching Patterns on Mechanical Thrombectomy Outcomes for M1 Occlusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Anatomical variations in the middle cerebral artery affect outcomes of mechanical thrombectomy in M1 occlusion cases. However, the relationship between middle cerebral artery branching patterns-specifically trifurcation and bifurcation-and mechanical thrombectomy outcomes remains unclear. This study investigated that relationship and attempted to identify optimal mechanical thrombectomy strategies for trifurcation patterns. We retrospectively analyzed patients treated with mechanical...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423234",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "that relationship and attempted to identify optimal mechanical thrombectomy strategies for trifurcation patterns",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Maternal Underweight on Infant and Maternal Outcomes in Japanese Women: A Systematic Review and Meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423229/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Pre-pregnancy underweight among Japanese women is significantly associated with increased risks of adverse perinatal outcomes. Notably, these elevated risks persist despite the high background prevalence of underweight, suggesting that their adverse effects are not diminished in populations where it is more common. These findings underscore the importance of increasing awareness of preconception care and emphasize the need to optimize pre-pregnancy weight.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423229",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Pre-pregnancy underweight among Japanese women is significantly associated with increased risks of adverse perinatal outcomes. Notably, these elevated risks persist despite the high background prevalence of underweight, suggesting that their adverse effects are not diminished in populations where it..."
    },
    {
      "title": "Menstrual cycles, lifespan, and anti-Müllerian hormone in cynomolgus monkeys",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "The cynomolgus monkey (Macaca fascicularis) is an important experimental animal; however, its menstrual patterns, lifespan, and age-related changes in anti-Müllerian hormone (AMH) levels remain poorly characterized. This study aimed to analyze these factors and evaluate the usefulness of Cynomolgus monkeys in ovarian function research. The age at menarche was examined in 21 cynomolgus monkeys, and the age at menopause and age at death were tracked in another 22 postmenopausal monkeys. In...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423208",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "analyze these factors and evaluate the usefulness of Cynomolgus monkeys in ovarian function research",
      "significance": "experimental animal; however, its menstrual patterns, lifespan, and age-related changes in anti-Müllerian hormone (AMH) levels remain poorly characterized",
      "conclusion": null
    },
    {
      "title": "Targeting the noradrenergic-metabolic axis: A new strategy for sugar-induced depression subtypes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND IMPLICATIONS: Our findings suggest that the observed behavioural changes are associated with dysfunction of the noradrenergic α(2)-adrenoceptor system induced by impaired glucose metabolism. These insights targeting the noradrenergic-metabolic axis might be a new strategy for sugar-induced depression subtypes.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423200",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "Our findings suggest that the observed behavioural changes are associated with dysfunction of the noradrenergic α(2)-adrenoceptor system induced by impaired glucose metabolism",
      "conclusion": "AND IMPLICATIONS: Our findings suggest that the observed behavioural changes are associated with dysfunction of the noradrenergic α(2)-adrenoceptor system induced by impaired glucose metabolism. These insights targeting the noradrenergic-metabolic axis might be a new strategy for sugar-induced depre..."
    },
    {
      "title": "Nano Calcium from Marine Fish Bones via High-Energy Ball Milling: A Potential Natural Supplement for Bone Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Fish bone-derived nanoparticles produced via HEM exhibit advantageous physicochemical characteristics for nutraceutical applications and represent a promising source of bioavailable calcium to support bone health.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423191",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Fish bone-derived nanoparticles produced via HEM exhibit advantageous physicochemical characteristics for nutraceutical applications and represent a promising source of bioavailable calcium to support bone health"
    },
    {
      "title": "Bacillus coagulans controls grass carp overwintering syndrome through the intestinal microbiota-metabolite-immunity network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423183/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Grass carp winter syndrome is a low-temperature disease that has severely impacted freshwater fish farming in China in recent years. Characterized by rapid onset, high transmissibility, and elevated mortality, it proves difficult to control with conventional treatments. Bacillus coagulans, which combines the acid-producing antibacterial properties of Lactobacillus with the heat resistance and feed pellet compatibility of Bacillus subtilis, has gained attention as an alternative to antibiotics in...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University"
      ],
      "pmid": "41423183",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mediating role of neutrophil-percentage-to-albumin ratio in the association between stroke and heart failure among U.S. adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423175/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study identified that stroke and NPAR are significantly related to HF, which increases the risk of HF in the adults, and the mediating role of NPAR is significant in the relationship between stroke and HF. This finding highlights the necessity of regulating the inflammatory-nutritional.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423175",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified that stroke and NPAR are significantly related to HF, which increases the risk of HF in the adults, and the mediating role of NPAR is significant in the relationship between stroke and HF. This finding highlights the necessity of regulating the inflammatory-nutritional"
    },
    {
      "title": "The correlation between changes in intrinsic capacity of older adults in Chinese communities and adverse health-related outcomes: A prospective longitudinal Cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423173/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Monitoring intrinsic capacity changes, especially locomotion decline, enables early identification of vulnerable older adults and supports timely, targeted interventions to reduce adverse outcomes.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423173",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Monitoring intrinsic capacity changes, especially locomotion decline, enables early identification of vulnerable older adults and supports timely, targeted interventions to reduce adverse outcomes"
    },
    {
      "title": "Immediate TMS-EEG responses reveal motor cortex excitability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423166/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "The combination of transcranial magnetic stimulation and electroencephalography (TMS-EEG) is typically used to probe cortical excitability at the network level, as local excitability measures were previously not feasible. However, a recent study revealed immediate TMS-evoked potentials (i-TEPs) following primary motor cortex (M1) stimulation, yet their physiological origin remains uncertain. Here, we aimed to test whether this immediate activity is replicable, physiological, and related to motor...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423166",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "test whether this immediate activity is replicable, physiological, and related to motor",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Abnormalities in sensorimotor brain function are related to chronicity of low back pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423165/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Maladaptive plasticity in the brain may contribute to chronic low back pain pain (LBP) and underlie the altered postural control of the lumbopelvic musculature that is evident in some individuals with LBP. We recently described an MRI-compatible leg-raise paradigm to measure brain activity associated with lumbopelvic postural control. The objective of this study was to compare brain function in young adults with and without a history of LBP and to determine relationships between brain function,...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423165",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to compare brain function in young adults with and without a history of LBP and to determine relationships between brain function,",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Jumping to predictions: Auditory and visual prediction in hurdling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423164/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "In everyday life, there are situations where sensory input can be temporarily unavailable. To maintain a coherent perceptual experience, the brain then relies on internal predictive models, shaped by prior experience and informed by sensory signals from different modalities such as audition and vision. The present study investigated how our brain actively compensates for brief masking of auditory and visual input at the example of hurdling, a complex full-body movement. Participants underwent...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423164",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cerebellar and Cerebral Contributions to Dual Physical-Cognitive Impairment in Middle-Aged and Older Adults: Potential Biomarkers and Therapeutic Targets for Healthy Aging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Dual physical and cognitive decline, or physio-cognitive decline syndrome (PCDS), significantly increases disability, dementia, and mortality risks in older adults. To elucidate the neurobiological mechanisms underlying PCDS, we used an innovative, cerebellum-centered, data-driven approach to establish structural covariance networks (SCNs) and identify specific cerebellar SCNs associated with simultaneous physical and cognitive impairments. This analysis was based on MRI data from 1,193 adults...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423163",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Developmental origins of immune function: Maternal prenatal mood is associated with infant immune cell gene expression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "The in-utero environment shapes offspring mental and physical health trajectories over the lifespan, likely through developmental adaptations to fetal biological systems. Offspring immune system development is a putative pathway through which the prenatal environment influences offspring health. The current study tested associations of maternal prenatal depressive and anxiety symptoms with infant pro-inflammatory and antiviral gene expression in a sample of 118 mother-infant pairs enrolled in a...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423152",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bridging the gap: Acute amantadine augments the neurorehabilitative efficacy of delayed and abbreviated environmental enrichment in a pediatric traumatic brain injury model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Environmental enrichment (EE) promotes neurobehavioral recovery after traumatic brain injury (TBI). However, most preclinical studies initiate EE immediately after injury, which contrasts with delayed rehabilitation in the clinic. To better model clinical practice, we delayed the onset of EE and administered amantadine (AMT), which exhibits indirect dopaminergic effects, acutely as a therapeutic bridge. We hypothesized that this temporally sequenced combination therapy would improve...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423150",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Examining Pain Subgroups One and Five Years After Spinal Cord Injury: The Importance of Depression in Chronic Pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The pain/depression subgroups identified by Wilson et al. (2005) remain clinically relevant in a contemporary SCI sample. Depression, even at subclinical levels, is a stronger predictor of future development of CPS than pain intensity or interference. Findings highlight the importance of early depression screening among individuals with SCI.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423149",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The pain/depression subgroups identified by Wilson et al. (2005) remain clinically relevant in a contemporary SCI sample"
    },
    {
      "title": "The Interplay Between PROM Score Distributions and Treatment Effect Detection Likelihood in Randomized Controlled Trials - A Meta-epidemiologic study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The concentration of PROM score distributions towards the high end of the scale, especially when higher baseline scores are present, diminishes the likelihood of detecting significant differences between study groups, particularly at follow-up assessments in studies analyzing musculoskeletal complaints. This underscores the importance of critically evaluating the conclusions drawn from these studies.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423137",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The concentration of PROM score distributions towards the high end of the scale, especially when higher baseline scores are present, diminishes the likelihood of detecting significant differences between study groups, particularly at follow-up assessments in studies analyzing musculoskeletal complai..."
    },
    {
      "title": "Betainized Metabolites as Biomarkers of Whole Grain Wheat, Not Oat: Insights from Controlled Crossover Pharmacokinetic and Daily Feeding Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Valine betaine, isoleucine betaine, and glutamine betaine are specific biomarkers of WG wheat intake, not WG oat. Their distinct responses highlight the need for precision nutrition when evaluating the health benefits of WGs.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423132",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Valine betaine, isoleucine betaine, and glutamine betaine are specific biomarkers of WG wheat intake, not WG oat. Their distinct responses highlight the need for precision nutrition when evaluating the health benefits of WGs"
    },
    {
      "title": "Emergency granulopoiesis-linked module activation in PBMC transcriptomes associates with adverse outcomes in HBV-related cirrhosis with acute decompensation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423127/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423127",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inhibitory mechanism of probiotics encapsulated by Carboxymethyl chitosan- procyanidin nanoparticles on advanced glycation end products during digestion process",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Accumulation of dietary advanced glycation end products (AGEs) may cause chronic diseases. The main ways to reduce the physiological toxicity of AGEs are alleviating glycosylation reactions, resisting oxidative stress and scavenging carbonyl compounds. Although many AGEs inhibitors have been developed, they usually show potential toxicity and side effects in clinical trials. The development of AGEs inhibitors is currently more focused on natural products. Polyphenols have powerful antioxidant...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423126",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "m<sup>6</sup>A modification in the 3'‑leader region of EBOV genome antagonizes ISG20 to facilitate viral replication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Ebola virus (EBOV), a highly lethal pathogen with significant epidemic potential, has evolved multiple mechanisms to counteract and disrupt the host immune responses, including the interferon (IFN) pathway. Epitranscriptomic regulation, such as N⁶-methyladenosine (m⁶A) modification, has been demonstrated to regulate the innate immune response during infection by various viruses. However, its role in EBOV-host interactions remains unclear. The interferon stimulated exonuclease gene 20 (ISG20) is...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423124",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structure-property behavior of composites fabricated from waste cotton/polyester fabrics and their potential application in the furniture industry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423111/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "This study presents a process for enhancing the recycling efficiency of waste CT/PET blend fabrics through their direct conversion into composites via hot-pressing, eliminating the need for additional resin. In addition, the influence of blend ratio and hot-pressing temperature on various composite properties has been investigated. The surface morphology, functional groups, and crystallization of the materials were characterized using depth-of-field microscopy, infrared spectroscopy, and XRD,...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423111",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hyaluronic acid-dissolving microneedles integrated with multienzyme-like nanozymes for treating drug-resistant bacteria-infected wounds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Nanozymes with enzyme-like catalytic activities have emerged as promising agents for treating bacteria-infected wounds. However, existing nanozymes often exhibit limited efficacy, particularly against multidrug-resistant bacterial infections, due to challenges in penetrating the stratum corneum and disrupting bacterial biofilm. Herein, hyaluronic acid (HA)-based dissolving microneedles (MNs) loaded with multienzyme-like nanozymes are developed. The nanozymes assembled by gallic acid, Cu^(2+)...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423106",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Timing the initiation of sex: delay mechanisms alter fitness outcomes in a rotifer population model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423098/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Species that inhabit variable environments have complex mechanisms to precisely time their life-history transitions as conditions change. One such mechanism in rotifers is a block on sexual reproduction that extends across multiple asexual generations after emergence from diapause. It has been hypothesized that this delay is advantageous in competitive and stochastic environments. Here, we develop a model of cyclically parthenogenic rotifer populations with a novel formulation of a \"mictic...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423098",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional in vitro assessment of the HER2 Ile655Val variant on trastuzumab-induced cardiotoxicity in human cardiomyocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423083/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our preliminary findings support the potential role of rs1136201 in TIC and underscore the need for further studies.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423083",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our preliminary findings support the potential role of rs1136201 in TIC and underscore the need for further studies"
    },
    {
      "title": "Enhancing compost safety: Simultaneous reduction of antibiotic resistance genes and bioavailable heavy metals by microbial additives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "The continuous accumulation of antibiotic resistance genes (ARGs) and heavy metals (HMs) during sludge composting poses increasing environmental risks, highlighting the urgent need to explore effective remediation strategies. However, the mechanisms by which microbial additives simultaneously mitigate these two types of pollutants during sludge composting remain unclear. Different doses (0, 0.03 %, 0.09 %, and 0.15 %) of a commercial microbial agent were added during co-composting of sludge and...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423071",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Yin and Yang of Cellular Senescence in Ischemia-Induced Myocardial Injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Cellular senescence is a stress responsive program that critically affects chronological and biological aging, ischemia reperfusion injury (IRI), and age related cardiovascular diseases. Of relevance, cardiac senescent cells exhibit altered characteristics that promote inflammation, remodeling, and fibrosis, ultimately contributing to the functional decline following myocardial infarction (MI). At the same time, emerging evidence suggests that senescence may also exert protective effects...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423065",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The phospho-dynamics of cytomegalovirus capsid interaction, with its protein kinase and nuclear egress complex, provide an antiviral targeting concept",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Human cytomegalovirus (HCMV) is a major pathogen with worldwide distribution. Improved insight into antiviral targeting is urgently needed for drug development. Viral nuclear capsid egress is a validated target for new small molecules, including the approved viral kinase inhibitor maribavir (MBV). A detailed understanding of the regulatory interplay between HCMV kinase activity (pUL97), the nuclear egress complex (NEC), and viral capsids is pertinent in this regard. Specifically, the...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423063",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Histone Lactylation Bridges Metabolic Reprogramming with Chromatin-Immune Crosstalk in Triple-Negative Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423055/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Breast cancer (BC) is the most common cancer in women, and triple-negative breast cancer (TNBC) is a highly aggressive and metastatic subtype, often characterized by metabolic dysregulation and immune evasion. Recent studies have linked enhanced glycolysis and metabolic reprogramming to TNBC malignancy. Histone lactylation, a novel modification derived from lactate, connects metabolism with gene regulation. This study unveils its pivotal role in promoting TNBC progression and reshaping the tumor...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423055",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeting Ephrin receptor A10 with antibody-drug conjugates for breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Despite advances in breast cancer therapy, effective treatment options remain a challenge. The Ephrin receptor A10 (EphA10), a receptor tyrosine kinase, has been reported to be overexpressed in several cancers, including breast and ovarian cancers yet absent in the majority of normal cells except for the male testis. This unique expression profile makes EphA10 an ideal therapeutic target for cancers in women. However, effective EphA10-directed therapies have yet to be developed. To investigate...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423054",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatial organization of stromal subtypes stratifies colorectal cancer patients and predicts clinical outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Tumor-associated stromal (TAS) cells within the tumor microenvironment (TME) exhibit marked transcriptional heterogeneity. However, the spatial organization of TAS subpopulations and their clinical relevance in human colorectal cancer (CRC) are incompletely understood. Using single-cell RNA sequencing (scRNA-seq) and multiplex imaging, we identified multiple TAS subpopulations with distinct intratumoral and peritumoral abundance, and found that CRC patients enriched in FAP^(+) TAS cells and...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423053",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Benchmarking Software for DDA-PASEF Immunopeptidomics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Mass spectrometry (MS) is the method of choice for high-throughput identification of immunopeptides, which are generated by intracellular proteases, unlike proteomics peptides that are typically derived from trypsin-digested proteins. Therefore, the searching space for immunopeptides is not limited by proteolytic specificity, requiring more sophisticated software algorithms to handle the increased complexity. Despite the widespread use of MS in immunopeptidomics, there is a lack of systematic...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423049",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gymconopin C exhibits anti-non-small cell lung cancer effect by regulating miR-6777-5p/ADRB2 pathway to promote mitophagy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423048/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Gymconopin C exerts tumor-suppressive effects by activating PINK1/Parkin-mediated mitophagy via the miR-6777-5p/ADRB2 axis, highlighting its potential as a therapeutic agent for NSCLC.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423048",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Gymconopin C exerts tumor-suppressive effects by activating PINK1/Parkin-mediated mitophagy via the miR-6777-5p/ADRB2 axis, highlighting its potential as a therapeutic agent for NSCLC"
    },
    {
      "title": "UAMC-3203 attenuates aortic dissection by targeting ferroptosis-mediated vascular smooth muscle cell loss",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423038/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Aortic dissection (AD), which is a lethal cardiovascular emergency, lacks effective pharmacological interventions. The pathogenesis of AD is complex, and the loss of vascular smooth muscle cells (SMCs) is considered to be a key pathological feature. Regulated cell death (RCD) is an important pathway leading to SMC loss. Ferroptosis, which is a novel type of RCD, is characterized by an abnormal accumulation of lipid peroxides. However, the specific mechanism of ferroptosis in the occurrence and...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423038",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "pathway leading to SMC loss",
      "conclusion": null
    },
    {
      "title": "MEK inhibitor induces cardiac complications by preventing ZMYND8-mediated ubiquitination and proteasomal degradation of HMGB1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "The cardiac complications caused by drugs, including cardiac dysfunction and heart failure, significantly limit the wide clinical application of drugs and lead to morbidity and mortality. High mobility group box 1 (HMGB1) plays an extensive role in drug-induced cardiotoxicity. However, the cardiotoxic mechanisms for most small-molecule kinase inhibitors (SMKIs) remains unknown. Here, we identify that accumulated HMGB1 is associated with the cardiac complications caused by a series of...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41423035",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between Diet Quality and Knee Osteoarthritis: Insights from the Korea National Health and Nutrition Examination Survey 2013",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423192/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Better DQ is associated with reduced odds of RKOA in older Korean adults living in metropolitan areas.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41423192",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Better DQ is associated with reduced odds of RKOA in older Korean adults living in metropolitan areas"
    },
    {
      "title": "An enhanced adaptive image steganography method using block skin-maps and the integer S-transform",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251222024241&v=2.18.0.post22+67771e2",
      "description": "Digital image steganography is the art and science of hiding secret information in an innocent looking cover image to covertly exchange sensitive information in real-world scenarios. This paper presents a transform-domain steganographic method that leverages the Discrete Wavelet Transform (DWT) and a skin-based masking mechanism to identify perceptually less sensitive regions for embedding while maintaining high imperceptibility and extraction accuracy. The proposed method extends our previous...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41423450",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Brachioradialis muscle pain: a common source of underdiagnosed or misdiagnosed forearm pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423326/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251222024241&v=2.18.0.post22+67771e2",
      "description": "The brachioradialis (BR) muscle is a long, large, fusiform muscle on the lateral side of the forearm. It originates from the lateral distal humerus and inserts to the base of the styloid process of the radius. The function of the BR muscle is to flex the elbow, especially with the hand in a neutral position, to pronate and supinate the forearm, and to support wrist extension, especially gripping or picking up something. BR muscle pain arises from repetitive overuse, sudden overloading, and...",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41423326",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neuroprotective effects of aegeline against LPS-induced memory dysfunction: involvement of hippocampal cholinergic/proinflammatory cytokines receptor modulation and insilico insight",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41423021/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251222024241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Aegeline improved cognition, reduced inflammation and oxidative stress, and enhanced antioxidant and cholinergic activity. Its strong molecular binding supports its potential as a neuroprotective agent against memory impairment.",
      "pubDate": "2025-12-21T11:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41423021",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Aegeline improved cognition, reduced inflammation and oxidative stress, and enhanced antioxidant and cholinergic activity. Its strong molecular binding supports its potential as a neuroprotective agent against memory impairment"
    },
    {
      "title": "Synthetic biology strategies for engineering probiotics and commensal bacteria for diagnostics and therapeutics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41421426/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Microorganisms inhabit diverse environments, including nearly every organ in the human body. The human microbiome-a complex community of microorganisms residing in the human body-has gained increasing attention as a key contributor to human health and disease, making it an important target for the development of diagnostic and therapeutic strategies. However, the inherent complexity of microbial communities and the challenges of engineering diverse non-model microorganisms present significant...",
      "pubDate": "2025-12-20T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41421426",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "target for the development of diagnostic and therapeutic strategies",
      "conclusion": null
    },
    {
      "title": "Ionic Defect Analysis and Suppression for Highly Efficient and Stable Perovskite Solar Cells and Mini-Modules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41420561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "Solution-processed organohalide perovskite solar cells have pushed power-conversion efficiencies to new heights, but solution routes also introduce a significant number of defects that limit both the performance and stability. In particular, lattice point defects in perovskites serve as nonradiative recombination centers, introduce midgap states, and accelerate device degradation. Although surface-passivation and shallow-trap mitigation have driven marked PCE gains, deep-level traps lurking...",
      "pubDate": "2025-12-20T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41420561",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A model of the microtubule cytoskeleton of the axon-initial-segment in mixtures of tubulin, tau, and GTP",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41420328/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251222024242&v=2.18.0.post22+67771e2",
      "description": "This review is part of a special memorial issue in honor of Erich Sackmann's remarkable research career, in particular, on the biophysics of equilibrium and living membranes. Erich's large body of discoveries firmly established him as a giant in the field of biophysics. In our review, we describe structural studies of microtubules (MTs) in the presence of the microtubule-associated protein (MAP) tau, an intrinsically disordered protein confined to the axon of mature neurons in vertebrates. We...",
      "pubDate": "2025-12-20T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41420328",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}