{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-03T19:19:05.150Z",
  "totalItems": 150,
  "totalArchived": 13394,
  "newPapersAdded": 147,
  "institutionBreakdown": {
    "KAIST": 5,
    "SNU": 27,
    "Yonsei University": 1,
    "SKKU": 1,
    "POSTECH": 0,
    "Korea University": 19,
    "IBS": 100,
    "UNIST": 2,
    "Hanyang University": 5,
    "KIST": 2,
    "GIST": 2,
    "Kyung Hee University": 5,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 69,
    "Biomedical": 38,
    "Materials Science": 12,
    "Cancer Research": 21,
    "Neuroscience": 7,
    "Computer Science": 3
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Lithium Iodide Enables Bis-electrophilic Ring-Opening of Azabicyclo[1.1.0]butanes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "Azetidines are privileged nitrogen heterocycles in medicinal chemistry; however, current synthetic methodologies utilizing azabicyclo[1.1.0]butanes (ABBs) predominantly rely on classical nucleophile-electrophile or radical-based approaches. Here, we report an unprecedented electrophile-electrophile ring-opening strategy enabled by lithium iodide-mediated activation of ABBs, offering direct and versatile access to densely substituted azetidines through sequential electrophilic incorporation. This...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41041920",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Seasonally Recurring Water Column Hypoxia Tightly Controls Manganese Distribution, Flux, and Carbonate Precipitation in Sediments of the Eutrophic Coastal Ocean",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041817/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "Ocean deoxygenation, increasingly driven by human activities and climate change, severely threatens ocean health. Although manganese (Mn) plays a pivotal role in sediment biogeochemistry, the dynamics of Mn in sediments associated with water column hypoxia (WCH) are understudied. To elucidate the impacts of seasonally recurring WCH on the Mn distributions and benthic flux and precipitation of Mn minerals in coastal sediments enriched with Mn, we combined sediment incubation experiments with...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41041817",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic effects of eye movement desensitization and reprocessing for substance use disorders: a meta-analysis of addiction-related and emotional symptoms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040945/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings suggest that EMDR may be an effective intervention not only for emotional comorbid symptoms in individuals with SUD, but also for certain addiction-related symptoms, particularly in reducing craving. However, the quality of the included studies was generally low, and there was a lack of evidence regarding long-term effects. Future studies should employ more rigorous research designs, include sufficient sample sizes and long-term follow-up assessments, and perform...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41040945",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that EMDR may be an effective intervention not only for emotional comorbid symptoms in individuals with SUD, but also for certain addiction-related symptoms, particularly in reducing craving",
      "conclusion": "These findings suggest that EMDR may be an effective intervention not only for emotional comorbid symptoms in individuals with SUD, but also for certain addiction-related symptoms, particularly in reducing craving. However, the quality of the included studies was generally low, and there was a lack ..."
    },
    {
      "title": "AI-driven prediction of dental implant numbers to be placed for patient-specific treatment planning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study demonstrated the feasibility of using a deep learning-based ViT regression model to predict the number of dental implants needed in edentulous patients. The model showed high accuracy and explanatory power, suggesting its potential utility in standardising implant treatment planning. However, the study's generalisability is limited by its single-center design and sample size. Future work should incorporate multi-institutional data, 3D segmentation, and additional clinical...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41039688",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated the feasibility of using a deep learning-based ViT regression model to predict the number of dental implants needed in edentulous patients. The model showed high accuracy and explanatory power, suggesting its potential utility in standardising implant treatment planning"
    },
    {
      "title": "Unraveling ionic switching dynamics in high-k dielectric double-gate transistors via low-frequency noise spectroscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "High-k dielectric materials such as HfO(2) have garnered significant attention for their potential applications in advanced electronic devices due to their superior dielectric properties. Particularly, oxygen vacancies within these materials can be strategically utilized to implement memory functionalities. However, the precise analysis of the electrical, chemical, and electrochemical characteristics related to oxygen vacancies remains challenging. In this study, we fabricated a double-gate...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41042423",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of anterior uveitis on retinal and choroidal microvasculature: insights from cytomegalovirus and HLA-B27 anterior uveitis : Abbreviated title: microvascular changes in anterior uveitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Posterior microvascular changes occur in acute AU, affecting visual acuity, even without evident retinal or vitreous involvement. The effects of CMV AU on the retinal and choroidal microvasculature highlight the need for posterior segment evaluation to manage AU.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41042359",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Posterior microvascular changes occur in acute AU, affecting visual acuity, even without evident retinal or vitreous involvement. The effects of CMV AU on the retinal and choroidal microvasculature highlight the need for posterior segment evaluation to manage AU"
    },
    {
      "title": "High-dose Oral Vitamin C Supplementation and Acute Pain Control Following Laparoscopic Cholecystectomy: A Randomized Controlled Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042187/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study showed that high-dose oral vitamin C was ineffective for pain reduction after LC.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41042187",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study showed that high-dose oral vitamin C was ineffective for pain reduction after LC"
    },
    {
      "title": "c-KIT Small Molecule Inhibitors as a Therapeutic Strategy for Melanoma: Clinical Insights, SAR, and Future Directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "The proto-oncogene c-KIT plays a key role in several cellular processes such as cell growth, survival, and proliferation. The overexpression of c-KIT has been implicated with the pathogenesis of several malignancies, such as gastrointestinal stromal tumors, acute myeloid leukemia (AML), mastocytosis, and melanoma. Mutation of c-KIT has been observed in acral, mucosal, and chronically sun-damaged melanoma subtypes marking it as a key therapeutic target for melanoma. Moreover, the increasing...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41042158",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Highly Tunable Synaptic Modulation in Photo-Activated Remote Charge Trap Memory for Hardware-Based Fault-Tolerant Learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "The rapid expansion of deep learning applications for unstructured data analysis has led to a substantial increase in energy consumption. This increase is primarily due to matrix-vector multiplication operations, which dominate the energy usage during inference. Although in-memory computing technologies have alleviated some inefficiencies caused by parallel computing, they still face challenges with broader computational algorithms required for advanced deep learning models. In real-world data...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41041969",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subcutaneous daratumumab plus carfilzomib and dexamethasone (D-Kd) versus carfilzomib and dexamethasone (Kd) in patients with relapsed/refractory multiple myeloma who received previous daratumumab treatment: LYNX study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041907/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Daratumumab-based regimens demonstrate clinical efficacy in relapsed/refractory multiple myeloma (RRMM). As more patients receive frontline daratumumab-based therapy, evaluation of daratumumab retreatment is needed. In the phase 2 LYNX study (ClinicalTrials.gov Identifier: NCT03871829), 88 patients with RRMM who received 1-3 prior lines of therapy, one of which contained daratumumab, were randomized to receive subcutaneous daratumumab plus carfilzomib/dexamethasone (D-Kd; n = 44) or...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41041907",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors Associated With Cause-specific Mortality in Older Patients With Advanced NSCLC Treated With PD-1 Inhibitors: A U.S. Population-based Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041850/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "IntroductionDespite improved outcomes with PD-1 inhibitors (PD-1i) in advanced non-small cell lung cancer (NSCLC), the determinants of cancer-, cardiovascular disease (CVD)-, and other-cause mortality remain poorly characterized in older adults. This study applies competing-risks methods to estimate cause-specific mortality and to identify predictors for each cause in this population.MethodsA retrospective cohort study was conducted using the 2014-2019 SEER-Medicare linked database, including...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41041850",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What Is On the Horizon for the Diagnosis and Treatment of SCLC and Large Cell Neuroendocrine Cancer?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "SCLC is a high-grade neuroendocrine malignancy associated with poor prognosis, comprising 15% of lung cancer cases globally. Advances in genetic profiling have revealed that SCLC is a molecularly heterogeneous disease, categorized into subtypes such as SCLC-A, SCLC-N, SCLC-P, and SCLC-I, on the basis of their neuroendocrine and immune-related characteristics. This heterogeneity underscores the need for tailored therapeutic strategies. Large cell neuroendocrine carcinoma (LCNEC) shares histologic...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41041628",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antimicrobial activities of ethanolic Kiam (<em>Cotyleobium lanceotatum</em>) wood extract and its application to extend shelf life of refrigerated Pacific white shrimp",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Kiam wood has been well-known as a natural food preservative in Thailand. Nevertheless, antimicrobial properties against spoilage bacteria as well as their application to extend seafood shelf life remain unclear. Therefore, the present study aimed to investigate antimicrobial activities, active compounds responsible for the antimicrobial activities, and their effect on refrigerated white shrimp shelf life. The result showed that ethanolic Kiam wood extract (eKWE) exhibited strong antibacterial...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41041497",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum: Number of Pretransplant Therapeutic Plasma Exchange Sessions Increase the Recurrence Risk of Hepatocellular Carcinoma in ABO-Incompatible Living Donor Liver Transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "[This corrects the article DOI: 10.3389/ti.2025.14304.].",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41041345",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cerium-mediated site-selective cysteine functionalization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "The chemical roles of lanthanides in biology are increasingly recognized, yet remain largely unexplored. Unlike most lanthanides, cerium is redox-active and readily adapted for chemical transformation. Herein, we report a cerium-mediated oxidative thiol-ene coupling between cysteine-derived thiols and styrenes under aqueous conditions, yielding β-hydroxysulfide products. Building on this reactivity, we developed a site-selective cysteine modification strategy using a 17-amino acid cerium-binding...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41041124",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-parameter tomographic imaging of attenuation and backscattering coefficients for quantitative evaluation of immune cell-mediated cytotoxicity in tumor spheroids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Rationale: Quantitative, non-perturbative assessment of immune cell-mediated cytotoxicity in tumor spheroids remains challenging due to the lack of real-time label-free analytical tools. Conventional methods such as fluorescence imaging or biochemical assays often require labeling and provide limited longitudinal analysis, which prohibits dynamic monitoring of therapeutic responses. This study presents a dual-parameter tomographic analysis method that simultaneously quantifies attenuation...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SKKU",
        "SNU",
        "Yonsei University"
      ],
      "pmid": "41041057",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single radiation exposure induces gut microbiota dysbiosis and decreases short-chain fatty acid metabolism and intestinal barrier integrity in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Ionizing radiation causes biological damage, including DNA damage, inflammation, and tissue homeostasis disruption. The gastrointestinal tract, which harbors diverse gut microbiota, is particularly susceptible to radiation-induced injury and intestinal barrier dysfunction. We aimed to investigate the effects of single and fractionated radiation exposures on gut microbiota diversity and short-chain fatty acid (SCFA) metabolism. Mice were exposed to a single dose (1 Gy, one exposure; dose rate:...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41040983",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the effects of single and fractionated radiation exposures on gut microbiota diversity and short-chain fatty acid (SCFA) metabolism",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of genetic polymorphism and trauma on cortical structures and PTSD severity: Imaging genetics generalized structured component analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040936/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study is one of the few that examined the relationships between various factors related to PTSD symptom severity, including genetics, environment, gene-environment interactions, and brain regions of interest (ROIs), all within a single model. The findings indicated mediating pathways from the HTR3A gene polymorphism to PTSD symptom severity through the volume of the anterior cingulate gyrus, and from the NR3C1 gene polymorphism to PTSD symptom severity via the volume of the...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41040936",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study is one of the few that examined the relationships between various factors related to PTSD symptom severity, including genetics, environment, gene-environment interactions, and brain regions of interest (ROIs), all within a single model. The findings indicated mediating pathways from the H..."
    },
    {
      "title": "Delineating the fecal microbiome of healthy domestic short-hair cats in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our findings provide critical insights into the core microbiota of domestic short-hair cats in South Korea, emphasizing the influence of geographic, physiological, and environmental factors on gut microbial diversity. The results offer a valuable foundation for advancing feline gut health research and enhancing health management strategies for felines, particularly in South Korea.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41040929",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings provide critical insights into the core microbiota of domestic short-hair cats in South Korea, emphasizing the influence of geographic, physiological, and environmental factors on gut microbial diversity. The results offer a valuable foundation for advancing feline gut health research a..."
    },
    {
      "title": "Anatomical Considerations and Technique for Nasolabial Fold Thread Lifting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "This review presents a comprehensive analysis of nasolabial fold classification and correction using thread-lifting techniques. Three distinct types of nasolabial folds are identified: those caused by paranasal volume deficiency, differential tissue laxity, and muscular insertions. The study emphasized the importance of Lore fascia as a key anatomical landmark and optimal adhesion point for thread placement, offering advantages over the traditional temporal approach. The technique uses a...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41040895",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conservative surgical management of stage III medication-related osteonecrosis of the jaw in the mandible: A retrospective study with particular emphasis on anterior mandible",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Conservative surgical management may be a viable alternative to extensive resection in stage III MRONJ of the anterior mandible, particularly when aggressive surgical resection is not feasible. Preserving viable bone is essential for bone healing and functional recovery, and thorough intraoperative assessment is crucial for achieving successful treatment outcomes.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41040548",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Conservative surgical management may be a viable alternative to extensive resection in stage III MRONJ of the anterior mandible, particularly when aggressive surgical resection is not feasible. Preserving viable bone is essential for bone healing and functional recovery, and thorough intraoperative ..."
    },
    {
      "title": "Exploring the relationship of social networks on team effectiveness: a cross-cultural study of collegiate student-athletes in Korea and Hong Kong",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040474/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "The purpose of the current study was to explore the relationship between college sports teams' social networks (i.e., cohesion) and performance (i.e., effectiveness) within distinct sports cultures-specifically, elite sports in Korea vs. recreational sports in Hong Kong. A total of 600 student-athletes participated in a survey, comprising 256 athletes from 30 teams (12 men's teams and 18 women's teams) in Korea and 344 athletes from 27 teams (14 men's teams and 13 women's teams) in Hong Kong....",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41040474",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of the current study was to explore the relationship between college sports teams' social networks (i",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Hemodynamic predictors of rupture in abdominal aortic aneurysms: a case series using computational fluid dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "[This corrects the article DOI: 10.3389/fcvm.2025.1633938.].",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41040073",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role of ALBI Grade as a Predictive Factor for Long-Term Mortality in Patients With Hepatocellular Carcinoma Undergoing Transarterial Chemoembolization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: High ALBI grade (Grade ≥ 2) is associated with increased mortality in patients with Child-Pugh class A and low MELD score undergoing TACE for HCC. ALBI grade may serve as a predictor of survival in patients with preserved liver function receiving TACE.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41039895",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "High ALBI grade (Grade ≥ 2) is associated with increased mortality in patients with Child-Pugh class A and low MELD score undergoing TACE for HCC. ALBI grade may serve as a predictor of survival in patients with preserved liver function receiving TACE"
    },
    {
      "title": "Polarization-Induced Multimode Terahertz Metamaterial for High-Sensitivity and Label-free Drug Monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039830/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Therapeutic drug monitoring (TDM) requires analytical technologies with high sensitivity, accuracy, and efficiency. Terahertz (THz) metamaterials offer strong THz electromagnetic field-analyte interactions and enable label-free detection with minimal sample consumption. However, most conventional designs rely on a single mode resonance (either single peak or multiple peaks), which limits modal diversity and thus causes in peak instability, sensitivity fluctuations, and a lack of real-time error...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41039830",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The fate of SMXLs at the crossroads of phosphorylation and ubiquitination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039776/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41039776",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Implementation of the Hospitalist System and In-Hospital Mortality Among Patients With Cancer: Using the National Health Insurance Cohort Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039775/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Hospitalist services are associated with reduced in-hospital mortality rates in cancer patients, which may be influenced by continuous patient management and expertise. Our results highlight the need for dedicated personnel stationed in hospital wards for improved outcomes of patients with cancer. Our results may encourage the government to consider the expansion of the current policies for efficient allocation of healthcare resources among hospitals in Korea.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41039775",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Hospitalist services are associated with reduced in-hospital mortality rates in cancer patients, which may be influenced by continuous patient management and expertise. Our results highlight the need for dedicated personnel stationed in hospital wards for improved outcomes of patients with cancer"
    },
    {
      "title": "Real-world outcomes of myasthenia gravis management: a cross-sectional study at a Korean tertiary center",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039703/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study provides real-world insights into treatment outcomes in Korean MG patients. While about half achieved stable disease with conventional therapies, a substantial proportion remained inadequately controlled, underscoring ongoing treatment challenges.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41039703",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides real-world insights into treatment outcomes in Korean MG patients. While about half achieved stable disease with conventional therapies, a substantial proportion remained inadequately controlled, underscoring ongoing treatment challenges"
    },
    {
      "title": "Light-Powered Transport of Organic Anions by Microbial Rhodopsins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Microbial rhodopsins are photoactive membrane proteins known for transporting small inorganic ions such as H^(+), Cl^(-), and Na^(+). Their compact structure─comprising seven transmembrane helices─has long been thought to limit their substrate range to such ions. Here, we report that several anion-pumping rhodopsins can also transport organic anions. In particular, a rhodopsin from cyanobacteria transports bulky organic anions, including those with a benzene ring, with volumes up to ∼120 Å³─five...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41039638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Best clinical practise guidance for the use of antibiotics in children: an EAPD policy document",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042489/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These guidelines serve as a framework to optimize antibiotic use in children, emphasizing the importance of targeted prescribing practices and the implementation of preventive strategies in pediatric dental care.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042489",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These guidelines serve as a framework to optimize antibiotic use in children, emphasizing the importance of targeted prescribing practices and the implementation of preventive strategies in pediatric dental care"
    },
    {
      "title": "Clinical impact of computed tomography-measured skeletal muscle status at the third cervical vertebra on definitive radiotherapy outcomes for head and neck squamous cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Among the CT-derived body composition parameters assessed at the C3 level, low SMA was the only significant independent predictor of OS in patients with HNSCC receiving definitive radiotherapy. These findings support the clinical relevance of SMA assessment as a straightforward and robust prognostic biomarker and underscore the need for further investigation into the prognostic potential of other body composition metrics.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042417",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among the CT-derived body composition parameters assessed at the C3 level, low SMA was the only significant independent predictor of OS in patients with HNSCC receiving definitive radiotherapy. These findings support the clinical relevance of SMA assessment as a straightforward and robust prognostic..."
    },
    {
      "title": "Prognostic Impact of Cachexia in Patients Undergoing Radical Resection for Colorectal Cancer: A Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Cachexia, as quantified by P-CXI, was significantly associated with worse long-term outcomes after curative CRC resection. P-CXI may serve as a simple and objective prognostic marker.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042377",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "prognostic marker",
      "significance": null,
      "conclusion": "Cachexia, as quantified by P-CXI, was significantly associated with worse long-term outcomes after curative CRC resection. P-CXI may serve as a simple and objective prognostic marker"
    },
    {
      "title": "Robotic surgery enhances patients' survival in rectal cancer: a propensity score-weighted multicenter cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Robotic surgery for rectal cancer may be associated with a higher complete resection rate and improved 3-year RFS compared with conventional laparoscopic surgery in a real-world setting.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042341",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Robotic surgery for rectal cancer may be associated with a higher complete resection rate and improved 3-year RFS compared with conventional laparoscopic surgery in a real-world setting"
    },
    {
      "title": "Platelet-like cells differentiated from adipose-derived mesenchymal stem cells inhibit acute inflammation of tendinopathy in rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042331/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ASCL-PLC has advantages over existing PRP therapies, including the ability to be cryopreserved after quality checks, and homogeneous populations of ASCL-PLCs can be prepared in large quantity. We conclude that in the future ASCL-PLCs may serve as an allogeneic transplant effective to treat tendinopathy.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41042331",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ASCL-PLC has advantages over existing PRP therapies, including the ability to be cryopreserved after quality checks, and homogeneous populations of ASCL-PLCs can be prepared in large quantity. We conclude that in the future ASCL-PLCs may serve as an allogeneic transplant effective to treat tendinopa..."
    },
    {
      "title": "A randomized controlled trial of two pulsed field ablation systems for paroxysmal atrial fibrillation: the DUAL-PULSE trial rationale and design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The DUAL-PULSE trial is a multicenter, prospective, open-label, randomized controlled trial that will directly compare the efficacy and safety of the two PFA systems. This study will provide a better understanding of the advantages and limitations of each system.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042294",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The DUAL-PULSE trial is a multicenter, prospective, open-label, randomized controlled trial that will directly compare the efficacy and safety of the two PFA systems. This study will provide a better understanding of the advantages and limitations of each system"
    },
    {
      "title": "Supramolecular Interface Engineering via Interdiffusion for Reusable and Dismantlable Polymer Adhesion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "Controllable adhesion that enables both reuse and dismantling is a key requirement for sustainable materials and device integration. Here,a polymeric adhesion system is demonstrated based on reversible interactions at the interface, in which the association and dissociation of supramolecular complexes are externally regulated by thermal and chemical stimuli. By tuning the glass transition temperature (T(g)) of the polymers, chain mobility and complex reformation are simultaneously optimized,...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042275",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "On polarization, incommensurability, and value-laden research. A response to Bjørn Hofmann, 2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "In this commentary, I integrate Bjørn Hofmann's thorough analysis of polarization in research with two considerations. First, Hofmann defines polarization as characterized by incommensurable positions. This makes his definition too strict, as hardly any disagreement in modern science, including the cases he discusses, is based on genuine incommensurability. Polarization in research is better characterized in terms of perceived incommensurability between opposite groups. This is not a mere...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042196",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IMPDH and GTP Metabolism in Cancer: Mechanisms, Regulation, and Translational Scope",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042129/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "Guanosine triphosphate (GTP) is increasingly recognized as a critical actor in cancer cell proliferation, yet its regulatory mechanism remains incompletely defined. A key contributor to elevated GTP levels in tumors is inosine monophosphate dehydrogenase 2 (IMPDH2), a rate-limiting enzyme in the de novo guanine nucleotide biosynthetic pathway. Although IMPDH inhibitors, mycophenolic acid (MPA) and mycophenolate mofetil (MMF), have shown potential in cancer therapies, their success has been...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042129",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Limitations of FAERS-based analyses of paternal drug exposure: The critical need for maternal data integration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41042020",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Continuous glucose monitoring systems for adolescents and adults living with type 2 diabetes mellitus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "This is a protocol for a Cochrane Review (intervention). The objectives are as follows: To evaluate the benefits (contributions to blood glucose control and prevention of various complications) and harms (skin-related problems and other adverse effects) of CGM compared to the standard of care, which includes measuring HbA1c, fructosamine, or glycated albumin, as well as conducting SMBG, in adolescents and adults living with type 2 diabetes. We will include real-time CGM, intermittently scanned...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41041869",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "are as follows: To evaluate the benefits (contributions to blood glucose control and prevention of various complications) and harms (skin-related problems and other adverse effects) of CGM compared to...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fast PET reconstruction with variance reduction and prior-aware preconditioning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "We investigated subset-based optimization methods for positron emission tomography (PET) image reconstruction incorporating a regularizing prior. PET reconstruction methods that use a prior, such as the relative difference prior (RDP), are of particular relevance because they are widely used in clinical practice and have been shown to outperform conventional early-stopped and post-smoothed ordered subset expectation maximization. Our study evaluated these methods using both simulated data and...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41041148",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "subset-based optimization methods for positron emission tomography (PET) image reconstruction incorporating a regularizing prior",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case report of an aggressive cardiac myxofibrosarcoma with rapid disease progression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040933/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Primary cardiac myxofibrosarcoma is an exceptionally rare malignant tumour, often asymptomatic until local invasion or distant metastasis occurs. Early diagnosis is challenging, and the prognosis is generally poor owing to high local recurrence and metastasis rates.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41040933",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative Description of a New Freshwater Tardigrade Species, <em>Dactylobiotus taiwanensis</em> (Tardigrada: Eutardigrada: Murrayidae), Discovered Through Social Media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "Two freshwater tardigrade populations belonging to the genus Dactylobiotus were investigated using phase contrast microscopy, scanning electron microscopy, and molecular markers commonly employed in tardigrade phylogenetic studies (18S rRNA, 28S rRNA, ITS2, and COI). The population from Taiwan, discovered through social media, represents a new species, described here as Dactylobiotus taiwanensis sp. nov. This species is most similar to Dactylobiotus parthenogeneticus but differs in the presence...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41040462",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ten-Year Results of a Prospective Study on One-Piece Zirconia Oral Implants for Single-Tooth Reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039731/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Given the high implant loss rate after 10 years and the high occurrence of advanced bone loss observed in this study, the implant was not recommended for routine clinical use.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41039731",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Given the high implant loss rate after 10 years and the high occurrence of advanced bone loss observed in this study, the implant was not recommended for routine clinical use"
    },
    {
      "title": "Energy-Transfer Excitation of Dibenzothiophene <em>S</em>-Oxide Induces Oxomethylation of Styrenes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "The photoexcitation of sulfoxides has traditionally required intense UV light irradiation, thereby limiting their applicability in organic synthesis. Here we report that photosensitization under fac-Ir(ppy)(3) catalysis and blue-light irradiation effectively excites dibenzothiophene S-oxide under much milder conditions. The excited sulfoxide reacts with DMSO solvent to promote the oxomethylation of styrenes. Mechanistic investigations disclosed that the excited dibenzothiophene S-oxide undergoes...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41039656",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Schistosome species, parasite development, and co-infection combinations determine microbiome dynamics in the snail Biomphalaria glabrata",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The timing of this bacterial shift suggests an intricate parasite-snail interaction around key parasite development moments. Future studies investigating the tripartite interaction are advised to consider the effect of outcompeted or prepatent infections on the snail's microbiome.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41039628",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The timing of this bacterial shift suggests an intricate parasite-snail interaction around key parasite development moments. Future studies investigating the tripartite interaction are advised to consider the effect of outcompeted or prepatent infections on the snail's microbiome"
    },
    {
      "title": "Prevalence of C-shape Canal in Second Mandibular Premolars: A Systematic Review and Meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The study demonstrated variability in the prevalence of C-shaped canals, with a pooled estimate of 1.31% based on participant-level data and 0.96% based on tooth-level assessment. The substantial heterogeneity observed across studies highlights the morphological diversity of root canal systems. Geographic differences were observed, with the highest prevalence in South America and the lowest in Australia. These findings underscore the importance of region-specific diagnostic...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042605",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study demonstrated variability in the prevalence of C-shaped canals, with a pooled estimate of 1.31% based on participant-level data and 0"
    },
    {
      "title": "Neuronal detection triggers systemic digestive shutdown in response to adverse food sources in <em>Caenorhabditis elegans</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "The ability to sense and adapt to adverse food conditions is essential for survival across species, but the detailed mechanisms of neuron-digestive crosstalk in food sensing and adaptation remain poorly understood. Here, we identify a novel mechanism by which Caenorhabditis elegans detect unfavorable food sources through neurons and initiate a systemic response to shut down digestion, thus safeguarding against potential harm. Specifically, we demonstrate that NSY-1, expressed in AWC neurons,...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042602",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigating the Role of Coenzyme A Restriction in the Pathophysiology of Preeclampsia: Protocol for a Combined Patient Screening and Laboratory Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The findings of this study will demonstrate that key metabolite concentrations can be quantified using HPLC/MS and indicate if CoA restriction is associated with preeclampsia. If so, this provides a significant, novel avenue for research into the treatment and prevention of the disease.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042598",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings of this study will demonstrate that key metabolite concentrations can be quantified using HPLC/MS and indicate if CoA restriction is associated with preeclampsia. If so, this provides a significant, novel avenue for research into the treatment and prevention of the disease"
    },
    {
      "title": "Pan- and core genome analysis of <em>Mycobacterium tuberculosis</em> in high-resolution transmission and genetic diversity studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042591/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "The application of pan-genomics in understanding Mycobacterium tuberculosis complex (MTBC) transmission remains understudied, particularly in high-burden settings such as China. We constructed an M. tuberculosis complex pan-genome (MTB_pan) using 307 complete genomes representing all eight lineages from the National Center for Biotechnology Information (NCBI). Core and accessory genomes were analysed, lineage-associated genes were identified and functional annotations were assessed using Pfam...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042591",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Digital Response Test in Epilepsy assesses interictal epileptiform discharge effects in real time",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042536/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "OBJECTIVE: Interictal epileptiform discharges (IEDs) in people with epilepsy (PWE) can impair cognitive functions and increase reaction time (RT) and the likelihood of missed reactions. These effects are not routinely assessed, because reliable methods for detecting IEDs of variable appearance in real time and suitable tests to measure IED effects do not yet exist. The objective was to assess different IED effects using new artificial intelligence and medical electronics.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042536",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Interictal epileptiform discharges (IEDs) in people with epilepsy (PWE) can impair cognitive functions and increase reaction time (RT) and the likelihood of missed reactions",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An Experimental Benchmark for the Barrier Height of an On-Surface Reaction: Hydrogen Oxidation on Pt(332)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Developing predictive theories for the rates of reactions between surface-bound molecules is a central challenge to understanding many important phenomena including: heterogeneous catalysis, electrocatalysis, nanofabrication, and corrosion. To meet this challenge, chemically accurate benchmarks to test theoretically derived reaction rates and barrier heights are essential, but few exist. Here, we determine from experiment an accurate zero-point-energy corrected barrier height, 0.76 ± 0.03, for...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042532",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "phenomena including: heterogeneous catalysis, electrocatalysis, nanofabrication, and corrosion",
      "conclusion": null
    },
    {
      "title": "Integrated Clinical-Social Care and Boundaries of Health Care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042523",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Use of AI in Identification of Sexually Transmitted Infections and Anogenital Dermatoses: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: The findings suggest that AI shows promise in identifying STIs and anogenital dermatoses but that significant research gaps exist. Future work should prioritize understudied STIs and differential conditions while improving data quality, conducting external validation, and validating findings in clinical settings.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042514",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: The findings suggest that AI shows promise in identifying STIs and anogenital dermatoses but that significant research gaps exist. Future work should prioritize understudied STIs and differential conditions while improving data quality, conducting external validation, and validating f..."
    },
    {
      "title": "AI-Driven Clinical Decision Support to Reduce Hospital-Acquired Venous Thromboembolism: A Trial Protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "IMPORTANCE: Hospital-acquired venous thromboembolism (HA-VTE) remains a leading cause of preventable death among hospitalized adults in the US. Despite numerous attempts to prognosticate HA-VTE with risk models, no single model has outperformed the rest, and the effectiveness of such models to drive prophylaxis decisions is unknown. Testing such systems in urban and rural settings may inform their generalizability.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042513",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acute Surgery vs Conservative Treatment for Traumatic Acute Subdural Hematoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042512/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: In this comparative effectiveness study, similar patients with traumatic ASDH were treated differently due to center-specific treatment preferences. Outcomes were similar in centers preferring surgical evacuation and those preferring initial conservative treatment. This study suggests that, for a patient with ASDH for whom a neurosurgeon experiences clinical equipoise between acute surgery vs (initial) conservative treatment, conservative treatment may be considered.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042512",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that, for a patient with ASDH for whom a neurosurgeon experiences clinical equipoise between acute surgery vs (initial) conservative treatment, conservative treatment may be considered",
      "conclusion": "AND RELEVANCE: In this comparative effectiveness study, similar patients with traumatic ASDH were treated differently due to center-specific treatment preferences. Outcomes were similar in centers preferring surgical evacuation and those preferring initial conservative treatment"
    },
    {
      "title": "Screen-Detected Breast Cancer Outcomes by Mammography Participation in Immediate Past Screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: The findings of this cohort study suggest that some women with SDBC experience delayed detection and have clinically relevant worse outcomes. Future research is needed to investigate whether advancing the next mammography screening invitation date could enhance early detection and improve breast cancer outcomes in this population.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042510",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: The findings of this cohort study suggest that some women with SDBC experience delayed detection and have clinically relevant worse outcomes. Future research is needed to investigate whether advancing the next mammography screening invitation date could enhance early detection and imp..."
    },
    {
      "title": "Membrane-Permeable 5-Fluorodeoxyuridine Triphosphate Derivatives Inhibit the Proliferation of <em>Plasmodium falciparum</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Malaria tropica remains a major global health challenge, raising the need for new therapeutic strategies against Plasmodium falciparum. While nucleoside analogues are effective against viruses and cancer, their use against P. falciparum is limited by the lack of nucleoside kinases in this species. To overcome this, we generated and tested cell-permeable derivatives of 5-fluorodeoxyuridine triphosphate (cpFdUTP) for antiparasitic activity in infected human red blood cells. cpFdUTP rapidly and...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042506",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term outcomes after intensive care unit-treated COVID-19, influenza and respiratory sepsis in 2020 - a comparative, population-based cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Although respiratory sepsis survivors seem to be affected by more severe long-term impairments, the overall burden of post-acute sequelae among all survivor groups is high. This warrants efforts to provide targeted aftercare for all survivor populations after life-threatening infections.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042487",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although respiratory sepsis survivors seem to be affected by more severe long-term impairments, the overall burden of post-acute sequelae among all survivor groups is high. This warrants efforts to provide targeted aftercare for all survivor populations after life-threatening infections"
    },
    {
      "title": "Normative Data for Single- and Dual-Task Tandem Gait Performance in Collegiate Athletes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our results provide robust normative data for single- and dual-task tandem gait stratified by relevant patient factors that can be immediately used by clinicians and future researchers. Future research should compare the use of individual baseline versus normative data for acute concussion tracking.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042485",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results provide robust normative data for single- and dual-task tandem gait stratified by relevant patient factors that can be immediately used by clinicians and future researchers. Future research should compare the use of individual baseline versus normative data for acute concussion tracking"
    },
    {
      "title": "Ecofriendly magnesium oxide nanoparticles: anticancer, antimicrobial, and antidiabetic potentials in vitro",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042481",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How Many Blastocysts Are Needed for PGT-A to Benefit RPL Patients? A 7-Year Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042474/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "The efficacy of preimplantation genetic testing for aneuploidy (PGT-A) in couples with unexplained recurrent pregnancy loss (uRPL) may vary according to the number of good-quality blastocysts available. This study is to determine whether PGT-A could improve the cumulative live birth rate (CLBR) among couples experiencing uRPL as the number of high-quality blastocysts increases. A retrospective study involving 1073 couples with uRPL was conducted at a university-affiliated reproductive center....",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042474",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carcinoid Syndrome Impacts Long-Term Outcomes After Hepatectomy for Small Bowel Neuroendocrine Tumor Liver Metastasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042466/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: While surgical risk is not elevated, long-term survival is reduced in CS. Secondary CS can develop after tumor progression, even in initially non-functional sbNETLM, further worsening prognosis. Regular screening and proactive management of CS may improve long-term outcomes.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042466",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While surgical risk is not elevated, long-term survival is reduced in CS. Secondary CS can develop after tumor progression, even in initially non-functional sbNETLM, further worsening prognosis"
    },
    {
      "title": "Online Racism, Smoking Motives, and Loneliness Among Black Emerging Adults: The Role of Rumination and Vigilance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042454/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Results suggest that online racism may be a potential risk factor that may motivate Black emerging adults to engage in smoking to cope with their anticipatory costs and the negative social implications of racism-related vigilance. The pathway tested in the current study provides considerations for interventions to disrupt the negative impact of online racism on smoking behaviors among Black emerging adults.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042454",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of racism-related vigilance",
      "conclusion": "Results suggest that online racism may be a potential risk factor that may motivate Black emerging adults to engage in smoking to cope with their anticipatory costs and the negative social implications of racism-related vigilance. The pathway tested in the current study provides considerations for i..."
    },
    {
      "title": "Inflammation Mediates the Associations Between Selenium Status and Glucose Metabolism in Chinese Females Over 45 Years Old: a National Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042436/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Selenium (Se) status has been reported to be associated with the risk of impaired glucose metabolism, Yet the relationship remains inconclusive, and the potential mechanisms are unclear. The present study aimed to examine the associations of selenium biomarkers with type 2 diabetes (T2D) risk and glucose metabolism among females over 45 years and to explore the mediation effects of inflammation and oxidative stress. The cross-sectional study was conducted based on China Adult Chronic Disease and...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042436",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Highlight selection of radiochemistry and radiopharmacy developments by editorial board",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Trends in radiochemistry and radiopharmacy are highlighted. Hot topics cover the entire scope of EJNMMI Radiopharmacy and Chemistry, demonstrating the progress in the research field in many aspects.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042435",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Trends in radiochemistry and radiopharmacy are highlighted. Hot topics cover the entire scope of EJNMMI Radiopharmacy and Chemistry, demonstrating the progress in the research field in many aspects"
    },
    {
      "title": "Identification and analysis of key transcription factors in esophageal squamous cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042414/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042414",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Qualitative and Quantitative Comparative Analysis of Common Normal Variants and Physiological Artifacts in MEG and EEG",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042404/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Magnetoencephalography (MEG) and electroencephalography (EEG) provide complementary insights into brain activity, yet their distinct biophysical principles influence how normal neurophysiological patterns and artifacts are represented. This study presents a comprehensive qualitative and quantitative analysis of common physiological variants and artifacts in simultaneously recorded MEG and EEG data. We systematically examined patterns such as alpha spindles, sensorimotor rhythms, sleep-related...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042404",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increased reactive astrocytes in hippocampal CA1 region mediated by decreased CXCR7 is involved in postoperative cognitive dysfunction in aged mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042397/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Postoperative cognitive dysfunction (POCD) is a prevalent neurological complication that significantly impairs recovery in elderly surgical patients. While astrocyte activation has been implicated in various neurodegenerative disorders, its dynamic changes and precise role in POCD pathogenesis remain poorly understood. In this study, we observed selective activation of astrocytes (but not microglia) in the hippocampal CA1 region of POCD model mice at postoperative day 3, accompanied by marked...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042397",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Longitudinal wash-in slope changes on dynamic contrast enhancement MRI for predicting response to neoadjuvant chemotherapy in breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Tumor WIS changes from DCE-MRI could dynamically monitor neoadjuvant chemotherapy (NAC).",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042372",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Tumor WIS changes from DCE-MRI could dynamically monitor neoadjuvant chemotherapy (NAC)"
    },
    {
      "title": "A two-signal aptasensor for sensitive exosome detection via rolling circle amplification and G-quadruplex structure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Exosomes play a pivotal role in cancer diagnosis and therapy, yet their clinical application faces significant technical challenges. To address this, we developed a sensitive, aptamer-based platform that integrates nucleic acid amplification and a G-quadruplex (G4) with two-signal output for exosome detection. Our approach employs CD63 antibody-conjugated magnetic beads (MBs) for efficient exosome capture and purification. The captured exosomes are then bound by CD63-specific aptamers embedded...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042369",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Localizing retrograde K-wire insertion points in distal phalanges using the nail plate: a clinical controlled study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Compared with empirically placed retrograde K-wires, using the nail plate shadow on preoperative X-rays to locate the insertion point for distal phalangeal retrograde K-wire fixation improves the accuracy of K-wire placement, avoids repeated insertion, shortens operation time, and reduces radiation exposure for both surgeons and patients.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042366",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Compared with empirically placed retrograde K-wires, using the nail plate shadow on preoperative X-rays to locate the insertion point for distal phalangeal retrograde K-wire fixation improves the accuracy of K-wire placement, avoids repeated insertion, shortens operation time, and reduces radiation ..."
    },
    {
      "title": "Retooling the Workforce for Collaboration: Centering Collective Efficacy in Public Health and Primary Care Leadership Development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042355/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Enhanced integration of public health and primary care sectors is necessary to advance population health equity. Integration requires engagement from leaders adept at working collaboratively, yet barriers persist. While leadership development has been a promising means to address interpersonal obstacles, traditional approaches typically focus on teaching discipline-based cognitive skills while underplaying communication, relational, and affective skills that leaders need to excel in increasingly...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042355",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Is endoscopic sleeve gastroplasty as safe as laparoscopic sleeve gastrectomy? A propensity-matched analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042346/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: While both procedures showed low overall 30-day adverse event rates, ESG was associated with a higher rate of major complications, readmissions, and interventions. Careful patient selection for ESG is warranted, particularly for older patients and those with cardiovascular disease.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042346",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While both procedures showed low overall 30-day adverse event rates, ESG was associated with a higher rate of major complications, readmissions, and interventions. Careful patient selection for ESG is warranted, particularly for older patients and those with cardiovascular disease"
    },
    {
      "title": "Brain metabolic imaging with 18 F-PET-CT and machine-learning clustering analysis reveal divergent metabolic phenotypes in patients with amyotrophic lateral sclerosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042334/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We identified two distinct ALS phenotypes with varying clinicopathologic features, indicating that the unsupervised machine learning applied to PET imaging may effectively classify metabolic subtypes of ALS. These findings contributed novel insights into the heterogeneous pathophysiology of ALS, which should inform personalized therapeutic strategies for patients with ALS.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042334",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We identified two distinct ALS phenotypes with varying clinicopathologic features, indicating that the unsupervised machine learning applied to PET imaging may effectively classify metabolic subtypes of ALS. These findings contributed novel insights into the heterogeneous pathophysiology of ALS, whi..."
    },
    {
      "title": "Dual-tracer PET/CT with [<sup>68</sup>Ga]Ga-PSMA-617 and [<sup>68</sup>Ga]Ga-RM26 improves early prediction of biochemical failure in prostate cancer: a prospective phase II trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study provides first clinical evidence that [^(68)Ga]Ga-RM26 PET/CT adds independent prognostic value to PSMA PET/CT for early prediction of BCR after RP. Dual-tracer PET/CT may enable more accurate risk stratification and guide personalized management in PCa patients.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042333",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides first clinical evidence that [^(68)Ga]Ga-RM26 PET/CT adds independent prognostic value to PSMA PET/CT for early prediction of BCR after RP. Dual-tracer PET/CT may enable more accurate risk stratification and guide personalized management in PCa patients"
    },
    {
      "title": "Correction: Prevention of spontaneous preterm birth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042328/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042328",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Primary Metabolic and Bariatric Surgery in Persons Aged over 65 Years. GRADE-based International Federation for the Surgery of Obesity and Metabolic Disorders (IFSO) Position Statement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042300/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "With the global rise in obesity among individuals aged 65 years and older, there is increasing demand for effective interventions that extend beyond lifestyle or pharmacologic approaches. This IFSO-endorsed Position Statement reviews the role of Metabolic and Bariatric Surgery (MBS) in the elderly population, synthesizing current evidence and expert consensus. Available data show that, when performed in carefully selected patients, MBS in older adults is associated with acceptable morbidity and...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042300",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "scRNA-seq deciphers molecular mechanisms of endocrine disruptor 4-nonylphenol impairing spermatogenesis in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "4-Nonylphenol (NP) is an environmental endocrine disruptor widely used in consumer products. Previous studies have shown that NP can interfere with hormone synthesis and metabolism in humans and animals, leading to male reproductive dysfunction. This study utilized the scRNA-seq method to evaluate cell populations and their heterogeneity, aiming to elucidate the toxic mechanisms of NP exposure on testicular cells. We demonstrate, for the first time, the transcriptomic characteristics of...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042295",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Peripheral inflammation in spinocerebellar ataxia type 3: associations with genetic and clinical manifestations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042292/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Patients with SCA3 display distinct peripheral inflammatory profiles, which correlate with clinical/genetic factors. These peripheral inflammatory markers hold promise as potential tools for diagnosing and monitoring SCA3.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042292",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with SCA3 display distinct peripheral inflammatory profiles, which correlate with clinical/genetic factors. These peripheral inflammatory markers hold promise as potential tools for diagnosing and monitoring SCA3"
    },
    {
      "title": "Microencapsulated Lactiplantibacillus plantarum ZGP-Lpl.19 modulates growth and virulence gene expression of Shigella flexneri ATCC 12022 in vitro",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Encapsulation of Lactiplantibacillus plantarum (L. plantarum) ZGP-Lpl.19 in alginate-pectin-chitosan microcapsules significantly improved its survival under simulated gastrointestinal conditions and attenuated Shigella flexneri (S. flexneri) growth and pathogenicity through downregulation of the mdoH and IcsA virulence genes. Microencapsulation was achieved via extrusion using a polysaccharide blend, yielding an encapsulation efficiency of 98.44%. Structural integrity of the microcapsules was...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042270",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reduced gene expression and missense mutations in the transporter protein SLC45A2 in a hypopigmented egyptian rousette fruit bat (Rousettus aegyptiacus)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042237/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Oculocutaneous albinism-characterised by absent or decreased melanin in the skin, eyes and hair-often co-occurs with sensory, skin and immunity disorders. The genetic basis of albinism in humans is complex, with many loci implicated in multiple forms of the disorder. Less is known about the underlying genetic causes of albinism and leucism in other species, and cross-species studies of the molecular correlates of hypopigmentation could highlight common and conserved pathways underlying mammalian...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042237",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anti-nephrin antibodies in patients with IgA nephropathy and nephrotic syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042235/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042235",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Foldable and Hydration-Rigidified Acrylate Polymer for a Highly Stable and UV-Filtering Phakic Intraocular Lens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042225/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Phakic intraocular lenses (pIOLs) are widely used for myopia correction, but face challenges such as unfolding, displacement, glistenings, and bioadhesion. To address these issues, various transparent BPH polymers were synthesized by integrating hydrophilic poly(ethylene glycol) methyl ether methacrylate (PEGMMA) with hydrophobic benzyl methacrylate (BzMA) and 2-hydroxy-4-(methacryloyloxy)benzophenone (HMBP). The prepared BPH materials exhibit high transparency, a tunable refractive index, and...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042225",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Interplay between Luminescence Dissymmetry Factor and Quantum Yield: Symmetric and Asymmetric Hydrogen Bonding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042224/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Unraveling the luminescence-structure relationship in metal-free chiral perovskites remains challenging, particularly for achieving both a strong circularly polarized luminescence (CPL) and high photoluminescence quantum yield (PLQY). Here, we attempt to decode this hidden linkage by constructing the isomorphic polymorph-based metal-free chiral perovskite through the rational design of the A-site cation. The distinct steric hindrance between meta- and ortho-ammonium sites in...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042224",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Two-Dimensional Tin Perovskite Photoelectric Transistor for High-Performance Photoelectric Controlled MOS Inverter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042223/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Two-dimensional (2D) tin (Sn) halide perovskites (HPs) are promising semiconductor materials for environmentally friendly lead-free photoelectric transistors. Herein, 2D perovskites (PEA)(2)MA(n-1)Sn(n)I(3n+1) are successfully prepared by introducing large phenylethylamine (PEA) cations. The effect of the dimensional structure on the photoelectric performances of (PEA)(2)MA(n)(-1)Sn(n)I(3n+1) is investigated. The electrical performances of (PEA)(2)MA(n-1)Sn(n)I(3n+1) photoelectric transistors...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042223",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PIP2-driven cytoplasmic domain motions are coupled to Kir2 channel gating",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Inwardly rectifying potassium (Kir) channel activity is important in the control of membrane potentials in both excitable and non-excitable cells and is regulated through various ligands, including specific membrane lipids. Phosphatidyl-4,5-bisphosphate (PIP2) is required for activity of all Kir channels, binding to the cytoplasmic domain in a compact conformation tightly tethered to the transmembrane domain. Most Kir2 channel structures determined in complex with PIP2 molecules are nevertheless...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042208",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "in the control of membrane potentials in both excitable and non-excitable cells and is regulated through various ligands, including specific membrane lipids",
      "conclusion": null
    },
    {
      "title": "Standing by Our Colleagues in Gaza - A Plea to the U.S. Medical Community",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042199",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atrial Fibrillation Burden: Not All Measures Are Created Equally",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042180",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors associated with nonpharmacological treatment use among older adults with chronic low back pain tapering opioids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042172/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study identified key factors affecting NPT use during opioid tapering among older adults with cLBP. Findings underscore the importance of targeted clinical and policy strategies to reduce disparities in NPT access.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042172",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified key factors affecting NPT use during opioid tapering among older adults with cLBP. Findings underscore the importance of targeted clinical and policy strategies to reduce disparities in NPT access"
    },
    {
      "title": "Functional and Morphological Plasticity of the Endolysosomal System: Pigment Organelles at the Crossroads of Physiology and Pathology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "The endolysosomal system is a highly dynamic and versatile network of organelles essential for maintaining cellular and tissue homeostasis. Its functional diversity relies on a high degree of plasticity, driven by tightly regulated membrane remodeling and intracellular trafficking events. In certain specialized cells, this plasticity enables the formation of lysosome-related organelles, like melanosomes in pigment cells, through the repurposing of ubiquitous membrane trafficking machineries....",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042161",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety and Efficacy of Thermal Ablation for Benign Thyroid Nodules in Patients with or without Previous Thyroid Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042145/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Purpose To examine the use of propensity score matching (PSM) to compare the safety and efficacy of US-guided thermal ablation (TA) as a first-line treatment for initial thyroid nodules versus as a second-line treatment for recurrent nodules following thyroid surgery. Materials and Methods This retrospective study included data from 693 patients with benign thyroid nodules (BTNs) who underwent US-guided TA between January 2015 and July 2023. These included 619 patients in the initial nodule...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042145",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "To examine the use of propensity score matching (PSM) to compare the safety and efficacy of US-guided thermal ablation (TA) as a first-line treatment for initial thyroid nodules versus as a second-lin...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intracellular Antibody Levels Predict Secretion Efficiency in HEK293T Cells Expressing a Chimeric Anti-CD99 Antibody from a Single-Expression Plasmid",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Recombinant antibody production in mammalian cells is essential for therapeutic, diagnostic, and research applications. Single-expression plasmid systems that co-express both heavy and light chains under balanced promoters offer advantages in improving expression consistency. However, the relationship between intracellular antibody expression levels and secretion efficiency following clonal selection remains unclear. In this study, a single-expression plasmid encoding a chimeric anti-CD99...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042140",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular Dynamics Simulation-Assisted Tuning of Key Sites to Alter the Substrate Specificity of the Aldo-Keto Reductase KmAKR",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Aldo-keto reductase (AKR) is an important biocatalyst for the synthesis of chiral alcohols; however, its inability to catalyze bulky substrates severely limits its industrial applications. Previously, the T23V/Q213A mutant of AKR from Kluyveromyces marxianus (KmAKR) exhibited an extended substrate scope, but it still showed poor catalytic activity toward some valuable aliphatic and aromatic ketones. Here, we developed a computer-assisted strategy to virtually screen a mutation library...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042136",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "biocatalyst for the synthesis of chiral alcohols; however, its inability to catalyze bulky substrates severely limits its industrial applications",
      "conclusion": null
    },
    {
      "title": "Evaluating normothermic artery bypass and visceral-anastomosis-first strategy in thoracoabdominal aortic aneurysm repair: propensity-weighted analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042134/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The treatment of thoracoabdominal aortic aneurysm through open surgery is still an important method and remains difficult. The NABV strategy, as a safe and reproducible technique, minimizes the risk of complications associated with spinal cord injury when implemented at experienced medical centres. To better evaluate the clinical outcomes of this surgical approach, long-term follow-up and further prospective cohort studies are necessary.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042134",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "method and remains difficult",
      "conclusion": "The treatment of thoracoabdominal aortic aneurysm through open surgery is still an important method and remains difficult. The NABV strategy, as a safe and reproducible technique, minimizes the risk of complications associated with spinal cord injury when implemented at experienced medical centres"
    },
    {
      "title": "Long-term socioeconomic outcomes in Danish children with moderate-to-severe atopic dermatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042119/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Moderate-to-severe childhood AD was not linked to labor market outcomes, apart from disability pensions, likely driven by comorbidities. The probability of partnership or parenthood was reduced in specific subgroups. Confounding from family-related factors cannot be excluded. Nevertheless, the results underscore the importance of considering patients' broader life situations to support them through adulthood.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042119",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Moderate-to-severe childhood AD was not linked to labor market outcomes, apart from disability pensions, likely driven by comorbidities. The probability of partnership or parenthood was reduced in specific subgroups"
    },
    {
      "title": "Engineering Dimensional Configuration of Single-Atom S-Cu-S Sites as Reversible Electron Station for Enhanced Peroxidase-Mimicking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042111/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Boosting catalytic activity of single-atom nanozymes (SAzymes) to substitute natural metalloenzymes remains challenging due to the lack of enzyme-like secondary building blocks and proper 3D conformation. Herein, a natural amino acid L-cysteine (L-Cys)-triggered auto-assembly process engineers the spatial positioning of 3D-biomimetic S-Cu-S single-atom catalytic sites and adjacent L-Cys on sheet-like MoS(2) nanozyme, achieving activated MoCC SAzymes. MoCC achieves a maximum Cu single-atom...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042111",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Social determinants of health in cancer survivors and the risk of cardiovascular events",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Among cancer survivors, unfavorable SDoH were associated with elevated CVD risk, whereas favorable SDoH attenuated this risk to levels comparable with non-cancer population. That may partly reflect the increased risk observed among non-cancer with unfavorable SDoH. Targeted interventions and policy measures addressing social determinants are needed to mitigate cardiovascular disparities in cancer survivorship.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042107",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among cancer survivors, unfavorable SDoH were associated with elevated CVD risk, whereas favorable SDoH attenuated this risk to levels comparable with non-cancer population. That may partly reflect the increased risk observed among non-cancer with unfavorable SDoH"
    },
    {
      "title": "Quantitative analysis and trends in the study of the effects of electromagnetic radiation on the nervous system from a bibliometric perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042099/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "With the rapid development of communication technology, the potential health risk of electromagnetic radiation (EMR) to the nervous system has aroused widespread concern. This study systematically reviews the research progress in the field of EMR-neurological interactions during 2013-2024, revealing its research hotspots and future trends. Based on WOS database, this study adopts bibliometric method combined with visualization technology for multidimensional analysis. The construction of visual...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042099",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "cGAS Inhibits ALDH2 to Suppress Lipid Droplet Function and Regulate MASLD Progression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Cyclic GMP-AMP synthase (cGAS) is a cytosolic DNA sensor essential for host defense against microbial infections, but its role beyond innate immunity remains unclear. Here, a non-canonical function of cGAS in regulating aldehyde metabolism and lipid homeostasis is identified. This is demonstrated that cGAS directly binds to and suppresses ALDH2 (aldehyde dehydrogenase 2), a key enzyme in ethanol metabolism and lipid peroxidation. Loss of cGAS activates ALDH2, thereby enhancing ethanol tolerance...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042077",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual Regulation of Molecular Rigidity and Orbital Engineering of Pt(II) Emitters for High-Performance Deep-Blue OLEDs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Blue phosphorescent organic light-emitting diodes (PhOLEDs) face critical challenges in terms of low color purity and severe efficiency roll-off. In this study, four novel tetradentate Pt(II) emitters (PtCY, PtCY-F, PtCY-tBu, PtCY-tBuF) are designed through a synergistic strategy of molecular orbital engineering and steric hindrance effect. By introducing a bulky diisopropylbiphenyl (diPrPh) group at the N-heterocyclic carbene (NHC) moiety to increase molecular rigidity and suppress...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042074",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tumor Intrinsic METTL5 Modulates ATF4 Translation to Prevent T Cell-Induced Ferroptosis in Ovarian Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Poor clinical responses to immune checkpoint blockade (ICB) observed in ovarian cancer (OC) highlight an unmet need to understand the mechanisms driving immune evasion in this disease. To address this, an integrative analysis is conducted by combining in vitro genome-wide immune screens, in vivo ICB screens, and clinical data mining, and METTL5 is identified as a crucial OC-intrinsic factor that promotes immune resistance. Immunologically \"cold\" OC tumors and poor responders to ICB exhibit...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042068",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Effectiveness of Text + Video vs Text Alone to Prompt Stool-Based Testing for Colorectal Cancer Screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Future research should determine ways of assessing patients' receipt of video + text messages to optimize the effectiveness of text message outreach for CRC.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042066",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Future research should determine ways of assessing patients' receipt of video + text messages to optimize the effectiveness of text message outreach for CRC"
    },
    {
      "title": "Chirality-Dependent Orbital Bulk Photovoltaic Effect in a 1D Helical Nanowire",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042064/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Bulk photovoltaic effect (BPVE) is a novel nonlinear-optical (NLO) effect for the development of advanced optoelectronic devices. Here, we report a new type of BPVE, chirality-dependent orbital BPVE (orbit-BPVE), in a one-dimensional (1D) helical system, whose orbital-polarized photocurrent is solely determined by the chirality. This orbit-BPVE is contributed by the chirality-dependent orbital angular momentum (OAM), and the chirality-locked spin-BPVE is a secondary effect arising from the...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042064",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The iron-regulated small regulatory RNA IsrR modulates expression of genes utilized for dioxygen metabolism and heme synthesis in <em>Staphylococcus aureus</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Bacterial regulatory RNAs (sRNAs) are commonly short non-coding RNAs that function as pleiotropic regulators by post-transcriptionally impacting mRNA stability and/or translation. They play significant roles in bacterial physiology and are typically expressed in response to specific environmental stimuli such as nutrient limitation. The bacterial pathogen Staphylococcus aureus faces decreased access to essential metal ions, including iron, in the mammalian host via a process called nutritional...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042061",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Shape Memory Polymers with Rapid Multi-Solvent Responsiveness for Dual-Mode Vapor Sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Solvent-responsive shape memory polymers (SR-SMPs) are smart materials that can retain their original shape when exposed to solvents. However, most reported SR-SMPs show slow shape recovery and lack multi-solvent responsiveness, which greatly limits their practical use. Here, a novel SR-SMP is introduced by creating a dual-component network comprising aliphatic polyurethane acrylate (AUA) and polystyrene-block-polyisoprene-block-polystyrene (SIS). The AUA phase provides mechanical stability and...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042054",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantifying Morbidity Risk Attributed to Red-Cell Transfusion Volume in Optimally Transfused Patients With β-Thalassemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042050/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "In the long-term follow up study (de-LIGHT), the magnitude of transfusion burden was significantly and incrementally associated with morbidity development in transfusion-dependent patients achieving target hemoglobin thresholds.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042050",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Breaking and restoring ocular balance: Temporal interactions in binocular rivalry and stereopsis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042029/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Binocular integration and interocular suppression are fundamental processes underlying binocular vision, giving rise to stereopsis and binocular rivalry, respectively. To investigate how the visual system dynamically coordinates these processes to form a unified percept, we conducted four psychophysical experiments examining the temporal interactions between binocular rivalry and stereopsis. In Experiment 1a, binocular rivalry, especially with high-contrast stimuli, impaired subsequent...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042029",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Germline Pathogenic Variants in MUTYH Are Associated With Inferior Survival After Hematopoietic Cell Transplantation in Patients With Hematologic Malignancies or Disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042026/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042026",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Transcription Factor Islet-1 Regulates Diabetes-Induced Inner Blood-Retinal Barrier Disruption",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042023/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our results establish Islet-1 as a critical regulator of iBRB disruption in diabetic retinopathy and suggest that targeting Islet-1 overexpression may represent a novel therapeutic approach to mitigate iBRB dysfunction and its associated retinal pathologies.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042023",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results establish Islet-1 as a critical regulator of iBRB disruption in diabetic retinopathy and suggest that targeting Islet-1 overexpression may represent a novel therapeutic approach to mitigate iBRB dysfunction and its associated retinal pathologies"
    },
    {
      "title": "Hyrtiosin, a novel pyridinium-conjugated indole derivative from vietnamese marine sponge <em>hyrtios erectus</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "The present phytochemical investigation of methanol extract from Vietnamese marine sponge, Hyrtios erectus, resulted to the isolation and structure elucidation of five compounds consisting of a new pyridinium-conjugated indole derivative (hyrtiosin, 1), together with four known alkaloids identified as gramine (2), indole-3-carboxaldehyde (3), 3-(methoxymethyl)indole (4) and N-methylnicotinic acid or trigonelline (5). Chemical structures of isolated compounds were established using modern...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042017",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cytotoxic cycloartane-type triterpenoids from the leaves of <em>aglaia shawiana</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042009/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Three cycloartane-type triterpenoids have been isolated from the leaves of Aglaia shawiana, and the structure was determined as a new compound Shawianin A (1), along with two known compounds cycloartane-3β,29-diol-24-one (2), and (24 R)-cycloartane-3β,24,25- triol (3). Their structures were elucidated on the basis of 1D and 2D-nuclear magnetic resonance (NMR) analysis, as well as high-resolution mass spectrometry (HR-MS), infrared (IR), and ultraviolet (UV). Comparative data analysis was also...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042009",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Heterogenous Integration of Boron-Doped <em>p</em>-Diamond with Monolayer <em>n</em>-MoS<sub>2</sub> for <em>P</em><em>N</em> Junctions Operating at Room Temperature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Diamond has tremendous potential for power electronics, due to its superior thermal conductivity, large electric field strength, and high carrier mobilities. However, the absence of a reliable room temperature n-type transport has impeded any advancements in diamond-based electronics. Here, we circumvent this bottleneck by integrating n-type two-dimensional (2D) monolayers of molybdenum disulfide (MoS(2)) with boron doped p-type single crystal diamond and demonstrate 2D/3D heterostructure-based...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41042005",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "American College of Gastroenterology Monograph on Geriatrics and GI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041992",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Role of GPR39 in Regulating Osteoblast Function, Bone Matrix Quality, and Gender-Specific Bone Homeostasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041978/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "GPR39, a zinc-sensing receptor, is essential for bone homeostasis in male mice through regulation of osteoblast function and matrix composition. This study examined the effects of GPR39 deficiency in female mice using both global and osteoblast lineage-specific GPR39 knockout models (Gpr39^(Ob-/Ob-)). In vivo, GPR39-deficient female mice exhibited reduced bone mass, increased mineralization rates, and significantly lower and more variable serum levels of pro-collagen type I N-propeptide (PINP),...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041978",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of GPR39 deficiency in female mice using both global and osteoblast lineage-specific GPR39 knockout models (Gpr39^(Ob-/Ob-))",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bacterial 16S Ribosomal Gene Fingerprints as a Tool to Diagnose and Mitigate Fish Larvae Gut Dysbiosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041974/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Dysbiosis is associated with shifts in the diversity or relative abundance of beneficial versus harmful bacteria, leading to health issues in organisms. This study investigated gut bacterial dysbiosis associated with larval quality using 16S rRNA gene sequencing. The gut microbiome of gilthead sea bream and European sea bass, key commercial species and vertebrate models, was examined in high- and low-quality larvae batches from several European hatcheries. Larval quality, hatchery site and...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041974",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "gut bacterial dysbiosis associated with larval quality using 16S rRNA gene sequencing",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine learning prediction of moderate-to-severe acute kidney injury after ICU admission and cardiac surgery with urine trace elements",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041966/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ML models primarily based on urinary TE can identify AKI risk in both clinical groups (ICU and cardiac surgery), with LightGBM, RF and XGBoost serving as high-performance models for early prediction of stage 2-3 AKI.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041966",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ML models primarily based on urinary TE can identify AKI risk in both clinical groups (ICU and cardiac surgery), with LightGBM, RF and XGBoost serving as high-performance models for early prediction of stage 2-3 AKI"
    },
    {
      "title": "An Improved Cysteine-Based Labeling Strategy for GPCR Structural Dynamics Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Spectroscopic investigations of the dynamic signaling process of G protein-coupled receptors (GPCRs) often require cysteine-based labeling. However, the presence of a highly conserved but labile disulfide bond in the receptor extracellular domain could result in strong background signals, hindering the application of spectroscopic methods in studying GPCR dynamics. Herein we report an improved strategy for site-specific labeling of muscarinic acetylcholine receptors by using phenylarsine oxide...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041959",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identifying Adaptations to an mHealth Alcohol Reduction Intervention for Reducing Alcohol Use in Adolescent and Young Adult Cancer Survivors: Qualitative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041956/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: There is potential to increase alcohol intervention relevance and fit for adolescents and young adults by including tailored content relevant to their life experiences while also maintaining core components of such interventions, such as self-monitoring and goal-setting. Remote, brief interventions are important for ensuring acceptability. The new TRAC adolescent and young adult intervention represents a potentially valuable tool in addressing high rates of hazardous alcohol use...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041956",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for ensuring acceptability",
      "conclusion": "There is potential to increase alcohol intervention relevance and fit for adolescents and young adults by including tailored content relevant to their life experiences while also maintaining core components of such interventions, such as self-monitoring and goal-setting. Remote, brief interventions ..."
    },
    {
      "title": "Engineered Apoptotic Extracellular Vesicles for Programmable Regulation of Neutrophil-Macrophage-ROS Pathogenic Axis to Reconstruct Rheumatoid Arthritis Microenvironment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Rheumatoid arthritis microenvironment (RAM) contains complex pathogenic mediators that interact dynamically to drive the progression of rheumatoid arthritis (RA). However, most current RA treatments are single-target interventions, exerting limited impact on RAM. Herein, apoptotic extracellular vesicles (ApoEV) are constructed for programmable regulation of the neutrophil-macrophage-ROS pathogenic axis, aiming to reconstruct RAM and improve RA therapy. Mesenchymal stem cells (MSCs) are...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041946",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "on RAM",
      "conclusion": null
    },
    {
      "title": "Laboratory Evolution Reveals Transcriptional Mechanisms Underlying Thermal Adaptation of Escherichia coli",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041937/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Adaptive laboratory evolution is able to generate microbial strains, which exhibit extreme phenotypes, revealing fundamental biological adaptation mechanisms. Here, we use adaptive laboratory evolution to evolve Escherichia coli strains that grow at temperatures as high as 45.3 °C, a temperature lethal to wild-type cells. The strains adopted a hypermutator phenotype and employed multiple systems-level adaptations that made global analysis of the DNA mutations difficult. Given the challenge at...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041937",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mapping Dental Care for Children and Adolescents With Rare Diseases: A Brazilian Multicentre Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041936/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Children and adolescents with RDs had delayed initiation of dental care, low follow-up rates and substantial travel burdens. The concentration of specialised centres in the state capital underscores the need for policy reforms to improve equitable access, particularly for patients in remote areas.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041936",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Children and adolescents with RDs had delayed initiation of dental care, low follow-up rates and substantial travel burdens. The concentration of specialised centres in the state capital underscores the need for policy reforms to improve equitable access, particularly for patients in remote areas"
    },
    {
      "title": "Firearm Access Among Military-Connected Youth: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041925/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Current evidence suggests that military-connected youth may be at increased risk for firearm carrying, which portends higher risk for firearm injury, including suicide. However, there are substantial gaps in the literature, particularly regarding firearm access and storage. Future study of military-connected youth should prioritize comprehensive data collection, to inform and optimize effective interventions designed to benefit military-connected youth.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041925",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Current evidence suggests that military-connected youth may be at increased risk for firearm carrying, which portends higher risk for firearm injury, including suicide. However, there are substantial gaps in the literature, particularly regarding firearm access and storage"
    },
    {
      "title": "Silencing Myostatin Using In Vivo Self-Assembled siRNA Protects Against Cancer- and Dexamethasone-Induced Muscle Atrophy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041909/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Maintaining skeletal muscle mass is crucial for health, as muscle atrophy caused by drugs, cancer, or aging poses serious risks. However, there are few effective pharmacological interventions targeting muscle atrophy, highlighting the need for new therapeutic strategies. In this study, in vivo self-assembled siRNA is designed to silence myostatin (MSTN), a key regulator of muscle growth and atrophy, aiming to prevent muscle atrophy. Using synthetic constructs and the host liver as a scaffold,...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041909",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of the Current Situation and Factors Influencing the Integrated Care Needs of Older Inpatients With Impaired Activities of Daily Living: A Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The integrated care needs of older inpatients with impaired ADL are diverse and complex. Influencing factors include primary financial resources, family support and health status. It is recommended that clinical staff enhance medication safety guidance and psychological interventions, whereas strengthening multidisciplinary collaboration mechanisms; policy makers should expedite the establishment of a 'hospital-community-family' tripartite collaboration model, develop...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041894",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The integrated care needs of older inpatients with impaired ADL are diverse and complex. Influencing factors include primary financial resources, family support and health status"
    },
    {
      "title": "Interface-Engineered C<sub>4</sub>N/MgAl-LDH Heterostructure for High-Performance Photocatalytic H<sub>2</sub>O<sub>2</sub> Production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Photocatalytic production of hydrogen peroxide (H(2)O(2)) from water and air offers a highly promising and sustainable strategy. However, the slow kinetics of water oxidation severely restricts the oxygen reduction half-reaction due to insufficient proton supply, leading to low efficiency of many H(2)O(2) photocatalysts. Herein, we constructed an interface-engineered C(4)N/MgAl-LDH heterostructure via a straightforward in situ electrostatic self-assembly method. The resulting hybrid...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041889",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual transcranial electromagnetic stimulation of the precuneus boosts human long-term memory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Non-invasive brain stimulation techniques have the potential to improve memory functions. However, the results so far have been relatively modest and time-consuming. Here, we implemented a novel 3-min combination of personalized repetitive transcranial magnetic stimulation (intermittent theta burst, iTBS) coupled with simultaneous application of gamma transcranial alternating current stimulation (γtACS) over the precuneus, a brain area connected with the hippocampus, to modulate long-term memory...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041883",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Novel Missense Variant of the ABCD1 Gene in X-Linked Adrenoleukodystrophy in Chinese Family",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041882/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In accordance with the \"Standards and Guidelines for the Interpretation of Sequence Variants\" established by the American College of Medical Genetics and Genomics (ACMG), we assessed the pathogenicity of the novel ABCD1 gene variant c.773T>G. This variant meets the following ACMG evidence criteria: PM1 (located within a critical functional domain or mutational hotspot known to lack benign variation); PM2 (absent or observed at very low frequency in population databases e.g., gnomAD,...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041882",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In accordance with the \"Standards and Guidelines for the Interpretation of Sequence Variants\" established by the American College of Medical Genetics and Genomics (ACMG), we assessed the pathogenicity of the novel ABCD1 gene variant c.773T>G"
    },
    {
      "title": "Upadacitinib is efficacious in reducing the alexithymic trait in adult patients with moderate-to-severe atopic dermatitis: a prospective multicenter real-life study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This is the broadest multicenter real-life study in AD patients treated with upadacitinib, analyzing the reduction of the TAS-20 score. Noteworthy is the rapidity of drug effectiveness in reducing the extension of lesions and itching after just four weeks.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041873",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is the broadest multicenter real-life study in AD patients treated with upadacitinib, analyzing the reduction of the TAS-20 score. Noteworthy is the rapidity of drug effectiveness in reducing the extension of lesions and itching after just four weeks"
    },
    {
      "title": "Molecular Investigation in Early-Onset Interstitial Lung Disease: Results From 699 Unrelated Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study highlights the specific patient's characteristics associated with a high or low molecular diagnostic yield in clinical practice. Furthermore, it emphasises the importance of establishing a molecular diagnosis in order to provide genetic counselling to the family.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041870",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights the specific patient's characteristics associated with a high or low molecular diagnostic yield in clinical practice. Furthermore, it emphasises the importance of establishing a molecular diagnosis in order to provide genetic counselling to the family"
    },
    {
      "title": "Changes in the endoplasmic reticulum‑mitochondria communication in dermal fibroblasts from early‑stage bipolar disorder patients: Skin‑brain axis as a new route to understand the pathophysiology of mental illness?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041839/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Compromised cellular resilience in bipolar disorder (BD) has been associated with structural brain changes and cognitive deficits caused by perturbation of redox status, endoplasmic reticulum (ER) stress and innate immunity. These crucial cellular events are regulated by the ER‑mitochondria close contacts at mitochondria‑associated membranes (MAM) through Ca^(2+) transfer and lipids exchange between these organelles. The present study aimed to investigate the structural and functional...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041839",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acetaminophen aggravates valproate-induced hepatic lipid accumulation and apoptosis by facilitating valproate retention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND IMPLICATIONS: VPA is the main factor contributing to intrahepatic lipid accumulation, but did not induce apoptosis of hepatocytes. APAP inhibited β-oxidation of VPA and caused VPA retention, which aggravated and prolonged the lipid accumulation and finally resulted in hepatocyte apoptosis. We provide evidence and guidance on the use of VPA and APAP in the clinic.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041829",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "VPA is the main factor contributing to intrahepatic lipid accumulation, but did not induce apoptosis of hepatocytes",
      "conclusion": "AND IMPLICATIONS: VPA is the main factor contributing to intrahepatic lipid accumulation, but did not induce apoptosis of hepatocytes. APAP inhibited β-oxidation of VPA and caused VPA retention, which aggravated and prolonged the lipid accumulation and finally resulted in hepatocyte apoptosis"
    },
    {
      "title": "Toward Climate-Smart Rice Systems: Moving Beyond Cultivar Improvement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Rice is one of the world's most important staple crops and a major source of agricultural methane emissions. Breeding strategies such as photosynthate allocation modification and biomass enhancement show potential, but their effectiveness is highly context dependent, shaped by water regimes and soil organic carbon levels. Cultivars effective under continuous flooding may fail, or even increase emissions, under optimized water regimes. This perspective argues for integrated strategies that...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041828",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "staple crops and a major source of agricultural methane emissions",
      "conclusion": null
    },
    {
      "title": "Nanoengineered Carbon Dots for Enhanced Antibacterial Response and Sensitive Bacterial Sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "The relevance of carbon dots (CDs) in a variety of application areas has drawn a lot of interest. The CDs for enhanced antibacterial activity and the sensitive identification of pathogenic bacteria are described. The CDs and N-CDs were produced using a microwave, which provided a quick, one-pot, and economical method. CDs and N-CDs showed a high stability for up to 3 months, with an average diameter of 5.761 ± 0.263 nm and 4.226 ± 0.210 nm, respectively. The higher inhibition zone and decreased...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041826",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From Sugar Coats to Dimers: New Perspectives on Skp1 Dimerization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041815",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surface visualisation of bacterial biofilms using neutral atom microscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "The scanning helium microscope (SHeM) is a new technology that uses a beam of neutral helium atoms to image surfaces non-destructively and with extreme surface sensitivity. Here, we present the application of the SHeM to image bacterial biofilms. We demonstrate that the SHeM uniquely and natively visualises the surface of the extracellular polymeric substance matrix in the absence of contrast agents and dyes and without inducing radiative damage.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041813",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "V-IDENT: Enhancing Patient Safety Through PPG-Based User Identification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Biometric authentication based on physiological signals offers promising potential for enhancing security in mobile patient monitoring. 'Intelligent medical devices', which check the identity of a patient before usage to address safety risks from device-patient mix-ups, do not yet exist. In this project, an AI-based identification system that uses vital signs for biometric authentication will be realized in order to enable the identification on the basis of biometric patterns. By integrating...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041769",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantification of Heterogeneous Semi-Structured Patient-Reported Physical Activities Derived from a Diabetes Telehealth Service",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Telehealth systems have shown to facilitate lifestyle changes like an increase in physical activity. Therefore, an easily quantifiable measure of physical activity levels for both assessing a patient's status quo and tracking physical activity development is needed. The aim of this work was to map semi-structured activities reported as type-intensity-duration triplets in the DiabMemory telehealth system to Metabolic Equivalents of Task (METs). The activity data of 947 telehealth patients were...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041768",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this work was to map semi-structured activities reported as type-intensity-duration triplets in the DiabMemory telehealth system to Metabolic Equivalents of Task (METs)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A FHIR Specification to Formalize Cohort Definitions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Retrospective studies play an important role in advancing medical research, yet especially cohort definitions are often provided in unstructured text form or in a non-standardized format. This lack of formalization hinders reproducibility, consistency, and automated reuse. Therefore, we present a framework for the structured and standardized specification of cohort definitions within FHIR resources. Drawing from a systematic review of retrospective studies, we derived six modelling categories...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041767",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "role in advancing medical research, yet especially cohort definitions are often provided in unstructured text form or in a non-standardized format",
      "conclusion": null
    },
    {
      "title": "Simulating Empathic Interactions with Synthetic LLM-Generated Cancer Patient Personas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Unplanned interruptions in radiation therapy (RT) increase clinical risks, yet proactive, personalized psychosocial support remains limited. This study presents a proof-of-concept framework that simulates and evaluates Empathic AI-patient interactions using large language models (LLMs) and synthetic oncology patient personas. Leveraging a de-identified dataset of patient demographics, clinical features, and social determinants of health (SDoH), we created realistic personas that interact with an...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41041749",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-Cost Fused-Ring Electron Acceptors for Efficient Organic Solar Cells by Fine-Tuning Molecular Crystallization and Film Formation Kinetics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Achieving high power conversion efficiencies (PCEs) with low-cost active layer materials is of vital importance for organic solar cell (OSC) commercialization. However, the PCEs afforded by currently reported low-cost electron acceptors remain substantially limited. Herein, we report the regulation of molecular crystallization and film formation kinetics of the low-cost electron acceptors with A-DA'D-A-type pentacyclic fused-ring structures and achieved an impressive PCE of 18.04% and a tiptop...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41041887",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Self-Assembling Senolytic Prodrug with Enhanced Bioavailability and Selective Activation for Targeting Senescent Retinal Pigment Epithelium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041426/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Senolytic therapy, which targets and selectively eliminates senescent cells, has emerged as a promising strategy for treating various age-related diseases. However, its clinical application is often limited by poor bioavailability, off-target toxicity, and the need for invasive administration routes. To overcome these challenges, we developed N201-gal, a novel β-galactosidase-reactive senolytic prodrug that self-assembles into stable nanoparticles, enabling oral administration and improved...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41041426",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tunable Photodetection Range of GaSb Nanowires for Infrared Spectral Encryption",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041734/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20251003151850&v=2.18.0.post9+e462414",
      "description": "The optical encryption technique is promising for the security of an encryption system by modulating the wavelength, amplitude, polarization, or orbital angular momentum of light. In this work, the typical narrow bandgap semiconductor of GaSb nanowire (NW) is demonstrated as a competitive candidate for infrared spectral encryption by modulating the photodetection wavelength. The bandgap of GaSb NW is controlled from 0.72 to 1.28 eV, benefiting the tunable photodetection wavelength range of...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41041734",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predischarge Dysphagia Measured Using the Eating Assessment Tool-10 (EAT-10) and Its Association With 90-Day Aspiration Pneumonia and Hospital Readmission",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1-u-VnOuHrrKiO4WMPvz_i-F2FoAlfu-lcoSZ3mSAjuT4X8gzB&fc=20250824200958&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "Background Dysphagia is a swallowing disorder that may give rise to severe complications when not managed at the initial stages. Discharged patients with unresolved swallowing problems may become vulnerable to aspiration pneumonia and unexpected hospital readmissions. The purpose of this study was to establish the connection between predischarge dysphagia, measured with the Eating Assessment Tool-10 (EAT-10), and the incidence of aspiration pneumonia and 90-day hospital readmission. Methods The...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "KIST"
      ],
      "pmid": "41041478",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to establish the connection between predischarge dysphagia, measured with the Eating Assessment Tool-10 (EAT-10), and the incidence of aspiration pneumonia and 90-day hospital readmi...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Requirement of group I lytic polysaccharide monooxygenase for turnover of chitinous cuticle during moulting in two forest pest beetles, Monochamus alternatus and Psacothea hilaris",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041711/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251003151854&v=2.18.0.post9+e462414",
      "description": "Lytic polysaccharide monooxygenases (LPMOs) that are capable of oxidative cleavage of glycosidic bonds in crystalline polysaccharides including chitin and cellulose are widely distributed among organisms. Insect LPMOs belong to auxiliary activity family 15 (LPMO15/AA15) and have been classified further into at least four subgroups. However, unlike LPMOs from microorganisms and viruses, their physiological functions in insects have not been well studied. In the present work, we investigated the...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41041711",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Boreolithothamnion acuminatum sp. nov., B. homoglobosum sp. nov., B. jejuensis sp. nov., and B. japonium comb. nov. (Hapalidiales, Rhodophyta) from Korea: Expanding diversity and biogeographic range in the Northwest Pacific region",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251003151854&v=2.18.0.post9+e462414",
      "description": "The non-geniculate coralline genus Boreolithothamnion currently includes eight species with a Northern Hemisphere distribution. To date, only a few studies have focused on the systematics of Boreolithothamnion species. Here, we performed morphological and phylogenetic analyses, based on rbcL, psbA, and SSU rRNA gene datasets, on Boreolithothamnion from Korea as well as DNA-sequenced type material representing nine names. The analyses supported the proposal of three new species of...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41039959",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A novel buccal bone augmentation technique around non-contained and exposed implant threads: Clinical, histologic and histomorphometric evaluations on the treatment outcome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=14wpWf7MA3AKQSRGSBGZnJWuy_XngRdzPRoKvgHBVI3A4IsM3D&fc=20250824201035&ff=20251003151853&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Within the limits of this preliminary study, the findings suggest that the combined bovine-derived paste and particulate graft technique may help regenerate buccal bone and facilitate osseointegration on exposed implant threads. Further investigations with larger patient samples and extended observation periods are needed to corroborate and refine these encouraging early results.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University"
      ],
      "pmid": "41040603",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Within the limits of this preliminary study, the findings suggest that the combined bovine-derived paste and particulate graft technique may help regenerate buccal bone and facilitate osseointegration on exposed implant threads. Further investigations with larger patient samples and extended observa..."
    },
    {
      "title": "Psychometric Validation of the Persian Version of the Experiential Avoidance Rating Scale (EARS) and Its Application in Assessing Psychological Inflexibility in Persian-Speaking Populations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039623/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=14wpWf7MA3AKQSRGSBGZnJWuy_XngRdzPRoKvgHBVI3A4IsM3D&fc=20250824201035&ff=20251003151853&v=2.18.0.post9+e462414",
      "description": "This study evaluated the psychometric properties of the Persian version of the Experiential Avoidance Rating Scale (EARS) to provide a reliable measure of experiential avoidance for Persian-speaking populations. A cross-sectional design was employed with 700 university students from Tehran (M = 27.71 years, SD = 9.35; 77.9% female). The EARS was translated via a forward-backward method to ensure cultural and conceptual equivalence. Confirmatory factor analysis supported a single-factor model...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University"
      ],
      "pmid": "41039623",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Propofol-induced osteogenic differentiation in dental pulp stem cells: Modulation of MAPK signaling under inflammatory conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040573/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251003151848&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Propofol promotes the osteogenic differentiation of DPSCs under inflammatory conditions by activating the p38/MAPK signaling while modulating the ERK and JNK pathways. This suggests that propofol has potential therapeutic applications in bone regeneration and regenerative dentistry, particularly in inflammatory environments.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41040573",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Propofol promotes the osteogenic differentiation of DPSCs under inflammatory conditions by activating the p38/MAPK signaling while modulating the ERK and JNK pathways. This suggests that propofol has potential therapeutic applications in bone regeneration and regenerative dentistry, particularly in ..."
    },
    {
      "title": "Multicenter phase II trial of lenvatinib in patients with advanced hepatocellular carcinoma after progression on first-line atezolizumab plus bevacizumab",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41038766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251003151847&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Lenvatinib demonstrated promising efficacy and a manageable safety profile as a second-line treatment for patients with HCC progressing on atezo-bev. These findings offer prospective evidence supporting lenvatinib as a viable treatment option in the post-atezo-bev context.",
      "pubDate": "2025-10-02T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41038766",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lenvatinib demonstrated promising efficacy and a manageable safety profile as a second-line treatment for patients with HCC progressing on atezo-bev. These findings offer prospective evidence supporting lenvatinib as a viable treatment option in the post-atezo-bev context"
    }
  ]
}