{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-09-20T19:16:57.530Z",
  "totalItems": 150,
  "totalArchived": 9436,
  "newPapersAdded": 109,
  "institutionBreakdown": {
    "KAIST": 16,
    "SNU": 39,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 16,
    "IBS": 97,
    "UNIST": 1,
    "Hanyang University": 3,
    "KIST": 2,
    "GIST": 0,
    "Kyung Hee University": 1,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 83,
    "Biomedical": 28,
    "Cancer Research": 22,
    "Neuroscience": 7,
    "Materials Science": 8,
    "Computer Science": 2
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Effectiveness of Self-Management Education for Deaf Individuals With Hypertension: A Quasi-Experimental Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974277/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "In South Korea, hypertension (HTN) is prevalent among deaf individuals, with a reported rate of 63.9%, which is higher than in the general population. To manage this condition effectively, a self-management education intervention is needed. In particular, since deaf individuals generally exhibit low levels of health literacy, it is essential to develop interventions that consider their limited health literacy. This study evaluates the impact of the Hypertension Self-Management Education for the...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40974277",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of the Hypertension Self-Management Education for the",
      "conclusion": null
    },
    {
      "title": "Identifying Genetic Variants in Patients With Cefaclor-Induced Anaphylaxis Using Human Leukocyte Antigen Typing and Whole-Exome Sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974473/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Genetic variants in TPSAB1 and HLA-DRB5 may contribute to the risk of cefaclor-induced anaphylaxis, and TPSAB1 may also be associated with severity. These findings may support the development of future screening strategies or individualized risk prediction models in β-lactam allergy.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40974473",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Genetic variants in TPSAB1 and HLA-DRB5 may contribute to the risk of cefaclor-induced anaphylaxis, and TPSAB1 may also be associated with severity. These findings may support the development of future screening strategies or individualized risk prediction models in β-lactam allergy"
    },
    {
      "title": "Apratoxin S10 as a dual-action modulator of receptor tyrosine kinases and tumor microenvironment: emerging anticancer insights from marine-derived analogs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974468/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Marine cyanobacteria are prolific producers of structurally diverse and pharmacologically potent secondary metabolites. Among these, apratoxins, a class of cyclodepsipeptides originally isolated from Lyngbya species have demonstrated broad-spectrum cytotoxic and antiangiogenic activity. However, the clinical development of natural apratoxins has been limited due to systemic toxicity and narrow therapeutic indices. Recent efforts have focused on optimizing these molecules, leading to the...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40974468",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bisabolol as a natural anticancer agent: molecular insights and therapeutic potential in oncology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974418/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "α-Bisabolol is a naturally derived monocyclic sesquiterpene, abundantly present in German chamomile (Matricaria recutita) and various other aromatic plants and is also increasingly accessible via metabolic engineering platforms. The physicochemical profile and ADMET characteristics of α-bisabolol, suggest a high gastrointestinal absorption, and minimal P-glycoprotein and CYP450 interactions, which validate its drug-like potential. The multi-protein target engagement and predicted activity...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40974418",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recognizing and Responding to Cardiac Risk With Osimertinib",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974363/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40974363",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mapping and ablation outcomes of extra-pulmonary vein triggers in atrial fibrillation: Single-center retrospective study with consistent provocation protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ExPVTs are strongly associated with lower LA voltage and carry independent prognostic value for AF recurrence, with outcomes varying by anatomical location and targeted ablation status. These findings underscore the importance of systematic ExPVT assessment and selective targeting in individualized ablation strategies.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40974035",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ExPVTs are strongly associated with lower LA voltage and carry independent prognostic value for AF recurrence, with outcomes varying by anatomical location and targeted ablation status. These findings underscore the importance of systematic ExPVT assessment and selective targeting in individualized ..."
    },
    {
      "title": "Intergenerational Solidarity and Family Functioning Within Korean Families in the Post-Pandemic Transition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973952/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Although intergenerational solidarity and circumplex models are widely used in family science, the articulation between these two theoretical models is less explored, particularly over time and in response to exogenous shocks such as a pandemic. Therefore, we aimed to identify dyadic latent classes of intergenerational solidarity between parents and adult children following the COVID-19 pandemic in South Korea, and whether the derived classes and their transition patterns were associated with...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40973952",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": "identify dyadic latent classes of intergenerational solidarity between parents and adult children following the COVID-19 pandemic in South Korea, and whether the derived classes and their transition p...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Seesaw nystagmus in oculopalatal tremor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40973887",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Health-Related Quality of Life in Adolescents and Young Adults with Congenital Heart Disease and Its Predictors, Including Subjective Transition Readiness to Adulthood",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250920151639&v=2.18.0.post9+e462414",
      "description": "Although international studies have examined the health-related quality of life (HRQoL) of adolescents and young adults (AYAs) with congenital heart disease (CHD), those focusing specifically on predictors including transition readiness to adulthood remain limited, particularly in Japan. This study aimed to evaluate HRQoL among AYAs with CHD and its predictors. This cross-sectional survey included 86 participants with CHD from 4 outpatient pediatric cardiology clinics and a parents' peer support...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40974417",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate HRQoL among AYAs with CHD and its predictors",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metagenomic analysis of viral diversity in Portuguese bats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250920151639&v=2.18.0.post9+e462414",
      "description": "Bats are highly diverse mammals and known reservoirs of numerous zoonotic viruses. Their role in the ecology of emerging infectious diseases continues to be of significant interest. This study aimed to evaluate the occurrence of coronaviruses (CoVs) in Portuguese bats and predict the affinity of their spike proteins with the aminopeptidase N (APN) receptor of several host species. The study also explored the viral diversity in bat samples using metagenomic sequencing. Ten bats (five Myotis...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40974374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the occurrence of coronaviruses (CoVs) in Portuguese bats and predict the affinity of their spike proteins with the aminopeptidase N (APN) receptor of several host species",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feasibility of randomisation to radical prostatectomy or standard care in patients with metastatic prostate cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250920151639&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Randomising men with newly diagnosed mPCa to RP plus SOC vs SOC alone proved challenging in this Belgian trial. Major barriers to recruitment included limited surgical eligibility and patient refusal. Targeted recruitment strategies or alternative trial designs should be considered.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40974177",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Randomising men with newly diagnosed mPCa to RP plus SOC vs SOC alone proved challenging in this Belgian trial. Major barriers to recruitment included limited surgical eligibility and patient refusal"
    },
    {
      "title": "Amino acid profile affecting the lactic acid bacterial community in kimoto seed mash at various brewing years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974067/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250920151639&v=2.18.0.post9+e462414",
      "description": "Kimoto seed mash is a traditional fermentation starter used in sake brewing that contains sufficient lactic acid produced by various lactic acid bacteria (LAB). To determine the factors influencing their community, we investigated the actively operating LAB species in addition to brewing and chemical components in the early and middle periods over different brewing years in the same sake brewery. The results showed that the composition and changes in the LAB species and amino acid profiles...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40974067",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the actively operating LAB species in addition to brewing and chemical components in the early and middle periods over different brewing years in the same sake brewery",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mortality Patterns and Phenotypic Clusters in Trisomy 13: A Population-Based Study From Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974038/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250920151639&v=2.18.0.post9+e462414",
      "description": "Trisomy 13, the third most common autosomal trisomy after trisomy 21 and trisomy 18, is associated with a significantly high infant mortality rate. However, large-scale studies examining causes of death in trisomy 13 remain scarce. Therefore, we aimed to better understand the mortality patterns. To this end, a population-based study was conducted using Japanese population-based mortality data from the Vital Statistics Database (n = 4,230,092 death records); we examined early mortality and...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40974038",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "better understand the mortality patterns",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Potential human health risk of carbapenem-non-susceptible Pseudomonas aeruginosa from companion animals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973953/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250920151639&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings highlight the potential cross-species transmission risk of antimicrobial-resistant P. aeruginosa. Identification of shared high-risk clones with multiple virulence factors emphasizes the need for continuous vigilance and actions within the One Health framework.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40973953",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings highlight the potential cross-species transmission risk of antimicrobial-resistant P. aeruginosa"
    },
    {
      "title": "Ultrasound findings suggestive of microscopic extranodal extension in papillary thyroid carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973915/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250920151639&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We would argue that any irregular shape, ill-defined jagged border, and perinodal hyperechoic rim can be accepted as findings indicative of microscopic ENE.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40973915",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We would argue that any irregular shape, ill-defined jagged border, and perinodal hyperechoic rim can be accepted as findings indicative of microscopic ENE"
    },
    {
      "title": "Use of Dysphagia-Inducing Drugs and Risk of Aspiration Pneumonia: A Cross-Sectional Analysis Using a Japanese Claims Database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250920151639&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The results of this study suggest that careful attention should be given to the risk of AP when prescribing CDIDs, particularly for elderly male patients.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40973856",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that careful attention should be given to the risk of AP when prescribing CDIDs, particularly for elderly male patients",
      "conclusion": "The results of this study suggest that careful attention should be given to the risk of AP when prescribing CDIDs, particularly for elderly male patients"
    },
    {
      "title": "Exploring Factors Affecting Verbal Fluency in Healthy Aging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Word-finding difficulties are a hallmark of aging. Verbal fluency tasks are broadly used to measure word-finding difficulties in adults due to their sensitivity and ease of use. However, several questions remain regarding verbal fluency in aging, particularly the strategies that may evolve over time and the role of potentially protective factors, such as cognitive engagement and social interactions, in mitigating age-related cognitive decline. In this study, we investigated verbal fluency in 144...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974549",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "verbal fluency in 144",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Term Monochromatic Light Exposure Does Not Alter Modular Chromatic Representation in the Visual Cortex of Rhesus Monkeys",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974539/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Long-term exposure to monochromatic light during early life has been shown to significantly impact the development of myopia. However, its effect on color processing in the visual cortex remains unclear. In this study, we investigated the effects of different lighting conditions on the functional organization of color representation in the visual cortical areas V1, V2, and V4 of rhesus monkeys raised under long-wave and short-wave monochromatic illumination for four years. Using cytochrome...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974539",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of different lighting conditions on the functional organization of color representation in the visual cortical areas V1, V2, and V4 of rhesus monkeys raised under long-wave and short-wave ...",
      "significance": "the development of myopia",
      "conclusion": null
    },
    {
      "title": "The Role of Lactobacillus Strain Probiotics in Breast Cancer: Strain-Specific Mechanisms and Therapeutic Potential Beyond Probiotics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974530/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "As one of the most complex diseases, breast cancer (BC) is a leading cause of death among women globally, and various species of probiotics may offer benefits in managing BC treatment. While previous studies have examined the impact of potent probiotics concerning BC and its associated risk factors, particularly Lactobacillus and Bifidobacterium, it is essential to note that these effects are strain-specific. Research on the specific effects of different Lactobacillus strains in preventing or...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974530",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of potent probiotics concerning BC and its associated risk factors, particularly Lactobacillus and Bifidobacterium, it is essential to note that these effects are strain-specific",
      "conclusion": null
    },
    {
      "title": "AR/ERK co-targeting triggers ferroptosis via FOXC2 in triple-negative breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974527/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Triple-negative breast cancer (TNBC), the most aggressive subtype of breast cancer, notably lacks effective treatment strategies. Although androgen receptor (AR) has emerged as a potential therapeutic target for TNBC, monotherapy with AR inhibitors has proven to be of restricted efficacy. Aiming to develop superior therapeutic approaches, a comprehensive drug library screening was conducted. The ERK inhibitor GDC-0994 exhibited significant synergistic effects with the AR inhibitor bicalutamide....",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974527",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gut microbiome and postbiotics: bridging the dietary nutrition and feed efficiency in food-producing animals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974526/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Feed efficiency is a critical economic trait that influences the productivity, profitability, and sustainability of the livestock industry. The gut microbiota plays a significant role in enhancing intestinal health through various mechanisms, including morphology development, immune responses, dietary nutrient digestion and absorption, and host energy metabolism. These processes ultimately promote animal body weight gain and feed efficiency. Over the past few decades, increasing evidence has...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974526",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence and Risk Factors of Early Dumping Syndrome and Postprandial Hypoglycemia after Sleeve Gastrectomy: A Long-Term Follow-up Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974522/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Early dumping syndrome symptoms may increase over time after sleeve gastrectomy, while hypoglycemia persists; higher C-peptide levels might be protective.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974522",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Early dumping syndrome symptoms may increase over time after sleeve gastrectomy, while hypoglycemia persists; higher C-peptide levels might be protective"
    },
    {
      "title": "Social frailty and mortality risk in middle-aged and older adults: a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974518/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Social frailty is common and associated with several adverse outcomes in older adults. However, its prevalence and effects on mortality in younger populations and the underlying cause of mortality are poorly understood. To examine the association of social frailty with all-cause and cause-specific mortality in adults across a wide age spectrum, we used data from the UK Biobank, a prospective cohort included 421,644 individuals aged 37-73 years enrolled from 2006 to 2010. Social frailty status...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974518",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stress, Coping, and Quality of Life of Parents of Children with Autism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Coping self-efficacy and improved income can positively improve QOL, while severity of the diagnosis of autism and daily stressors can negatively impact QOL. Clinically, nurses with a better understanding of the parental stress and coping in parents of children with autism can better recommend tailored resources to improve QOL. Policies to support financial help for families may also improve QOL. Future research should focus on interventions to support caregiver health.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974513",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "QOL",
      "conclusion": "Coping self-efficacy and improved income can positively improve QOL, while severity of the diagnosis of autism and daily stressors can negatively impact QOL. Clinically, nurses with a better understanding of the parental stress and coping in parents of children with autism can better recommend tailo..."
    },
    {
      "title": "Correction: Addressing the Gaps: Online Psychoeducational Support for Cancer Caregivers in Morocco-The Sanadoc Initiative",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974493",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: A Bromobenzoyl Pyridine Photosensitizer with Suppressed Phosphorescence for Efficient ROS-Based Photodynamic Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974484",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic value of MRI-derived features for biochemical recurrence after curative radiotherapy in prostate cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: NBI on pretreatment MRI independently predicts biochemical recurrence in patients with localized prostate cancer treated with radiation therapy, highlighting the need to refine risk stratification by incorporating imaging criteria.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974477",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NBI on pretreatment MRI independently predicts biochemical recurrence in patients with localized prostate cancer treated with radiation therapy, highlighting the need to refine risk stratification by incorporating imaging criteria"
    },
    {
      "title": "Screening and validation of reference genes of Gynostemma pentaphyllum with different tissues and under different treatment conditions by RT-qPCR analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study provides the groundwork for precise gene expression measurements in G. pentaphyllum, enabling accurate assessment of target gene expression under different experimental conditions.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974476",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides the groundwork for precise gene expression measurements in G. pentaphyllum, enabling accurate assessment of target gene expression under different experimental conditions"
    },
    {
      "title": "Ameliorative effects of Ocimum sanctum in Oreochromis niloticus against waterborne sub-lethal cadmium toxicity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974453/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "This research aimed to explore the positive impacts of Ocimum sanctum on Oreochromis niloticus against waterborne cadmium (Cd) toxicity. Total 180 fish (18.41 ± 0.11 g/fish) were distributed into six experimental groups, with three replicates per group, across 18 experimental tanks. Cadmium chloride (CdCl(2)) was used at a concentration of 3 µg/L. Six treatment groups were: the negative control group, without any supplement or Cd exposure; the positive control group, which received no...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974453",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bay leaves: the neuroprotective dietary spice via inhibition of amyloid-like aggregation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974445/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974445",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Delineating the pathogenic threshold and phenotypic spectrum of SCA27B: findings from a large French-Canadian cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974444/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Autosomal dominant spinocerebellar ataxia 27B (SCA27B), caused by an intronic (GAA•TTC) repeat expansion in FGF14, is a common cause of late-onset cerebellar ataxia, but its genotypic and phenotypic spectrum remains to be fully established.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974444",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pediatric Cross-Sectional Cardiac Imaging in Europe: Current Status, Disparities, and Potential Solutions: A Survey from the Association for European Pediatric and Congenital Cardiology (AEPC) Imaging Working Group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974416/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Cross-sectional cardiac imaging including cardiac computed tomography (CCT) and cardiac magnetic resonance imaging (CMR) allows three-dimensional imaging of intracardiac and extracardiac structures. This study was undertaken to better understand current European practice of pediatric cardiology cross-sectional imaging, in addition to how training is undertaken in different centers. A structured detailed 64-question survey focusing on cross-sectional imaging was circulated to all Imaging Working...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974416",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regulation of Necroptosis by Aspergillus fumigatus Exopolysaccharide in Human Macrophages Derived from THP-1 Cells: Involvement of the RIP1-RIP3-MLKL Signaling Axis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974413/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Previous research has indicated that the exopolysaccharide galactosaminogalactan (GAG) from Aspergillus fumigatus plays a pivotal role in the pathogenesis of experimental invasive aspergillosis by promoting virulence. However, it remains unclear whether the exopolysaccharide is directly virulent to host cells. In this study, we established a co-incubation system using human THP-1-derived macrophages and GAG extracted from A. fumigatus ATCC 1022 to assess the capacity of GAG to induce necroptosis...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974413",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Soleus H-reflex size versus stimulation rate in the presence of background muscle activity: a methodological study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974412",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical phenotype associated with A118V mutation of PRPN gene",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The compound heterozygous A118V and M129V PRNP variant had not previously been associated with prion disease. Family history was unobtainable, as relatives declined testing. The patient's presentation-cerebellar and psychiatric symptoms-resembled Gerstmann-Sträussler-Scheinker syndrome, though a definitive diagnosis was not possible without neuropathology. MRI and RT-QuIC findings supported prion disease. The positive result with truncated PrP highlights its diagnostic value,...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974405",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The compound heterozygous A118V and M129V PRNP variant had not previously been associated with prion disease. Family history was unobtainable, as relatives declined testing"
    },
    {
      "title": "Correction: Metformin attenuates endoplasmic reticulum stress in diabetic kidney disease: mechanistic insights and future perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974386/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974386",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elevated fibrosis‑4 index is associated with 30-day mortality in adult hemophagocytic lymphohistiocytosis patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974380/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Admission FIB-4 is an independent, inexpensive, and universally applicable factor for clinicians to recognize high-risk patients with fair value.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974380",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Admission FIB-4 is an independent, inexpensive, and universally applicable factor for clinicians to recognize high-risk patients with fair value"
    },
    {
      "title": "Meta-Analysis: Mortality Trends and Risk Factors in Severe Alcohol-Associated Hepatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974371/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Short-term mortality in sAH remains high and has not improved in recent decades. These findings highlight the urgent need for effective therapies, improved patient selection for early liver transplantation, and better prognostic tools to guide clinical decision-making.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974371",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Short-term mortality in sAH remains high and has not improved in recent decades. These findings highlight the urgent need for effective therapies, improved patient selection for early liver transplantation, and better prognostic tools to guide clinical decision-making"
    },
    {
      "title": "Disparities in Heart Disease Mortality Among Asian American and Pacific Islander Breast Cancer Survivors, 2000 to 2019",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974362",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Partial Compensation of IL-17 Production by Vγ1 T Cells in the Absence of Vγ4 and Vγ6 T Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974348/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "γδ T cells are unconventional T cells that group into different subsets based on the usage of variable γδ T cell receptor (TCR) gene segments, body location, and functionality. γδ T cells that secrete the proinflammatory cytokine interleukin 17 (IL-17) predominantly express a Vγ4^(+) or Vγ6^(+) γδ TCR. The biology and the importance of the γδ TCR of IL-17-producing γδ T cells are not well understood. Here, we investigated the IL-17 production capability of γδ T cells in mice deficient for...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974348",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the IL-17 production capability of γδ T cells in mice deficient for",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gene purA, a Key Upstream Target for Cordycepin Overproduction in Cordyceps militaris",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974346/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study first characterized the low native expression level of purA in C. militaris using an advanced reporter and demonstrated its development potential. After systematically fine-tuning its expression using a unique promoter engineering toolkit, the yield of cordycepin was increased with the enhancement of the precursor pathway. These efforts not only lay out a foundation for multiplex genome editing to build a versatile C. militaris cell factory but also provide a novel...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974346",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This study first characterized the low native expression level of purA in C. militaris using an advanced reporter and demonstrated its development potential"
    },
    {
      "title": "Apoptotic Body-Hitchhiked Manganese-Based Biomimetic Nanoprobe for Sensitive Magnetic Resonance Imaging of Bacteria Triggering Peritoneal Dialysis-Associated Peritonitis In Vivo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Peritoneal dialysis-associated peritonitis (PDAP), primarily caused by bacterial infections, is a severe complication and a major contributor to mortality in peritoneal dialysis patients. Early detection of bacterial infections and prompt therapeutic interventions are critical for effective PDAP management. Herein, we report the development of a novel apoptotic body (AB)-hitchhiked manganese-based T(1)-weighted magnetic resonance imaging (MRI) probe (PMA) for noninvasive and in situ bacterial...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974341",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Telomerase modRNA Offers a Novel RNA-Based Approach to Treat Human Pulmonary Fibrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Pulmonary Fibrosis (PF) is a life-threatening illness that is characterized by progressive scarring in the lung interstitium. There is an urgent need for new PF therapies because current treatments only slow down the progression of fibrosis, and the median life expectancy post-diagnosis is only 4-6 years. Since PF patients frequently exhibit telomere attrition, overexpressing telomerase, the enzyme responsible for synthesizing telomeres, represents a compelling therapeutic option. In this study,...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974335",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bioinspired Mossene Membrane Integrating Sulfhydryl-Modified MOFs for Efficient Solar-Driven Seawater Desalination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974331/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "A fundamental challenge in the design of solar evaporators is balancing the conflicting requirements of salt rejection and high evaporation efficiency. Consequently, bioinspired membrane design has emerged as a promising strategy for enhancing solar-driven interfacial water evaporation and desalination. Here, we report a bioinspired asymmetric photothermal membrane that is denoted as Mossene. Its design is inspired by the ecological water-regulation strategies of niche bryophytes. This Mossene...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974331",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Near-Infrared-II Molecular Probe for Early Diagnosis of Acute Kidney Injury Induced by Diverse Etiologies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Acute kidney injury (AKI) is a clinical syndrome characterized by complex etiologies and usually lacks obvious clinical manifestations at the early stage. Compared with traditional imaging methods, optical imaging is broadly considered to be a promising technique for diagnosis of kidney dysfunction own to the merits of noninvasiveness, high sensitivity and fast feedback speed. Herein, we report a renal-clearable fluorophore, PEG-TBSe, for in vivo imaging across diverse AKI models in the second...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974330",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Entropy Electrolytes Downsizing Solvated Clusters and Enabling Parallel Ion Transport for Low-Temperature Aqueous Zinc Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Rechargeable zinc-based batteries are promising candidates for electrochemical energy storage, but their deliverable capacity, rate capability, and cycle performance are limited by conventional aqueous electrolytes at low temperatures. Here, we report an aqueous electrolyte formulation by increasing the chloride salt diversity to maximize both mixing and excess entropies. In a ternary-chloride-salt electrolyte, we reveal that the increased mixing entropy can tune the coordination environments,...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974324",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nickel-Catalyzed Enantioselective Direct Addition of Styrenes to Imines Enabled by Chiral Spiro Phosphine Ligands",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Enantioenriched allylic amines are key structural motifs found in a wide array of bioactive molecules and serve as versatile intermediates in organic synthesis. Despite significant advances in their preparation, the enantioselective direct addition of simple alkenes to imines has remained a formidable challenge. Herein, we report a nickel(0)-catalyzed enantioselective direct addition of styrenes and their derivatives to aldimines, enabled by a newly developed family of electron-rich,...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of a Novel α-l-Fucosidase from <em>Truepera sp.</em> for Efficient Transfucosylation and 2'-Fucosyllactose Biosynthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974312/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Fucose is a key deoxyhexose found in polysaccharides, glycolipids, and glycoproteins. 2'-Fucosyllactose (2'FL), a major human milk oligosaccharide with health benefits for infants, faces production challenges due to the limited availability of efficient α-l-fucosidases. Here, we present a novel α-l-fucosidase, True-Fuc, from Truepera sp. heterologously expressed for 2'FL biosynthesis. True-Fuc, a GH29A family enzyme (50 kDa), showed optimal activity at 50 °C and pH 8.0, hydrolyzing...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974312",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conformational Plasticity of LptC Regulates Lipopolysaccharide Transport by the LptB<sub>2</sub>FGC Complex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "The outer membrane of Gram-negative bacteria is coated with lipopolysaccharide (LPS). The Lpt system generates membrane asymmetry by transporting LPS from the inner to the outer membrane. Transport begins with the LptB(2)FGC complex, where the ABC transporter LptB(2)FG associates with LptC to extract LPS. LPS is then passed via LptA to the LptDE translocon. While LptB(2)FGC structures suggest an extrusion mechanism, the role of LptC remains unclear. Here, we reconstituted the complex in vitro...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974309",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing the impact of 'Age-Friendly Cities and Communities' membership: Health and activity outcomes among older adults in urban Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974306/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Membership of an AFCC Network was not associated with better physical activity or health outcomes in urban Japan. Findings raise concerns about the implementation and impact of the AFCC framework, highlighting the need for more robust evaluation, greater national coordination and participatory planning. Policy reform may be necessary to ensure that symbolic commitments to age-friendly planning are translated into tangible health benefits for older urban populations.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974306",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of the AFCC framework, highlighting the need for more robust evaluation, greater national coordination and participatory planning",
      "conclusion": "Membership of an AFCC Network was not associated with better physical activity or health outcomes in urban Japan. Findings raise concerns about the implementation and impact of the AFCC framework, highlighting the need for more robust evaluation, greater national coordination and participatory plann..."
    },
    {
      "title": "Universal Low-Background Fluorophore Platform via Structural Reprogramming of Oxazine 1 with Julolidine for Activatable Probe Design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974297/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Fluorescent probes play a vital role in biological detection and imaging; however, their application is often hampered by high background fluorescence, which compromises detection sensitivity and reduces the signal-to-noise ratio. Oxazine 1 is a modifiable near-infrared fluorophore that can be used to develop low-background probes. Nonetheless, it suffers from limitations such as insufficient red-shifted emission, low fluorescence quantum yield, and poor cellular uptake. To address these...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974297",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Guidelines for handling released captives before transfer to medical facilities in Israel",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974292/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Once the International Committee of the Red Cross hands over released hostages to Israeli hands, the first persons they meet - before they transfer to hospitals and meet their families - are military mental and medical professionals. This encounter is a challenge to both the returnees and the professionals meeting them. Over the initial handover process, the returnees feel exposed and vulnerable in the intermediate situation between captivity and return to their previous reality. Their reactions...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974292",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychometric Properties of the Everyday Ageism Scale: Results from the Experiences of Aging in Society Project",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974263/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Objective: To comprehensively evaluate the psychometric properties of the relatively new Everyday Ageism Scale. Methods: Data were from the 2021-2023 Experiences of Aging in Society project (N = 237, ages 50+, multiracial/multiethnic, 72.6% female). We assessed the multidimensional structure, reliability, and validity of the Everyday Ageism Scale. Results: Confirmatory factor analysis generally substantiated the three-factor structure of the Everyday Ageism Scale: exposure to ageist messages,...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974263",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "To comprehensively evaluate the psychometric properties of the relatively new Everyday Ageism Scale",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disease course after pregnancy in women with progressive multiple sclerosis symptoms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: A history of pregnancy is not associated with a significant difference in long-term disability in women with progressive MS symptoms.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974262",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A history of pregnancy is not associated with a significant difference in long-term disability in women with progressive MS symptoms"
    },
    {
      "title": "Single-cell profiling of peripheral and local immune compartments reveal unique genotype-independent prognostic immune signatures across IDH-stratified glioma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974256/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study reveals variable expression of immune phenotypes in adult gliomas stratified by IDH status and characterizes immune compartment and genotype-dependent differences in the immunologic glioma landscape. These genotype-dependent, tumor and circulating immune ontogenies should guide future diagnostic and immunotherapeutic considerations in malignant glioma.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974256",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study reveals variable expression of immune phenotypes in adult gliomas stratified by IDH status and characterizes immune compartment and genotype-dependent differences in the immunologic glioma landscape. These genotype-dependent, tumor and circulating immune ontogenies should guide future dia..."
    },
    {
      "title": "Evaluation of Inhibitory Activity of Novel Monoclonal Antibodies Against Cat Allergen Fel d 7 and Their Application to Analyse Allergen Extracts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974251/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Current characterisation of cat dander/hair extracts used for allergy diagnosis or allergen-specific immunotherapy is mainly standardised towards the major allergen Fel d 1, while other allergens such as the lipocalin Fel d 7 are insufficiently characterised in such allergen products. This study aimed to produce recombinant Fel d 7 (rFel d 7) and murine IgG monoclonal antibodies (mAbs) specific to it for quantification in allergen extracts and assess the potential of the mAbs in inhibiting...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974251",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "produce recombinant Fel d 7 (rFel d 7) and murine IgG monoclonal antibodies (mAbs) specific to it for quantification in allergen extracts and assess the potential of the mAbs in inhibiting",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Endophytic bacterial engineering: a novel approach for pine wilt disease management in Pinus massoniana",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974244/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The application of the engineered strain BM06-P60 effectively controls PWD. This study provides a novel microbial resource for the prevention and control of PWD. © 2025 Society of Chemical Industry.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974244",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The application of the engineered strain BM06-P60 effectively controls PWD. This study provides a novel microbial resource for the prevention and control of PWD"
    },
    {
      "title": "Tumor-infiltrating B cells participate in shaping the immunosuppressive microenvironment in solid tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974202/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Tumor-infiltrating B cells (TIBs) exhibit dual roles in the tumor microenvironment (TME) of solid tumors. While they can enhance anti-tumor immunity through antibody production and immune activation, certain subsets-such as regulatory B cells (Bregs) and immunosuppressive plasma cells-contribute to immune evasion by secreting inhibitory factors. In this review, we analyze TIB heterogeneity, with a particular focus on their differentiation pathways, including the distinct roles of germinal center...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974202",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Petrolatum versus saline vehicle for drug testing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974200",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of cigarette smoke on the functions of mesenchymal stem cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Despite extensive research and increased public awareness regarding the adverse health effects of tobacco, the prevalence of cigarette smoking continues to rise, resulting in millions of annual deaths attributed to its use. Consistently, cigarette smoke contains harmful toxins that adversely affect all organs, tissues, and cells. As regenerative medicine is developing with the successful application of mesenchymal stem cells (MSCs) in numerous diseases, it is mandatory to elaborate on the...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974196",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correlation between the expression of soluble BCMA and short-term/long-term curative effect and survival outcomes of anti-BCMA CAR-T cell therapy in relapsed/refractory multiple myeloma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "This study aimed to investigate whether soluble B-cell maturation antigen (sBCMA) levels could be predictive biomarker for short-term and long-term therapeutic efficacy and survival outcomes following anti-BCMA CAR-T cell therapy in relapsed/refractory multiple myeloma (R/R MM). We enrolled 29 R/R MM patients who received anti-BCMA CAR-T cell therapy. In short-term observation, proportion of MM cells, expression of B-cell maturation antigen (BCMA) and sBCMA in bone marrow (BM) were evaluated,...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974194",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "investigate whether soluble B-cell maturation antigen (sBCMA) levels could be predictive biomarker for short-term and long-term therapeutic efficacy and survival outcomes following anti-BCMA CAR-T cel...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Giant Circular Dichroism in Proximitized WS<sub>2</sub> Spin-Valley Transistors for Complementary Optoelectronics and Reconfigurable Logics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "The coupling of valley and spin degrees of freedom in 2D materials holds significant promise for advancing novel device applications. In this study, a highly polarized spin-valley transistor based on the circular dichroic photocurrent in WS(2) is demonstrated. By integrating highly spin-selective tunneling spin detectors and leveraging the magnetic proximity effect of spin-polarized substrates, the spin degeneracy in optical transition and spin transport can be broken. A giant photocurrent...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974180",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Management of acral melanoma with lymph node macrometastasis in the post-MSLT-II era: Focus on the effect and timing of lymph node dissection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974170/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: CLND remains crucial for improving prognosis for AM with macroLNM. Furthermore, delayed CLND might lead to larger metastatic lymph nodes and decreased RFS. Thus, performing CLND earlier may be beneficial for this patient population.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974170",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CLND remains crucial for improving prognosis for AM with macroLNM. Furthermore, delayed CLND might lead to larger metastatic lymph nodes and decreased RFS"
    },
    {
      "title": "Identification of Isoxazoline Compounds as Potential Insecticidal Agents through High-Throughput Screening and 3D-QSAR Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Plutella xylostella poses a significant global agricultural threat. To identify potential insecticide candidates, we conducted high-throughput screening and constructed three-dimensional quantitative structure-activity relationship (3D-QSAR) analysis. Screening our in-house isoxazoline database revealed a series of compounds exhibiting insecticidal activity against P. xylostella. Subsequently, a 3D-QSAR model was developed using the screened compounds to facilitate the optimization of compound...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974155",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stellate Ganglion Blockade for Acute Pain Management After Transoral Robotic Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: SGB resulted in less narcotic pain medication use in the immediate postoperative period, without affecting length of hospitalization or rate of adverse events. SGB is a safe and effective adjunct to multimodal therapy for pain control in the postoperative period following TORS for laryngopharyngeal head and neck cancer.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974152",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SGB resulted in less narcotic pain medication use in the immediate postoperative period, without affecting length of hospitalization or rate of adverse events. SGB is a safe and effective adjunct to multimodal therapy for pain control in the postoperative period following TORS for laryngopharyngeal ..."
    },
    {
      "title": "Memories on the Move: Development and Feasibility of Social Reminiscence Walking for Older Black Adults in Seattle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "BACKGROUND AND OBJECTIVES: For long-term older Black residents, gentrification-related cultural changes to a neighborhood can decrease the person-environment fit and increase risk of sedentism and disconnectedness. Community and academic partners piloted the Sharing History through Active Reminiscence and Photo-imagery (SHARP) approach to promote physical and social activity among older Black adults in Seattle's gentrifying Central District.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974151",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "For long-term older Black residents, gentrification-related cultural changes to a neighborhood can decrease the person-environment fit and increase risk of sedentism and disconnectedness",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Arbitrarily Shapeable Couplant with Fluidity Onset for Conformal Ultrasound",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Couplant is indispensable for ultrasound examinations. However, shape adaptability and operational feasibility, which are both crucial, cannot be provided conjointly by existing couplants due to their either liquid or solid form. Here an ideal couplant composed of fibers and dynamically cross-linked polysilicone is reported, which exhibits a unique solid-to-fluid transition upon application of stress exceeding a threshold. Together with the acoustically transparent feature, the particularity of...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974150",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predicting the onset of dementia with longitudinal performance-based measures of physical function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "OBJECTIVE: Older adults with dementia have reduced physical function; however, the extent to which declines in physical function are accelerated prior to dementia remains unclear. This study compared changes in three objective physical function measures in 518 older adults who did or did not develop dementia over the course of the study: Time to complete a three-meter out-and-back walk (gait), grip dynamometry (grip strength), and time to complete a functional fine motor test (functional fine...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974137",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Older adults with dementia have reduced physical function; however, the extent to which declines in physical function are accelerated prior to dementia remains unclear",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Octahedral Twisting-Mediated van der Waals Stacking Induces Ultralow Thermal Conductivity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Low thermal conductivity (κ) is an important physical parameter inherent to all solids, and the quest for intrinsic ultralow-κ solids is one of the key scientific issues. Material design based on functional units can achieve control over lattice and phonon dynamics, and it is proposed that asymmetric structural units-mediated van der Waals stacking can collectively lead to the low thermal conductivity. Herein, a novel van der Waals material In(2)G(2)Se₆ is reported, in which the distorted InSe₆...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974135",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "physical parameter inherent to all solids, and the quest for intrinsic ultralow-κ solids is one of the key scientific issues",
      "conclusion": null
    },
    {
      "title": "Comment addressing the 2025 Zero Draft: A global call for HPV elimination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974132",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomimetic Anisotropic Polyvinyl Alcohol/Sodium Alginate/MXene Aerogel for Efficient Uremic Toxin Adsorption in Hemoperfusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "The accumulation of uremic toxins, which ultimately leads to renal failure, results in systemic complications and necessitates efficient and biocompatible removal strategies. This paper presents the preparation of a biomimetic anisotropic aerogel composed of polyvinyl alcohol (PVA), sodium alginate (SA), and MXenes (Ti(3)C(2)T(X)) via directional freezing. Inspired by plant vascular bundles, the resulting vertically aligned porous structure enhances the mechanical stability of and mass transfer...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974121",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "On the Viability of Carbonyl Hydroboration Catalysed by Aluminium Hydrides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974112/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "The hydroboration of aldehydes and ketones by pinacolborane (HBpin) catalysed by (Nacnac)^(Dipp)Al(OTf)H ((Nacnac)^(Dipp) = HC(MeCDippN)(2); Dipp = C(6)H(3) ^(i)Pr(2)-2,6; Tf = SO(2)CF(3)) was first reported in 2015. This study represented a landmark in main group catalysis, and advanced a widely-accepted and oft-cited mechanistic paradigm. However, in contradiction of that study, we show here that: i) the mechanism proposed, involving turnover via Al─O/B─H metathesis at the intermediate...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974112",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oral cancer risk stratification: A cross-sectional population-based screening study in Northeast India",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974103/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "We conducted a cross-sectional oral cancer screening study in Northeast India to develop and validate an oral precancer/cancer risk prediction model. We compared epidemiologic profiles between tobacco pouch keratosis and oral precancer/cancer. During 2018-2022, we recruited 14,749 participants who underwent an interviewer-administered questionnaire and oral examination (visual inspection and autofluorescence). Logistic regression was used to compare risk factors between tobacco pouch keratosis...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974103",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Serum steroid metabolome dynamics in infancy: a longitudinal cohort study of healthy infants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974100/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings offer a comprehensive characterization of the serum steroid metabolome in healthy infants throughout the first year of life. The resulting age-specific reference curves may serve as valuable tools to support the clinical diagnosis and therapeutic monitoring of rare disorders of steroidogenesis.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974100",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings offer a comprehensive characterization of the serum steroid metabolome in healthy infants throughout the first year of life. The resulting age-specific reference curves may serve as valuable tools to support the clinical diagnosis and therapeutic monitoring of rare disorders of steroi..."
    },
    {
      "title": "Caregivers' Perspectives on Changes in Family Life During B-ALL Therapy: A Qualitative Study From the Children's Oncology Group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974099/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study identifies negative and positive family changes perceived by caregivers of children undergoing B-ALL therapy that can inform future interventions to better support families.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974099",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identifies negative and positive family changes perceived by caregivers of children undergoing B-ALL therapy that can inform future interventions to better support families"
    },
    {
      "title": "Transcriptome-wide Mendelian randomization exploring dynamic CD4+ T cell gene expression in colorectal cancer development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974097/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Recent research suggests higher circulating lymphocyte counts may protect against colorectal cancer (CRC). However, the role of specific lymphocyte subtypes and activation states remain unclear. CD4+ T cells - a highly dynamic lymphocyte subtype - undergo gene expression changes upon activation that are critical to their effector function. Previous studies using bulk tissue have limited our understanding of their role in CRC risk to static associations. We applied Mendelian randomization (MR)...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974097",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Malignant Rhabdoid Tumors of the Liver Are Associated With Inferior Outcomes Compared to Other Extracranial Rhabdoid Tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974093/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: EMRT-L represents a distinct high-risk subgroup within the eMRT spectrum, characterized by inferior survival despite standardized multimodal therapy. Current treatment approaches demonstrate limited efficacy. Our results highlight the urgent need for prospective, collaborative studies to refine risk stratification and to evaluate novel treatment options.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974093",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EMRT-L represents a distinct high-risk subgroup within the eMRT spectrum, characterized by inferior survival despite standardized multimodal therapy. Current treatment approaches demonstrate limited efficacy"
    },
    {
      "title": "CRISPR and Myelin regeneration: a systematic review of applications in demyelinating CNS Disorders, with a focus on MS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974079/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Despite its promise, challenges remain. Future research should prioritize optimizing CRISPR delivery systems, expanding applications to underexplored disorders, and conducting long-term safety assessments. Early results are encouraging, but further studies are essential to translate preclinical success into clinical therapies.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974079",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite its promise, challenges remain. Future research should prioritize optimizing CRISPR delivery systems, expanding applications to underexplored disorders, and conducting long-term safety assessments"
    },
    {
      "title": "PICC Maintenance Challenges Among Esophageal Cancer Patients: A Qualitative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Esophageal cancer patients face complex, multifaceted needs during PICC maintenance, encompassing practical care, informational support, and psychological assistance. To improve patient adaptation and quality of life, future nursing practices should focus on enhancing care techniques, developing accessible support tools, and strengthening health education strategies.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974065",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Esophageal cancer patients face complex, multifaceted needs during PICC maintenance, encompassing practical care, informational support, and psychological assistance. To improve patient adaptation and quality of life, future nursing practices should focus on enhancing care techniques, developing acc..."
    },
    {
      "title": "Mycobacterium tuberculosis PE_PGRS62 protein inhibits type I IFN responses to promote HIV-2 replication by directly interacting with IRF3",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974064/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Co-infection with Mycobacterium tuberculosis (Mtb) and HIV-2 increased the viral load of HIV-2. Type I interferons (IFNs) are essential for limiting HIV-2 progression. However, it is unclear whether and how Mtb affects HIV-2 co-infection by regulating type I IFNs. Here, Mtb PE_PGRS62 protein was identified as an inhibitor of cGAS-STING-mediated type I IFN expression by performing functional screens. Ectopic expression of PE_PGRS62 impaired type I IFN expression stimulated by cytosolic DNA, while...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974064",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-cell Omics Assessment of Mitochondrial Function: Current Status and Future Perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "In recent years, single-cell omics technologies have seen significant advancements, offering new insights into the study of mitochondria. These technologies are particularly suitable for investigating mitochondria due to their capacity to address intracellular and intercellular heterogeneity. In this review, we categorize the mitochondrial dysfunction and variability identified in both pathological and physiological contexts through single-cell omics assessments. We examine the cutting-edge...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974057",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age of Onset, Brain Controllability, and Working Memory Performance in First-Episode Schizophrenia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974052/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Onset-age introduces considerable heterogeneity in the controllability over brain state transition during WM tasks among patients with schizophrenia.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974052",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Onset-age introduces considerable heterogeneity in the controllability over brain state transition during WM tasks among patients with schizophrenia"
    },
    {
      "title": "ZmHSCF1 enhances Agrobacterium-mediated transformation frequency in commercial maize inbred lines by promoting embryogenic callus proliferation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974048/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974048",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Pharmacogenetics Implementation Consortium Guideline for NAT2 Genotype and Hydralazine Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Hydralazine is a vasodilator typically used in the treatment of resistant hypertension and heart failure. N-acetyltransferase 2 (NAT2) catalyzes the metabolism of hydralazine into inactive metabolites. NAT2 poor metabolizers (historically referred to as \"slow acetylators\") are predicted to have increased plasma hydralazine concentrations compared with NAT2 rapid and intermediate metabolizers (historically referred to as \"rapid acetylators\" and \"intermediate acetylators,\" respectively), which may...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974042",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Negative Life Events and Their Association With Stroke and Total Cerebrovascular Disease Risk: Results From a 10-Year Prospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Previous studies showed that negative life events (NLEs) were positively associated with stroke. However, little was known about such associations in total cerebrovascular disease and the prospective evidence in the Chinese population. We aim to investigate the association of NLEs with cerebrovascular disease in this study. We used longitudinal data from China Kadoorie Biobank (CKB), which was conducted in Huixian, Henan, China. Cox regression models were used to calculate the adjusted hazard...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974041",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to investigate the association of NLEs with cerebrovascular disease in this study",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stochastic HIV-1 infection model with time delay: case study of clinical data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "This paper proposes an immunosuppressive infection model with time delay and stochastic perturbation. A stochastic threshold R0s is constructed, and the sufficient conditions for virus extinction and weak persistence are given. Subsequently, we respectively fit the SDDE and ODE models to the real data, and conduct a sensitivity analysis of the equilibrium. The greater the noise intensity, the more obvious the oscillation amplitude of the solution curve around the immune-free equilibrium, the...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974040",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DP1 Receptor Blockade Attenuates Microglial Senescence and Cognitive Decline Caused by PTGDS in Exosomes From Aged Brains",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974022/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Aging leads to neurodegenerative diseases, such as cognitive decline, which are induced by persistent chronic low-grade inflammation in the brain driven by microglial activation. However, whether and how brain-derived exosomes from aged mice (A-exo) induce a pro-inflammatory state and cellular senescence in microglia within the aging brain is poorly understood. Here, we report that brain-derived exosomes from aged mice (A-exo) cause cognitive decline in normal young mice, inducing microglial...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974022",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proximity-Driven Magnetic Coupling between an Open-Shell Nanographene and a Rare-Earth Surface Alloy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Open-shell nanographenes have attracted significant attention due to their structurally tunable spin ground state. While most characterization has been conducted on weakly interacting substrates such as noble metals, the influence of magnetic surfaces remains largely unexplored. In this study, we investigate how TbAu(2), a rare-earth-element-based surface alloy, affects the magnetic properties of phenalenyl (or [2]triangulene (2T)), the smallest spin-1/2 nanographene. Scanning tunneling...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974014",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Remission and Recurrence of Food Protein-Induced Enterocolitis Syndrome: Insights From Oral Food Challenge Outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974004/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40974004",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Underexplored Microbiota of Testate Amoeba in Southeast Asian Ecosystems: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Single-celled protists, such as testate amoebae, have garnered significant attention as potential bioindicators which translate into their recognition of being ecologically sensitive. They are known for their use in ecological and paleoecological studies, yet their diversity and distribution remain poorly documented in blind spot regions of the Paleotropics. This study systematically consolidates all published species records of testate amoebae, evaluates spatial research bias, and assesses...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973995",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Successful Liver Transplantation for Coats Plus Syndrome With Hepatopulmonary Syndrome: A Case Report and Literature Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973993/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Historically, LT for HPS patients with TBDs was avoided because of uncertain prognosis and potential disease progression in other organs. However, early-stage LT in TBDs may be preferable and reduce the complexity of LT. Before irreversible changes in intrapulmonary blood vessels occur, early hypoxemia monitoring and regular imaging are essential to ensure timely LT for HPS.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973993",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Historically, LT for HPS patients with TBDs was avoided because of uncertain prognosis and potential disease progression in other organs. However, early-stage LT in TBDs may be preferable and reduce the complexity of LT"
    },
    {
      "title": "The Expanding Role of Gene Sequencing in Shaping Fetal Therapies: Clinical and Ethical Considerations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "In utero interventions are transformative in addressing genetic and anatomic conditions during fetal development. Next generation sequencing enables early genetic testing, playing a pivotal role in prenatal decision-making by supporting risk stratification, precise and timely diagnosis, which directly informs eligibility for fetal surgical and molecular therapies. Early diagnosis benefits both prenatal and postnatal care by guiding prenatal interventions, or selecting cases that might benefit...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973987",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognosis of Incidentally Detected Asymptomatic Intracranial Atherosclerotic Stenosis: A Prospective Hospital-Based Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Asymptomatic ICAS detected by TCD incidentally in hospital-based, stroke-free populations carries a substantial risk of symptomatic transition and subsequent adverse outcomes. These findings underscore the prognostic importance of identifying asymptomatic ICAS clinically and highlight the necessity for intensive vascular risk factor management in this under-recognized group to guide primary stroke prevention strategies.Data access statement:Data from this study are available and can...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973985",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Asymptomatic ICAS detected by TCD incidentally in hospital-based, stroke-free populations carries a substantial risk of symptomatic transition and subsequent adverse outcomes. These findings underscore the prognostic importance of identifying asymptomatic ICAS clinically and highlight the necessity ..."
    },
    {
      "title": "Selatogrel: Potential to redefine timely anti-platelet intervention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Acute coronary syndrome (ACS) encompasses a number of heart diseases that cause a sudden decrease in coronary perfusion, precipitating cardiomyocyte necrosis or heightened risk thereof. This pathology is a major burden of cardiovascular disease. The etiopathogenesis and clinical manifestation of ACS are predominantly attributable to myocardial hypoperfusion consequent, to coronary vessel occlusion, typically resulting from atherosclerotic plaque rupture and subsequent thrombosis. Dual...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973982",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Highly-accurate prediction of colorectal cancer through low abundance uncultivated genomes recovered using metagenomic co-assembly and binning approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973961/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In this study we demonstrated the importance of recovering and analyzing low abundance uncultivated species to identify their associations with colorectal cancer. We hope this work shed new light on a more comprehensive understanding of how our gut microbes are correlated with diseases.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973961",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this study we demonstrated the importance of recovering and analyzing low abundance uncultivated species to identify their associations with colorectal cancer. We hope this work shed new light on a more comprehensive understanding of how our gut microbes are correlated with diseases"
    },
    {
      "title": "Area-level socioeconomic variables associated with territorial disparities in tuberculosis notification rates in metropolitan France: a Bayesian ecological analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings suggest that TB notification rates are independently associated with material deprivation, such as unemployment and low income, as well as crowded settings, including overcrowded households and densely populated areas. Enhancing TB control in metropolitan France could involve targeted outreach programs for screening and treatment in materially deprived areas, characterized by high unemployment rates and low median incomes, and adopting a 'Health in All Policies'...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973948",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that TB notification rates are independently associated with material deprivation, such as unemployment and low income, as well as crowded settings, including overcrowded households and densely populated areas. Enhancing TB control in metropolitan France could involve targeted o..."
    },
    {
      "title": "Global burden of cirrhosis and other chronic liver diseases caused by specific etiologies from 1990 to 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Cirrhosis and chronic liver diseases remain a major global health challenge. NAFLD has emerged as the predominant cause of incident cirrhosis, affecting both high-income and lower-SDI countries, signaling a critical shift toward metabolic etiologies. These findings call for urgent, region-specific strategies that integrate prevention, early detection, and management of both infectious and metabolic liver disease risk factors.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973942",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cirrhosis and chronic liver diseases remain a major global health challenge. NAFLD has emerged as the predominant cause of incident cirrhosis, affecting both high-income and lower-SDI countries, signaling a critical shift toward metabolic etiologies"
    },
    {
      "title": "Two decades of nephrology research: progress and future challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973937/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973937",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recipient Periodic Fasting Promotes Osteogenesis of Implanted Mesenchymal Stromal Cell Aggregates and Safeguards Diabetic Mandibular Bone Regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973930/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Type 2 diabetes mellitus (T2DM) disrupts bone metabolism, exacerbating craniomaxillofacial bone loss and impairing the efficacy of regenerative therapies. While mesenchymal stromal cell (MSC)-based approaches, including MSC-derived cell aggregates (CAs), have shown promise in tissue regeneration across multiple organs, their regenerative capacity is significantly compromised in recipient diseased microenvironments. Here, using a high-fat diet (HFD)-induced T2DM murine model, this study reveals...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973930",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic architecture of plasma metabolome in 254,825 individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973927/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Circulating metabolites are crucial to biological processes underlying health and diseases, yet their genetic determinants remain incompletely understood. Here, we investigate the genetic architecture of nuclear magnetic resonance-based metabolomics, analyzing 249 metabolic measures and 64 biologically plausible ratios in 254,825 participants. We conduct a genome-wide association study (GWAS) identifying 24,438 independent variant-metabolite associations across 427 loci, with effect sizes highly...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973927",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A New Method of Modeling the Multi-stage Decision-Making Process of CRT Using Machine Learning with Uncertainty Quantification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973911/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Current machine learning-based (ML) models usually attempt to utilize all available patient data to predict patient outcomes while ignoring the associated cost and time for data acquisition. The purpose of this study is to create a multi-stage ML model to predict cardiac resynchronization therapy (CRT) response for heart failure (HF) patients. This model exploits uncertainty quantification to recommend additional collection of single-photon emission computed tomography myocardial perfusion...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973911",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study is to create a multi-stage ML model to predict cardiac resynchronization therapy (CRT) response for heart failure (HF) patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Alpha synuclein-mediated cytoskeletal dysfunction impairs myelination in human oligodendrocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Oligodendroglial alpha-synuclein (aSyn) deposits are a key feature in the atypical parkinsonian disorder, multiple system atrophy (MSA) linked to profound myelin loss and neurodegeneration while precise cellular and molecular mechanisms remain unclear. We generated human oligodendrocytes (hOLs) from induced pluripotent stem cells to investigate the impact of aSyn on oligodendroglial morphology, differentiation, and function. We observed an aSyn-induced myelinogenic dysfunction characterized by...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973885",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "of aSyn on oligodendroglial morphology, differentiation, and function",
      "conclusion": null
    },
    {
      "title": "Role of Microglial Dysfunction in Parkinson's Disease: From Multifactorial Causes to Neurodegeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973880/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Parkinson's disease (PD) is a neurodegenerative disorder characterized by the loss of dopaminergic neurons, and its prevalence is increasing, alongside global population aging. Neuroinflammation has been widely recognized as a pivotal contributor to PD pathogenesis, particularly owing to the dual role of microglia in this process. This review systematically identifies the multiple factors regulating microglial function and phenotype, thereby driving PD initiation and progression. Furthermore,...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973880",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling the role of specificity protein 1 in gliomas: pathophysiology and clinical implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973878/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Gliomas present a significant challenge to modern medicine as some of the most diverse and malignant brain tumors. Despite considerable developments in curative measures, the prognosis remains unsatisfactory. A prime reason is that much is obscured about the genetic regulation of glioma pathogenesis. In recent years, specificity protein 1 (Sp1) has been recognized as a central transcription factor that promotes gliomagenesis. Sp1, which is overexpressed in glioma tissues, modulates gene...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973878",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Telehealth Delivery and Same-day Access to Integrated Mental Health in a National VA Sample",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: Results suggest that primary care patients who receive integrated mental health services via telehealth may be less likely to access primary care services on the same day. Further research should consider how traditional primary care workflows (e.g., warm handoffs) may need to adapt to better integrate tele-mental health services.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973874",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Results suggest that primary care patients who receive integrated mental health services via telehealth may be less likely to access primary care services on the same day. Further research should consider how traditional primary care workflows (e"
    },
    {
      "title": "MRI annotation using an inversion-based preprocessing for CT model adaptation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: CT-trained models can generalize to MRI when supported by image augmentation. Inversion preprocessing enabled segmentation of renal cell carcinoma in T1w MRI using a CT-trained model. CT models might be transferable to the MRI domain.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973869",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "CT-trained models can generalize to MRI when supported by image augmentation. Inversion preprocessing enabled segmentation of renal cell carcinoma in T1w MRI using a CT-trained model"
    },
    {
      "title": "Inhibition of integrated stress response by ISRIB promotes mouse and human primordial follicle activation via the mTOR pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ISRIB promoted mouse and human primordial follicle activation via the mTOR pathway and partly reversed corticosterone-induced decrease of growing follicles. These results suggest that ISRIB may be a potential drug for rescuing infertility in POI patients.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973862",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that ISRIB may be a potential drug for rescuing infertility in POI patients",
      "conclusion": "ISRIB promoted mouse and human primordial follicle activation via the mTOR pathway and partly reversed corticosterone-induced decrease of growing follicles. These results suggest that ISRIB may be a potential drug for rescuing infertility in POI patients"
    },
    {
      "title": "ATP-dependent one-dimensional movement maintains immune homeostasis by suppressing spontaneous MDA5 filament assembly",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973847/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "MDA5 is a RIG-I-like receptor (RLR) that recognizes viral double-stranded RNA (dsRNA) to initiate the innate immune response. Its activation requires filament formation along the dsRNA, which triggers the oligomerization of N-terminal caspase activation and recruitment domains. The ATPase activity of MDA5 is critical for immune homeostasis, likely by regulating filament assembly. However, the molecular basis underlying this process remains poorly understood. Here, we show that MDA5 operates as...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973847",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical features and prognosis analysis of patients with follicular lymphoma: a real-world study in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973845/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Follicular lymphoma (FL) is a common indolent B-cell lymphoma with heterogeneous clinical behavior. Prognostic data from Chinese real-world populations remain Limited. We retrospectively analyzed 118 patients with newly diagnosed FL treated at our center from January 2022 to December 2024. Clinical features, laboratory indicators, immune markers, and treatment responses were evaluated. Survival outcomes were analyzed using Kaplan-Meier and Cox regression methods. The follow-up ended on January...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973845",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Seed dispersal by vertebrates promotes invasion risk in the southern African grassland biome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973833/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Vertebrate-mediated seed dispersal plays a crucial role in enabling the spread of invasive alien plants that threaten biodiversity in ecosystems such as the southern African grassland biome. Understanding the dynamics of the seed dispersal process by animals is important for assessing invasion risk and designing management interventions. This study investigated whether the southern African grassland biome is vulnerable to future plant invasions facilitated by frugivorous vertebrates in two known...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40973833",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whether the southern African grassland biome is vulnerable to future plant invasions facilitated by frugivorous vertebrates in two known",
      "significance": "for assessing invasion risk and designing management interventions",
      "conclusion": null
    },
    {
      "title": "ChemBounce: a computational framework for scaffold hopping in drug discovery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "SUMMARY: Scaffold hopping is a critical strategy in medicinal chemistry for generating novel and patentable drug candidates. Here, we present ChemBounce, a computational framework designed to facilitate scaffold hopping by generating structurally diverse scaffolds with high synthetic accessibility. Given a user-supplied molecule in SMILES format, ChemBounce identifies the core scaffolds and replaces them using a curated in-house library of over 3 million fragments derived from the ChEMBL...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40973478",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigating the Self-Assembly of Polyelectrolyte Complex Micelles from Single-Stranded Oligodeoxynucleotide-Poly(ethylene glycol) Conjugates and Polyethylenimine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Single-stranded oligodeoxynucleotide-poly(ethylene glycol) (ssODN-PEG) conjugates with varying ssODN and PEG lengths are synthesized and complexed with polyethylenimine (PEI) to form polyelectrolyte complex micelles (PCMs). The conjugation of PEG chains has a minor impact on ssODN binding; however, PEG chains of extended length can hinder ion pairing due to steric effects. The complexation of ssODN-PEG with branched PEI (BPEI) leads to the self-assembly of spherical core-shell PCMs. When PEG...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40973035",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "on ssODN binding; however, PEG chains of extended length can hinder ion pairing due to steric effects",
      "conclusion": null
    },
    {
      "title": "Current contamination trends and historical records of traditional and emerging polycyclic aromatic hydrocarbons in sediments from Yeongil Bay and Hupo Region, East Sea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40972324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "This study investigated the distribution, potential sources, and ecological risks of traditional and emerging polycyclic aromatic hydrocarbons (t-PAHs and e-PAHs) in sediments from Yeongil Bay (n = 17), the Hupo Basin (n = 20), and the Hupo Bank (n = 6) in the East Sea of Korea. Sediment properties were characterized using carbon and nitrogen stable isotope ratios, grain size, total organic carbon (TOC), and total nitrogen (TN) contents. Concentrations of 15 t-PAHs and 8 e-PAHs were...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40972324",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the distribution, potential sources, and ecological risks of traditional and emerging polycyclic aromatic hydrocarbons (t-PAHs and e-PAHs) in sediments from Yeongil Bay (n = 17), the Hupo Basin (n = 2...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pragmatic multicenter randomized controlled study on early supported discharge after stroke in Korea: the KOMPACT study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40972310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ESD for Korean patients recovering from mild-to-moderate acute stroke showed clinical and economic outcomes comparable to those of CR, with potential benefits of mood improvement and higher patient satisfaction. These findings suggest that ESD could be a feasible transitional care model in the Korean healthcare system. Nonetheless, further research with larger sample sizes and more extended follow-up periods is needed to confirm ESD's long-term effects.",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40972310",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that ESD could be a feasible transitional care model in the Korean healthcare system",
      "conclusion": "ESD for Korean patients recovering from mild-to-moderate acute stroke showed clinical and economic outcomes comparable to those of CR, with potential benefits of mood improvement and higher patient satisfaction. These findings suggest that ESD could be a feasible transitional care model in the Korea..."
    },
    {
      "title": "Improving segmentation precision in prostate cancer adaptive radiation therapy with a patient-specific network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40971852/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Adaptive radiotherapy (ART) enhances prostate cancer treatment by accounting for daily anatomical variations, but clinical implementation remains limited due to the need for accurate and efficient auto segmentation; manual corrections after automated contouring often hinder workflow efficiency. To address this, we propose a patient-specific network (PSN) approach for clinical target volume (CTV) segmentation using cone-beam computed tomography (CBCT). This retrospective study included 26...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40971852",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structure of the Huntingtin F-actin complex reveals its role in cytoskeleton organization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40971423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "The Huntingtin protein (HTT), named for its role in Huntington's disease, has been best understood as a scaffolding protein that promotes vesicle transport by molecular motors along microtubules. Here, we show that HTT also interacts with the actin cytoskeleton, and its loss of function disturbs the morphology and function of the axonal growth cone. We demonstrate that HTT organizes F-actin into bundles. Cryo-electron tomography (cryo-ET) and subtomogram averaging (STA) structural analyses...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "40971423",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential expression and regulation of FASLG by miR-5195/miR-3941 in age-related hearing loss",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40971385/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Presbycusis, or age-related hearing loss (ARHL), is a progressive condition that involves a steady decline in auditory function, primarily caused by the physiological alterations that occur with aging. This disorder arises from the combined effect of multiple interconnected factors that progressively affect the auditory system over time. Genome-wide association studies (GWAS) and transcriptomic analyses in human populations are valuable approaches for identifying potential genes associated with...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40971385",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Post-Treatment Strategy for High-Capacity Naphtalenediimide (NDI) Polymer Cathodes in Li-Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40970297/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Conjugated polymer cathodes are promising candidates for next-generation Li-ion batteries, but their practical application is limited by the presence of inactive alkyl side chains that reduce specific capacity. A simple heat-treatment strategy is reported to selectively remove the alkyl side chains of a naphthalenediimide (NDI)-based polymer, P(NDI2OD-T2), an n-type conjugated polymer, resulting in a nearly twofold increase in specific capacity, from 56.3 mAh g^(-1) (fresh) to 117.0 mAh g^(-1)...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH",
        "SNU",
        "UNIST"
      ],
      "pmid": "40970297",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rapid adiabatic couplers with arbitrary split ratios for broadband DWDM interleaver application",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40970246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "We experimentally demonstrate compact and broadband rapid adiabatic couplers (RACs) with arbitrary power split ratios, achieved through the combination of translational offset and waveguide width control. Fabricated RACs of four different target split ratios show power splitting within ±3 % of the design target over a 160 nm wavelength range. Using these RACs, we implement an 8-channel dense wavelength division multiplexing (DWDM) interleaver exhibiting < -20 dB crosstalk for the center eight...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40970246",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effect of body-conforming passive wearable device with knee flexion taping on dynamic knee stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40970155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Passive wearable devices are widely used for fitness and have also become fashionable. There is increasing interest in adding functionality, such as knee stability, to these compact devices, which are more convenient for daily wear than separate devices like braces or exoskeletons. This study designed and assessed flexion taping passive wearable devices (FTPW). The design emphasized providing adequate flexion moment capacity and controlling varus/valgus movement to prevent knee injuries. In this...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40970155",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanistic and Computational Insights into Asymmetric Intramolecular Iron-Catalyzed Nitrene Transfer into Benzylic C─H Bonds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40970150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Chiral, nonracemic amines are valuable synthetic building blocks for diverse bioactive molecules. Asymmetric C─H amination via transition metal-catalyzed nitrene transfer (NT) is a popular strategy to access enantioenriched benzylamines, but many useful chemocatalysts for this transformation are based on precious metals or require elaborate ligands. Iron catalysts supported by simple ligands capable of asymmetric aminations of diverse sulfamates would be valuable but are surprisingly rare....",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40970150",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structure-property relationship and design of carbazole naphthalene-based linear materials for organic and perovskite photovoltaics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40969829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "To enhance the stability and efficiency of organic and perovskite solar cells, hole transport materials (HTMs) have garnered significant research attention. In this study, eight novel donor-based HTMs with a D-C-D-B-A (donor-core-donor-bridge-acceptor) architecture are designed by substituting the electronegative oxygen atom in the synthetic reference molecule AQ-R with various electron-withdrawing groups. This structural modification aimed to expand and fine-tune the photovoltaic and...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40969829",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of remnant cholesterol on direct LDL and HDL cholesterol measurement accuracy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40968781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Remnant cholesterol has a potential effect on direct LDL-C and HDL-C measurements, which has been observed when several measurement systems are used. For these systems, manufacturers should improve the methods to reduce the interference of remnant cholesterol.",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40968781",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Remnant cholesterol has a potential effect on direct LDL-C and HDL-C measurements, which has been observed when several measurement systems are used. For these systems, manufacturers should improve the methods to reduce the interference of remnant cholesterol"
    },
    {
      "title": "Layer-Structured Carbon Nanotube-Boron Nitride Nanotube Nanocomposites with Superior Multifunctional Shielding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40968673/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "As electronic systems increasingly operate in space environments, the demand for lightweight shielding materials capable of blocking electromagnetic interference, attenuating radiation, and managing heat continues to grow. However, conventional shielding materials either employ separate materials for each function or rely on simple mixing, leading to excessive weight gain, and particularly, random mixing of conductive and insulating components damages the inherent networks of each component,...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST"
      ],
      "pmid": "40968673",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dielectric Engineering of ZnO@ZIF-8 for High-Performance Triboelectric Nanogenerators and Self-Powered Humidity Sensors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40968557/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Porous metal oxide-metal-organic framework (MO(x)@MOF) hybrids offer synergistic effects that enhance surface charge density, electronic structure, and textural properties, making them ideal for self-powered sensing applications. Here, uniform, and pinhole-free ternary porous ZnO-PTFE@ZIF-8 hybrid films are developed on room-temperature co-sputtered ZnO-polytetrafluoroethylene (PTFE) composite films, where ZnO serves as a self-sacrificial precursor to precisely regulate ZIF-8 (Zn-MeIm(2)) growth...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40968557",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Namesake of PF-05231023: how nomenclature confusion leads to experimental misinterpretation in pharmacologic research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40973770",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perineural invasion affects the risk and pattern of recurrence in non-small cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Perineural invasion is associated with an increased risk of recurrence in NSCLC, particularly in early-stage disease. When perineural invasion is present, extrathoracic recurrence is observed more frequently.",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40973688",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Perineural invasion is associated with an increased risk of recurrence in NSCLC, particularly in early-stage disease. When perineural invasion is present, extrathoracic recurrence is observed more frequently"
    },
    {
      "title": "Pre-shift work chronotype matters: resilience as a mediator to shift work tolerance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973681/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40973681",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply to Lei et al",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40973679",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "17-Oxo-DHA Potentiates Macrophage Efferocytosis via Nrf2/HO-1-Mediated Biosynthesis of Specialized Pro-Resolving Mediators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Phagocytic engulfment of apoptotic cells, particularly neutrophils by macrophages, known as efferocytosis, is crucial in preventing secondary necrosis and promoting tissue repair. 17-Oxo-DHA, an electrophilic metabolite of docosahexaenoic acid (DHA), is generated in macrophages and has been reported to contribute to inflammation resolution by enhancing efferocytosis. However, many gaps remain in our understanding of the pro-resolving effects of 17-oxo-DHA. Our results reveal that 17-oxo-DHA...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40973565",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative spatial multiomics analysis reveals regulatory mechanisms of VCAM1<sup>+</sup> proximal tubule cells in lupus nephritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Collectively, our findings characterise PT_VCAM1 cells as injury-responsive cell states that contribute to the inflammatory and fibrotic niche in LN, linking genetic predisposition to cellular injury and disease progression.",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40973516",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Collectively, our findings characterise PT_VCAM1 cells as injury-responsive cell states that contribute to the inflammatory and fibrotic niche in LN, linking genetic predisposition to cellular injury and disease progression"
    },
    {
      "title": "Capsule Endoscopy in Very Early-Onset Inflammatory Bowel Disease: Supporting the Clinician's Role in Disease Interpretation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40973206/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40973206",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Coriander (Coriandrum sativum L. leaves) improves brain and gut pathology in mouse models of brain-first and gut-first Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40972938/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Recently, an increasing number of studies have focused on the microbiota-gut-brain axis in Parkinson's disease (PD), and a new perspective has emerged regarding the regulation of gut health and the microbiome as potential treatments for PD. We focused on coriander, which is consumed worldwide and exhibits significant anti-inflammatory and antimicrobial activities. In this study, we investigated whether coriander ameliorated PD phenotypes in both brain-first and gut-first PD models. C57BL/6J mice...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40972938",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether coriander ameliorated PD phenotypes in both brain-first and gut-first PD models",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-level ecotoxicity of biodegradable microplastic to aquatic organisms: A meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40972851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Biodegradable plastics are increasingly used as sustainable alternatives to conventional plastics; however ecotoxicity of biodegradable microplastics (BMPs) remains poorly understood. Here, we performed a systematic meta-analysis of 717 endpoints from 28 independent studies to evaluate BMP ecotoxicity to aquatic organisms. Five endpoints-oxidative stress, behavior, growth, reproduction, and survival-were quantified using Hedges' g values under a random-effects model, with subgroup and...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40972851",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Treatable traits in interstitial lung disease: opportunities and challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40972805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Despite recent advances in disease-targeted pharmacotherapies for interstitial lung disease (ILD), disease progression occurs in a significant proportion of patients with consequent impact on health-related quality of life. Patients with ILD and their caregivers, clinicians, and researchers have expressed the need for more comprehensive care in ILD. The treatable traits approach is proposed as a person-centred framework for management of ILD, delivering the right treatment to the right patient...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40972805",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on health-related quality of life",
      "conclusion": null
    },
    {
      "title": "Application of integrated in vitro fecal cultivation and 16S rRNA gene sequencing for optimizing beneficial gut microbiota combinations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40972767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Obesity is a global health concern closely linked to changes in gut microbiota and other metabolic disorders. In this study, we used 16S rRNA gene amplicon sequencing to analyze the gut microbiota composition of normal and obese fecal samples. We further investigated the influence of a beneficial gut microbiota combination, consisting of Phocaeicola vulgatus KBL981, Roseburia intestinalis KBL982, and Akkermansia muciniphila KBL983, strains considered beneficial for obesity management, using in...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "40972767",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The global, regional, and national burden attributable to low bone mineral density, 1990-2020: an analysis of a modifiable risk factor from the Global Burden of Disease Study 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40972625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Fractures related to osteoporosis and low bone mineral density lead to substantial morbidity, mortality, and cost to individuals and health systems. Here we present the most up-to-date global, regional, and national estimates of the contribution of low bone mineral density to the burden of fractures from falls and additional categories of injuries from the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) 2021.",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40972625",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations of ambient exposure to benzene, toluene, ethylbenzene, and xylene with daily mortality: a multicountry time-series study in 757 global locations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40972622/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: The presence of benzene, toluene, ethylbenzene, and xylene isomers (BTEX) in the environment is of increasing concern due to their toxicity and ubiquity. Although the adverse health effects of BTEX exposure have been documented, robust epidemiological evidence from large-scale, multicountry studies using advanced exposure assessment methodologies remains scarce. We aimed to assess the association of short-term ambient exposure to individual BTEX components and their mixture with...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40972622",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "assess the association of short-term ambient exposure to individual BTEX components and their mixture with",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic changes of artificial intelligence estimated electrocardiographic age and sex predicts recurrence after atrial fibrillation catheter ablation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40972594/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40972594",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SpCas9-mediated gene editing in bovine embryo via single adeno-associated virus infection using a novel micro-sized promoter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40972450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Genome editing in livestock offers practical solutions to address challenges related to land use, climate change, and food production. However, conventional delivery methods such as electroporation and microinjection impose physical stress on embryos, limiting scalability. This study aimed to develop a simplified, non-invasive, and scalable genome editing system for bovine embryos by designing an all-in-one adeno-associated virus (AAV) vector. A novel micro-sized promoter (50 bp), derived from...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40972450",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "develop a simplified, non-invasive, and scalable genome editing system for bovine embryos by designing an all-in-one adeno-associated virus (AAV) vector",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcription cascade reaction-driven isothermal amplification for ultrasensitive detection of high-risk human papillomavirus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40972351/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Rapid and ultrasensitive nucleic acid detection is crucial for reducing spatiotemporal disparities in clinical outcomes. High-risk human papillomavirus (HPV), which is predominantly linked to cervical cancer, requires early and accurate detection for timely medical intervention. Here, we developed R-transcription cascade reaction (TCR), an isothermal detection platform that integrates recombinase polymerase amplification (RPA) with TCR at 37 °C for the rapid and ultrasensitive detection of HPV...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40972351",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Harnessing resistance: the impact of a passive exosuit on golf swing biomechanics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40972272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Wearable passive resistance devices have emerged as potential tools for enhancing athletic performance without disrupting natural biomechanics. This study investigated the acute biomechanical impact of a novel passive exosuit designed to assist torso rotation and enhance clubhead speed (CHS). Twelve skilled golfers performed swings under two conditions: normal and exosuit-assisted. Compared to the normal condition, CHS significantly increased by 2.55 % (P = 0.009) when wearing the exosuit,...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40972272",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the acute biomechanical impact of a novel passive exosuit designed to assist torso rotation and enhance clubhead speed (CHS)",
      "significance": "of a novel passive exosuit designed to assist torso rotation and enhance clubhead speed (CHS)",
      "conclusion": null
    },
    {
      "title": "AI-driven hazard prioritization of plastic additives using Tox21 bioassays and self-supervised graph transformers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40971996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "As plastics degrade into micro- and nano-sized particles, they can leach additive chemicals into the environment, potentially exerting greater toxicity than the polymer matrix itself. The ECHA Plastic Additives Initiative has compiled a list of more than 400 plastic additives that are used in high volumes. This study aimed to screen the potential toxicity of these chemicals using Tox21 bioassays and deep learning models. To this end, we collected the Tox21 dataset, which provides extensive...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40971996",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "screen the potential toxicity of these chemicals using Tox21 bioassays and deep learning models",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Principal axis of primate basal ganglia in processing cognitive flexibility and habitual stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40971934/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Cognitive flexibility and habitual stability are essential for survival, enabling adaptation to dynamic environments while ensuring efficiency in stable conditions. A key question is how the brain reconciles these seemingly conflicting properties of flexibility and stability, given that they are unlikely to be mediated by a single neuron or system. In primates, the expanded rostral-caudal axis of the brain provides distinct basal ganglia regions specialised for these functions. Specifically, the...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40971934",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disparate kinetics of viable virus shedding in immunocompromised patients: SARS-CoV-2 versus influenza virus - a prospective real-world cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40971891/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "There are limited data comparing viral shedding between influenza and SARS-CoV-2 in immunocompromised patients. We prospectively enrolled 70 SARS-CoV-2 and 16 influenza patients, with 48 SARS-CoV-2 patients matched to 16 influenza patients by propensity score. Weekly-collected respiratory samples were subjected to viral culture and antigen testing. In matched cohorts, the time to culture-confirmed viral clearance was shorter for influenza than SARS-CoV-2 (median, 4.5 vs. 29 days; adjusted Hazard...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40971891",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clay-Mineral-Coated Separators for Lithium-Ion Batteries: Exploring the Relationships between Clay Mineral Morphology and Separator Performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40971747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "Polyolefin separators comprising polyethylene and polypropylene have long been used in commercial Li-ion batteries because of their electrochemical stability, robust mechanical properties, uniform pore structure, and cost-effectiveness. However, conventional separators have limitations in withstanding harsh environmental conditions, such as elevated temperatures, owing to their poor mechanical durability. Moreover, with the development of advanced Li rechargeable batteries, these separators are...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40971747",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structure-Guided Sequence Representation Learning for Generalizable Protein Function Prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40971691/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "MOTIVATION: Accurately predicting protein function from sequence remains a fundamental yet challenging goal in computational biology. Although recent advances have enabled the reliable prediction of protein 3D structures from sequences, utilizing structural information alone for functional inference has shown limited success. To address this gap, previous work has explored the integration of sequence and structural data by representing proteins as graphs, where residues are modeled as nodes, and...",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40971691",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "in computational biology",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ten-year cardiovascular risk changes and major adverse events in gout patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40971687/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Gout patients had a high risk of incident CV events even after adjusting for CV risk profiles and their long-term changes. These long-term changes additively increase the risk of CV events in gout patients.",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40971687",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Gout patients had a high risk of incident CV events even after adjusting for CV risk profiles and their long-term changes. These long-term changes additively increase the risk of CV events in gout patients"
    },
    {
      "title": "Effectiveness of Virtual Reality-Based Cognitive Control Training Game for Children With Attention-Deficit/Hyperactivity Disorder Symptoms: Preliminary Effectiveness Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40971582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The findings indicate that the VR-based training effectively improved cognitive control on the Stroop test and ADHD-related symptoms as measured by the CBCL. However, no significant training effects were observed on other attentional measures, namely the Color Trails test and the Flanker test from the National Institutes of Health toolbox. This VR-based approach shows promise as a potential therapeutic intervention for children with ADHD symptoms.",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40971582",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings indicate that the VR-based training effectively improved cognitive control on the Stroop test and ADHD-related symptoms as measured by the CBCL. However, no significant training effects were observed on other attentional measures, namely the Color Trails test and the Flanker test from t..."
    },
    {
      "title": "Risk Factors for Early-Onset Colorectal Cancer: A Nested Case‒Control Study within the Korean National Health Insurance Service-Health Screening Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40971243/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250920151638&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Metabolic and lifestyle-related factors, including high BMI, smoking, physical inactivity, and alcohol use, are major risk factors for EoCRC, with sex-specific differences most pronounced among females.",
      "pubDate": "2025-09-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40971243",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Metabolic and lifestyle-related factors, including high BMI, smoking, physical inactivity, and alcohol use, are major risk factors for EoCRC, with sex-specific differences most pronounced among females"
    }
  ]
}