{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-02-28T07:45:45.990Z",
  "totalItems": 150,
  "totalArchived": 58757,
  "newPapersAdded": 172,
  "institutionBreakdown": {
    "KAIST": 42,
    "SNU": 100,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 2,
    "Korea University": 24,
    "IBS": 5,
    "UNIST": 0,
    "Hanyang University": 1,
    "KIST": 3,
    "GIST": 3,
    "Kyung Hee University": 7,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 64,
    "Computer Science": 9,
    "Neuroscience": 9,
    "Materials Science": 13,
    "Cancer Research": 26,
    "Biomedical": 29
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Biocatalytic ulvan degradation by Pseudoalteromonas marina: exploring a marine polysaccharide bioconversion system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Ulvan depolymerization by marine bacteria is a specialized metabolic capability with significant implications for marine carbon cycling and biotechnological applications. While ulvan degradation systems have been extensively characterized in Bacteroidota, their occurrence and mechanisms in Pseudomonadota remain poorly understood. This study proposed a putative ulvan utilization system in the marine bacterium Pseudoalteromonas marina PUA1001, representing a notable metabolic expansion beyond the...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41761242",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for marine carbon cycling and biotechnological applications",
      "conclusion": null
    },
    {
      "title": "Structural signature of plasma proteins classifies the status of Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Alzheimer's disease (AD) involves proteostasis dysregulation causing protein misfolding, but whether these structural changes manifest as plasma conformational biomarkers remains unclear. We profiled plasma protein structures from 520 participants including individuals with AD, individuals with mild cognitive impairment (MCI) and healthy controls. Using mass spectrometry and machine learning, we systematically characterized the structural proteome changes associated with ApoE variations and...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41760935",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis of 3-desoxycollinoketone B and its ability to reduce Alzheimer-associated misfolded proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Collinolactone, featuring a 7/10/6 tricyclic core, has been proposed to be biosynthesized via a transannular [6 + 4] cycloaddition reaction. Besides its intriguing architecture, collinolactone holds pharmaceutical promises due to its ability to disrupt amyloid-β (Aβ) and tau aggregation, which are specifically found as disease culprits in the brains of Alzheimer's disease (AD) patients and are key targets in current drug discovery efforts. However, challenges associated with its acquisition from...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41760646",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-responsive coloration of Janus droplets via total internal reflection and interference applied as single-use freezing indicators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Responsive optical materials offer real-time visual feedback to external stimuli by converting them into visible light signals, holding great promise in display, sensing, and information encryption. Typically, heterogeneous Janus droplets can exhibit vivid coloration induced by total internal reflection and interference (TIRI) at concave liquid-liquid interfaces. Yet, achieving stimuli-responsive TIRI-based structural colors remains a challenge due to the difficulty in controlling interface...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41760645",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CD133<sup>+</sup> Lung Cancer Stem-like Cells Resist Plasma-activated Medium Through PRDX5-mediated Antioxidant Defense",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: PRDX5 plays a central role in mediating oxidative stress resistance in CD133^(+) lung cancer stem-like cells, enabling their survival following PAM treatment. Targeting PRDX5, either alone or in combination with PAM or conventional chemotherapy, represents a promising strategy to overcome cancer stem cell-mediated resistance and improve therapeutic outcomes in non-small cell lung cancer.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41760234",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "PRDX5 plays a central role in mediating oxidative stress resistance in CD133^(+) lung cancer stem-like cells, enabling their survival following PAM treatment. Targeting PRDX5, either alone or in combination with PAM or conventional chemotherapy, represents a promising strategy to overcome cancer ste..."
    },
    {
      "title": "Revealing hidden noncovalent forces of a disulfide bond in protein interactions and biomolecular condensation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41759853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Although disulfide bonds impose long-range geometric constraints that enhance protein stability, the existence of their noncovalent interactions remains uncertain. We investigated the dynamics and interactions of the intrinsically disordered protein (IDP) tau dGAE, which includes residue C322, using extensive NMR experiments. The enhanced transverse relaxation rates of amide-^(15)N (R(2)) near the disulfide bond are primarily attributed to increased backbone rigidity. However, the long-range,...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41759853",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the dynamics and interactions of the intrinsically disordered protein (IDP) tau dGAE, which includes residue C322, using extensive NMR experiments",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinct interneuronal dynamics selectively gate target-specific cortical projections in drug seeking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41759508/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Drug craving persists after prolonged abstinence, posing a major challenge in treating substance use disorders. The ventral medial prefrontal cortex (vmPFC) plays a critical role in impulsivity and decision-making, making it a promising target for mitigating drug craving by orchestrating downstream brain-wide activity. However, the dynamics of vmPFC sub-circuits during the progression of drug addiction remain unclear. Here, we uncover a circuit-level mechanism by which distinct vmPFC...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41759508",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strain mapping of three-dimensionally structured two-dimensional materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758957/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Strain plays a crucial role in tuning materials' properties, influencing their optical, electrical, and chemical performances. In two-dimensional (2D) materials, applied stress often induces out-of-plane deformation, resulting in a more intricate three-dimensional (3D) topography, where mapping the strain remains a challenge due to the limitations of conventional characterization techniques. In this work, we introduce BRIGHT (Bragg-Rod Informed, Gradient-based Height-mapping Technique), an...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41758957",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protocol for formulation and evaluation of phytosterol-based lipid nanoparticles as cholesterol alternatives for mRNA delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "We present a protocol for formulating and evaluating lipid nanoparticles (LNPs) that incorporate the plant-derived sterols ginsenoside Rg2 and protopanaxadiol (PPD) as substitutes for cholesterol. The protocol describes mRNA preparation, manual mRNA-LNP encapsulation, and physicochemical characterization. We further detail in vitro and in vivo procedures to evaluate mRNA delivery efficiency. This protocol provides a robust and cost-effective platform for efficient mRNA delivery. For complete...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41758646",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dokdothiocin, an Anti-Neuroinflammatory Thiopeptide from <em>Streptomyces</em> sp. 20A130",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757706/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Dokdothiocin, a ribosomally synthesized and post-translationally modified peptide (RiPP) belonging to the thiopeptide family, was isolated from Streptomyces sp. 20A130. Its structure was elucidated by extensive NMR analyses, high-resolution mass spectrometry, and chemical derivatization, revealing a 29-membered macrocyclic scaffold bearing oxazole, thiazole, and a central pyridine ring. Dokdothiocin differs from previously reported thiopeptides in macrocycle size, heterocycle arrangement, and...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "SNU"
      ],
      "pmid": "41757706",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ion-Regulating SPEEK-BNNS Hybrid Interfaces Enabling Low-Barrier Zn-Ion Transport and Dendrite-Free Zinc Anodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "The practical application of aqueous Zn-ion batteries (AZIBs) is severely limited by unstable Zn-metal anodes caused by dendritic growth and parasitic interfacial reactions. Herein, we report an organic-inorganic hybrid protective layer composed of sulfonated poly(ether ether ketone) (SPEEK) and boron nitride nanosheets (BNNS), fabricated via a scalable and controllable spray-coating process. The hybrid architecture synergistically integrates the mechanical robustness of BNNS with the...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41757580",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unilateral biportal endoscopic partial cervical laminectomy and facetectomy: An ex vivo study and case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Unilateral biportal endoscopic laminectomy provided adequate visualization in cadaveric specimens and was associated with a successful outcome in one clinical case.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41757550",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Unilateral biportal endoscopic laminectomy provided adequate visualization in cadaveric specimens and was associated with a successful outcome in one clinical case"
    },
    {
      "title": "Long-Term Clinical Outcomes of Acute Myocardial Infarction Based on Institutional Experience With IVUS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: The association of IVUS-guided percutaneous coronary intervention with lower adverse event rates was more apparent and statistically demonstrable in centers with higher IVUS use. These findings suggest that institutional experience may amplify the observable impact of IVUS guidance, underscoring the potential value of standardized IVUS implementation in acute myocardial infarction management.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41757462",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of IVUS guidance, underscoring the potential value of standardized IVUS implementation in acute myocardial infarction management",
      "conclusion": "The association of IVUS-guided percutaneous coronary intervention with lower adverse event rates was more apparent and statistically demonstrable in centers with higher IVUS use. These findings suggest that institutional experience may amplify the observable impact of IVUS guidance, underscoring the..."
    },
    {
      "title": "Machine learning-based prediction of herbal medicine response in functional dyspepsia: protocol for a randomized, assessor-blinded, multicenter trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41756384/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Integrating a machine learning-based prediction system into treatment strategies for FD may enhance clinical practice and support the broader adoption of artificial intelligence-driven approaches in personalized medicine.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41756384",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Integrating a machine learning-based prediction system into treatment strategies for FD may enhance clinical practice and support the broader adoption of artificial intelligence-driven approaches in personalized medicine"
    },
    {
      "title": "Exploring <em>LEPR</em>-Linked Metabolic Diversity through Gut Microbiome-Metabolome Network Analysis in Non-Obese Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Genetic variation in the leptin receptor (LEPR) gene has been implicated in metabolic regulation, while the gut microbiome and circulating metabolites are increasingly recognized as mediators of host metabolic phenotype. However, the systems-level interactions among LEPR genotypes, gut microbial composition, and serum metabolomic profiles remain poorly understood, particularly in healthy individuals. We conducted a cross-sectional study involving 37 healthy Korean adults. Three LEPR single...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41755783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploratory Proteomic Profiling Reveals Potential Mediators of 5-FU Response under p53 Deficiency in Colon Cancer Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Mutations in p53 have been implicated in poor prognosis and reduced sensitivity to 5-fluorouracil (5-FU) treatment in colon cancer. While p53-dependent mechanisms have been widely studies, less is known about how p53 deficiency reshapes cellular signaling and contributes to 5-FU resistance. In this study, we aimed to profile proteomic alterations associated with p53 loss by comparing colon cancer cells with and without p53 expression. Differentially expressed proteins (DEPs) related to cell...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41755778",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "profile proteomic alterations associated with p53 loss by comparing colon cancer cells with and without p53 expression",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Body Image And Self-Efficacy As Mediators Between Prepregnancy Body Mass Index And Health Behaviors In Pregnant Women: A Secondary Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "This study examined how prepregnancy body mass index (BMI) relates to healthy eating and physical activity during pregnancy through body image and self-efficacy. Data from 369 Korean women in their third trimester were analyzed using validated instruments. Serial mediation analyses indicated that BMI was indirectly related to healthy eating through body image and self-efficacy, with no direct effect. In contrast, BMI showed both a direct association and a sequential indirect effect on physical...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41755729",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how prepregnancy body mass index (BMI) relates to healthy eating and physical activity during pregnancy through body image and self-efficacy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a competitive immunoassay platform for quantifying the oligonucleotide products of nucleotide excision repair in UV-irradiated cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "The nucleotide excision repair (NER) system removes UV photoproducts from the genome in the form of small, excised, damage-containing DNA oligonucleotides (sedDNAs). However, the methods that are traditionally used to detect these repair products in human cells have several limitations, including the presence of other contaminating large DNAs and labeling efficiency. We therefore developed a novel microplate-based competitive immunoassay platform to precisely measure sedDNAs containing...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41755631",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Croup in Infancy and Subsequent Asthma Development: Is There a Link?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Recurrent croup, but not a single episode, was associated with an increased risk of subsequent asthma, suggesting that recurrent croup may be an early clinical marker of asthma susceptibility, particularly in children with coexisting atopic conditions.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41755456",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Recurrent croup, but not a single episode, was associated with an increased risk of subsequent asthma, suggesting that recurrent croup may be an early clinical marker of asthma susceptibility, particularly in children with coexisting atopic conditions"
    },
    {
      "title": "Circularly Polarized X-Band Fan-Beam Antenna and Its Application to Offset Reflector Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755240/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "In this letter, a circularly polarized (CP) 4 × 4 array antenna generating a fan-beam radiation pattern is presented, along with its application as the primary pattern of an offset reflector antenna. A sequentially rotated feed network is incorporated into the proposed antenna, enabling a wide axial ratio (AR) bandwidth of 1.9 GHz centered at 8.2 GHz. The proposed array antenna generates about 27.5° and 14.5° of half-power beamwidth (HPBW) in ϕ=0° and ϕ=90° planes, respectively. The fabricated...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41755240",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Food Agency and Intentions to Improve Cooking Skills Among Korean Young Adults: Demographic Differences and Motivators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41754173/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Background/Objectives: This study aimed to examine levels of food agency and intentions to improve cooking skills among Korean young adults in their 20s, and to identify demographic differences and underlying motivators. Subjects/Methods: An online survey was administered from February 18 to 25, 2021, targeting Korean adults aged 20-29 years (n = 1102; 579 men, 523 women). Food agency was assessed using the Cooking and Food Provisioning Action Scale (CAFPAS), comprising three subscales:...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41754173",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study aimed to examine levels of food agency and intentions to improve cooking skills among Korean young adults in their 20s, and to identify demographic differences and underlying motivators",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Triglycerides and Hypertension in a Korean Population: An Individual-Level Mendelian Randomization Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41754150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Background: Although elevated triglyceride (TG) levels are consistently associated with hypertension in observational studies, whether TGs have a causal effect on hypertension remains uncertain, and evidence in East Asian populations is limited. Methods: We analyzed 2159 Korean adults (20-86 years) whose individual-level genetic and phenotypic data were obtained from a cross-sectional health check cohort. Candidate TG-associated genetic variants were identified using genome-wide association...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41754150",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "2159 Korean adults (20-86 years) whose individual-level genetic and phenotypic data were obtained from a cross-sectional health check cohort",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stage-Dependent Metabolic Responses to Oral Nutritional Supplementation in Cancer Cachexia: A Single-Arm Pilot Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41754113/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: This study showed the feasibility of integrating ONS with multi-omics profiling. Our findings suggest that metabolic alterations might precede clinically detectable changes, potentially providing a rationale for early intervention. Specifically, certain fatty acids were identified as candidate biomarkers that warrant further validation in larger cohorts.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41754113",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study showed the feasibility of integrating ONS with multi-omics profiling. Our findings suggest that metabolic alterations might precede clinically detectable changes, potentially providing a rationale for early intervention"
    },
    {
      "title": "Mapping the Landscape of Medical AI Research in Korea Using Topic Modeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41754062/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Background/Objectives: This study analyzed ten years of domestic research on medical artificial intelligence (AI) from 2015 to 2024 using topic modeling and keyword network analysis. Chronological comparison showed that the research emphasis evolved through three stages-Introduction (2015-2018), Expansion (2019-2022), and Post-ChatGPT (2023-2024)-reflecting the growing incorporation of AI into clinical and service domains. Methods: We collected a curated set of 686 papers from the Korea Citation...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41754062",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study analyzed ten years of domestic research on medical artificial intelligence (AI) from 2015 to 2024 using topic modeling and keyword network analysis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Resident Doctors' Strike on Psychological Outcomes Among Paramedics in Teaching-Hospital Emergency Departments: A Nationwide Multicenter Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41753993/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Background/Objectives: In March 2024, a resident doctor's strike in South Korea created staffing gaps in teaching-hospital emergency departments. The purpose of this study was to evaluate pre- and post-strike changes in job stress, self-efficacy, job satisfaction, and job performance confidence among paramedics who work in hospitals and to compare patterns of change by career stage. Methods: Paramedics who work in hospitals designated as regional and local emergency medical centers completed a...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41753993",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "In March 2024, a resident doctor's strike in South Korea created staffing gaps in teaching-hospital emergency departments",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Androgen Deprivation Therapy on Lower Urinary Tract Symptoms in Patients with Prostate Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41752758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Background and Objectives: The increasing number of patients with prostate cancer receiving long-term androgen deprivation therapy (ADT) underscores the importance of maintaining quality of life during treatment. Lower urinary tract symptoms (LUTS), influenced by prostate size, represent significant determinants of quality of life in this population. This study aimed to investigate the impact of ADT on LUTS in patients with prostate cancer, particularly focusing on how ADT, which reduces...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41752758",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "The increasing number of patients with prostate cancer receiving long-term androgen deprivation therapy (ADT) underscores the importance of maintaining quality of life during treatment",
      "significance": "of ADT on LUTS in patients with prostate cancer, particularly focusing on how ADT, which reduces",
      "conclusion": null
    },
    {
      "title": "Limited Impact of Short-Term Osteoporosis Medication on Vertebral Height Loss in the Acute Phase of Osteoporotic Vertebral Compression Fractures: A 3-Month Longitudinal Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41752698/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Background and Objectives: The optimal pharmacological strategy to mitigate progressive vertebral collapse during the acute phase of osteoporotic vertebral compression fractures (OVCFs) remains a subject of debate. This initial 3-month window is the most critical period for evaluating the structural stability of the fracture, as the majority of progressive height loss occurs before solid bone union is achieved, directly influencing the decision to continue conservative management or transition...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41752698",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The optimal pharmacological strategy to mitigate progressive vertebral collapse during the acute phase of osteoporotic vertebral compression fractures (OVCFs) remains a subject of debate",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Vitro and Clinical Evaluation of the Anti-Wrinkle Efficacy of Medipep-6PN, a Novel Peptide Identified by Phage Display",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41751890/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Face wrinkles caused by skin aging can be classified into dynamic wrinkles, which are caused by repetitive contraction of facial expression muscles, and static wrinkles, which are related to extracellular matrix damage and collagen breakdown caused by ultraviolet and oxidative stress. These two mechanisms are closely related, and prolonged, repetitive muscle contractions act as mechanical stress that promotes extracellular matrix degradation within the dermis, accelerating wrinkle formation. In...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41751890",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hybrid Forecast-Enabled Adaptive Crowbar Coordination for LVRT Enhancement in DFIG Wind Turbines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41751641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "This study proposes a hybrid forecast-enabled adaptive crowbar coordination strategy to enhance low-voltage ride-through (LVRT) performance of doubly fed induction generator (DFIG) wind turbines. A unified electro-mechanical model in the αβ/dq frames with dual closed-loop control for rotor- and grid-side converters is built in MATLAB/Simulink (R2018b), and LVRT constraints on current safety and DC-link energy are explicitly formulated, yielding an engineering crowbar-resistance range of 0.4-0.8...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41751641",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>N</em>-(<em>p</em>-Coumaroyl) Serotonin Ameliorates LPS-Induced Inflammation in BV2 Microglia via MAPK/NF-κB Inactivation and HO-1/NQO1 Upregulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41751494/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Uncontrolled inflammation contributes to the development of neurodegenerative diseases (NDs) like Alzheimer's disease (AD). N-(p-Coumaroyl) serotonin (CS) has demonstrated a significant capacity to modulate hyper-inflammation. We explored whether CS could mitigate inflammatory responses in endotoxin-challenged microglial cells and sought to elucidate the specific molecular mechanisms governing these effects. ELISA, nitric oxide (NO) assays, Western blotting and immunocytochemistry were performed...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41751494",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>γ</em>-Amino Carboxylic Acid Modification Enhances the Efficacy of Peptide Nucleic Acids Targeting miR-221-3p in Lung Cancer Cell Lines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41751459/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Peptide nucleic acids (PNAs) are versatile molecules with promising diagnostic and therapeutic applications, including gene expression regulation and miRNA targeting. However, their moderate biological efficacy limits their therapeutic application. This can be addressed by leveraging a key advantage of PNAs over other nucleic acids-the ease of modification, which enhances their functional properties. Notably, γ-modified PNAs have improved binding affinity and cellular uptake properties,...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41751459",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "PNAs",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oral and Intranasal Administration of Polydeoxyribonucleotide Isolated from <em>Porphyra</em> sp. Ameliorates Acute Lung Injury via Suppressing Proinflammatory Cytokine Production in Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41751449/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Acute lung injury (ALI) is a severe inflammatory condition with high mortality rates, necessitating the development of effective therapeutic agents. Polydeoxyribonucleotide (PDRN), a DNA-derived compound known for its tissue repair and anti-inflammatory properties, has gained attention as a potential therapeutic agent. However, the efficacy of PDRN derived from marine sources, particularly Porphyra sp. (laver), remains unexplored in respiratory inflammation. In this study, we investigated the...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41751449",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Water Extract of Mixed Mushroom Mycelia Mitigates Cognitive Deficit and Oxidative Stress After Global Cerebral Ischemia-Reperfusion Injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41751415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: These findings suggest that GMK confers dose-dependent behavioral and histopathological protection against GCIRI, potentially by modulating redox- and apoptosis-related signaling (Bax/Bcl-2, GPX/CAT, and ERK/iNOS pathways), with more consistent effects at a higher dose.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41751415",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that GMK confers dose-dependent behavioral and histopathological protection against GCIRI, potentially by modulating redox- and apoptosis-related signaling (Bax/Bcl-2, GPX/CAT, and ERK/iNOS pathways),...",
      "conclusion": "These findings suggest that GMK confers dose-dependent behavioral and histopathological protection against GCIRI, potentially by modulating redox- and apoptosis-related signaling (Bax/Bcl-2, GPX/CAT, and ERK/iNOS pathways), with more consistent effects at a higher dose"
    },
    {
      "title": "Enhancing Ammonia Concentration Prediction with a Transfer-Learning-Based Model: Application in a Pig Farm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41751069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Globally, the swine industry is a major component of agricultural production, and the increasing scale and intensification of pig farming have heightened concerns about NH(3) emissions. As farms expand and adopt smart farming technologies, there is a need for reliable prediction of NH(3) concentrations without relying solely on costly physical sensors. In this study, we developed an artificial intelligence-based prediction model for NH(3) concentration in commercial pig houses and examined the...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41751069",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Precision Biomarker Identification in Gynecological Cancers Using Coexpression Networks and Attention-Based LSTM in Healthcare 4.0",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41750695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Background: Cervical cancer (CC) and ovarian cancer (OC) are among the most prevalent and lethal gynecological malignancies in women, necessitating the identification of reliable biomarkers for early diagnosis and prognosis. Methods: This study integrates bioinformatics and Healthcare 4.0 to identify key biomarkers associated with these cancers. Differentially expressed genes (DEGs) were identified from two microarray datasets. mRMR followed by SVM-RFE was applied to the identified DEGs to...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41750695",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic Mode Decomposition-Based Clustered Pattern Projection for Reliable Alzheimer's Disease Detection from EEG",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41750680/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Background/Objectives: Detecting Alzheimer's disease (AD) from normal aging using eyes-open (EO) EEG is challenging due to stimulus-driven nonstationarity and fragmented oscillatory responses. This study aims to determine whether prototype-based representations derived from Dynamic Mode Decomposition (DMD) can improve AD detection from EO photostimulation EEG. Methods: We propose a DMD-based framework termed DMD-based Clustered Pattern Projection (DMD-CPP). Segment-wise DMD representations were...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41750680",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Detecting Alzheimer's disease (AD) from normal aging using eyes-open (EO) EEG is challenging due to stimulus-driven nonstationarity and fragmented oscillatory responses",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stigmasterol Is Associated with Alterations in nNOS-PSD95/CAPON Signaling and Synaptic Plasticity in a PTSD Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41750618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "The efficacy of stigmasterol (STG) has not been previously evaluated in post-traumatic stress disorder (PTSD) models. Mice exposed to single prolonged stress with foot shock (SPS + FS) received oral STG (25 or 50 mg/kg) for 14 days. Serum corticosterone and serotonin levels were measured, anxiety and cognition were assessed, synaptic plasticity-related proteins and genes were quantified, and neuronal nitric oxide synthase (nNOS), nitric oxide (NO) accumulation, nNOS-postsynaptic density protein...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41750618",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extraction Processing Technologies and Their Effects on Antioxidant Activity in <em>Cinnamomum camphora</em> (L.) J. Presl Leaves",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41750608/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "This study investigated the bioactive potential of Cinnamomum camphora (L.) J. Presl (C. camphora) leaf extracts obtained using hydrothermal extraction (HE) and ultrasound-assisted extraction (UAE) with 30%, 50%, and 70% ethanol (v/v). Extracts were analyzed for their phytochemical composition and biological activities. UAE extracts, particularly with 70% ethanol, exhibited the highest total polyphenol (363.0 ± 1.40 mg GAE/g) and flavonoid (174.5 ± 0.42 mg QE/g) contents. This extract also...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41750608",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the bioactive potential of Cinnamomum camphora (L",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "p38α MAPK-Mediated Redox Regulation of Transglutaminase 2 Drives Microvascular Leakage in Diabetic Retinas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41750573/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Microvascular leakage is an early hallmark of diabetic retinopathy (DR), but the redox-dependent mechanisms underlying this dysfunction remain unclear. Here, we investigated whether p38α mitogen-activated protein kinase (MAPK) activates transglutaminase 2 (TGase2) through reactive oxygen species (ROS) generation, thereby promoting hyperglycemia-induced vascular permeability in diabetic retinas. In human retinal endothelial cells (HRECs), vascular endothelial growth factor (VEGF), which is...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41750573",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "whether p38α mitogen-activated protein kinase (MAPK) activates transglutaminase 2 (TGase2) through reactive oxygen species (ROS) generation, thereby promoting hyperglycemia-induced vascular permeabili...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biosacetalin (1,1-Diethoxyethane) Improves Healthy Lifespan in <em>C. elegans</em> and Rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41750541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Recent evidence has highlighted the pivotal roles of reactive oxygen species (ROS) and the SIRT1, AMPK, and mTOR signaling pathways in aging and longevity, making them attractive targets for studies of lifespan-extending interventions. We previously demonstrated that 1,1-diethoxyethane (1,1-DEE) could interact with mitochondrial complex I (NADH-ubiquinone oxidoreductase), leading to transient mitochondrial ROS (mtROS) production and activation of the AMPK pathway. This study further examined the...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41750541",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immune and Tumor Microenvironment Mechanisms of <em>Hedyotis diffusa</em> Willd: A Scoping Review and Network Pharmacology Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749926/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Background: The tumor microenvironment (TME) is a dynamic ecosystem that critically shapes tumor progression, immune escape, and therapeutic responses. Hedyotis diffusa Willd (HDW) has long been used in East Asian medicine for conditions associated with inflammation and malignancy, yet its immunological and microenvironmental mechanisms have not been systematically synthesized. Methods: A scoping review of preclinical studies (2016-2025) was conducted following the Arksey-O'Malley framework and...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41749926",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Population Pharmacokinetic-Pharmacodynamic Analysis of Zolpidem in Healthy Volunteers: Covariate Contributions to Variability in CNS Responses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Population pharmacokinetic-pharmacodynamic (PK-PD) modeling was used to explore covariate effects on zolpidem PKs and PDs in 30 healthy Korean volunteers (15 males, 15 females) who received a single 10 mg dose. The dataset included 325 PK observations and 388 observations each for the digit symbol substitution test (DSST), choice reaction time (CRT), and visual analog scale (VAS). A one-compartment PK model with transit compartment absorption and first-order elimination was developed, followed...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41749515",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Posterior approach achieves more accurate replication of the posterior horn than anterior approach in transtibial pull-out repair of medial meniscus posterior root tear",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: The PA group achieved more accurate replication of the posterior horn insertion than the AA group; however, no definitive advantages were observed in short-term clinical or radiographic outcomes.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41761366",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The PA group achieved more accurate replication of the posterior horn insertion than the AA group; however, no definitive advantages were observed in short-term clinical or radiographic outcomes"
    },
    {
      "title": "Privileged structure-based molecular fingerprints for organic electronic materials: towards intuitive machine learning interpretation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Molecular descriptors are central to the performance and interpretability of QSPR models, yet most existing fingerprints for organic electronics lack chemical relevance or interpretability. Here, we present the Organic Electronic Fingerprint (OEFP), a structure-based representation tailored for OLED and OPV materials. OEFP was constructed from a manually curated OLED dataset and publicly available OPV and chromophore datasets to ensure structural diversity. Synthetically accessible substructures...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41761338",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of circulating proteasome activity with Alzheimer's pathology and cognitive functions in APOE ε4 carriers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41761294",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinction between acute and chronic carotid disease based on computed tomography angiography in acute ischemic stroke patients with carotid artery occlusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761130/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41761130",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of short-term outcomes of intracorporeal and extracorporeal anastomosis in robotic right colectomy using the da Vinci SP system: a multi-center cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760934/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: ICA appears to be a safe and effective technique for SP robotic right colectomy. It provides enhanced recovery outcomes, including reduced pain and a shorter hospital stay, without increasing complications, supporting its adoption in experienced centers.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41760934",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ICA appears to be a safe and effective technique for SP robotic right colectomy. It provides enhanced recovery outcomes, including reduced pain and a shorter hospital stay, without increasing complications, supporting its adoption in experienced centers"
    },
    {
      "title": "Electric vehicle charging station recommendation system based on graph neural network and context-aware refinement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41760794",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genome-wide analysis of cardiac ventricular phenotypes reveals novel loci and therapeutic targets for heart failure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Left and right ventricular imaging measures are essential for heart failure diagnosis and prognostication, yet their genetic architecture remains underexplored. We conduct genome-wide association analyses of twenty left and right cardiovascular magnetic resonance phenotypes in 56,509 UK Biobank participants, including conventional measurements (e.g., volumes/ejection fraction) and novel parameters (left ventricular global function index and myocardial contraction fraction). We identify 200 loci...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41760662",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A highly utilized and practical lithium-sulfur positive electrode enabled in all-solid-state batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760634/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "All-solid-state batteries using sulfur-based positive electrodes (cathodes) offer a cost-effective route to achieve high specific energy. However, low active material utilization and cycle life hinder performance. Here, we demonstrate a positive electrode design that employs sulfide solid-state electrolytes, where a high energy synthesis approach forms a metastable and ionically conductive interphase on the active material surface. This interphase facilitates high active material utilization and...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41760634",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "APECx-Anaesthesia, Perfusion and Surgical Practices in Cardiac Surgery: Main Study Protocol of a Modular Multiphase Prospective International Multicentre Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "The perioperative management in adult cardiac surgery patients remains highly variable across centres and regions. The APECx study (Anaesthesia, Perfusion and surgical practicEs in Cardiac surgery) aims to describe the incidence of key clinical patient outcomes, map global variation in anaesthesia, perfusion and surgical practices in cardiac surgery, identify potential modifiable factors associated with relevant clinical outcomes, and explore global, socioeconomic and sex-based differences...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41760582",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to describe the incidence of key clinical patient outcomes, map global variation in anaesthesia, perfusion and surgical practices in cardiac surgery, identify potential modifiable factors associated w...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An Update on Fertility Preservation From the Asian Society for Fertility Preservation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Fertility preservation (FP) is a rapidly expanding field in reproductive medicine with still limited data on outcomes. FP aims to protect the fertility of children, women, and men who face the potential risk of fertility loss for various medical conditions, including but not limited to cancer and its gonadotoxic treatment forms. Therefore, it is crucial to provide evidence-based recommendations to assist health professionals in discussing FP options. Our aim was to provide a guideline for...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41760553",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "to protect the fertility of children, women, and men who face the potential risk of fertility loss for various medical conditions, including but not limited to cancer and its gonadotoxic treatment for...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Animal carcass- and wood-derived biochars improved nutrient bioavailability, enzyme activity, and plant growth in metal-phthalic acid ester co-contaminated soils: A trial for reclamation and improvement of degraded soils\" [J. Environ. Manag. 261 (2020) 110246]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41760499",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond Human Variability: Deep Learning for Intravascular Ultrasound Segmentation With Noisy Labels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: These findings provide practical guidance for building training datasets that support the development of robust deep learning models for IVUS imaging.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41760433",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings provide practical guidance for building training datasets that support the development of robust deep learning models for IVUS imaging"
    },
    {
      "title": "Long-term Outcomes of Allogeneic Hematopoietic Cell Transplantation in Patients With Relapsed/Refractory Multiple Myeloma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760334/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: In R/R MM after auto-HCT, allo-HCT for patients who attained CR following less than three lines of chemotherapy can still be a promising treatment option with long-term survival.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41760334",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In R/R MM after auto-HCT, allo-HCT for patients who attained CR following less than three lines of chemotherapy can still be a promising treatment option with long-term survival"
    },
    {
      "title": "Poly-lactic Acid Dermal Filler Enriched With InCube<sup>®</sup>-encapsulated Vitamin C and Glutathione: Preclinical Evidence of Superior Collagen Induction and Tissue Response Compared With Conventional PLA",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760322/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Microlattice-based incorporation of vitamin C and glutathione enhances the antioxidants stability and overall biostimulatory performance of PLA filler. Compared with conventional PLA, PLA-IC demonstrated improved volume retention, increased collagen formation, and a more controlled tissue response, indicating potential advantages for aesthetic applications and warranting clinical evaluation of safety and efficacy.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41760322",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Microlattice-based incorporation of vitamin C and glutathione enhances the antioxidants stability and overall biostimulatory performance of PLA filler. Compared with conventional PLA, PLA-IC demonstrated improved volume retention, increased collagen formation, and a more controlled tissue response, ..."
    },
    {
      "title": "Erlotinib Induces Cell Death by Blocking NIX-mediated Mitophagy Through Lysosomal Swelling in IDH1-mutant Cholangiocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760233/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: The CCA cell line carrying an IDH mutation utilized mitophagy as a novel metabolic compensatory mechanism activated through EGFR-specific signaling. Mitophagy acted as a metabolic synthetic lethality partner to the EGFR inhibitor erlotinib. These findings strongly suggest the potential of erlotinib as a therapeutic strategy for patients with IDH1-mutant CCA.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41760233",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The CCA cell line carrying an IDH mutation utilized mitophagy as a novel metabolic compensatory mechanism activated through EGFR-specific signaling. Mitophagy acted as a metabolic synthetic lethality partner to the EGFR inhibitor erlotinib"
    },
    {
      "title": "Impact of restricted prophylactic antibiotic guidelines on surgical site infection rates following spinal surgery in Korea: a nationwide cohort analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Restrictive prophylactic antibiotic guidelines were associated with a higher incidence of post-operative infections following elective spinal surgery. These findings suggest that prophylactic antibiotic strategies may need to consider patient risk profiles and surgical complexity rather than applying a uniform approach.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41760158",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that prophylactic antibiotic strategies may need to consider patient risk profiles and surgical complexity rather than applying a uniform approach",
      "conclusion": "Restrictive prophylactic antibiotic guidelines were associated with a higher incidence of post-operative infections following elective spinal surgery. These findings suggest that prophylactic antibiotic strategies may need to consider patient risk profiles and surgical complexity rather than applyin..."
    },
    {
      "title": "Functional myotome mapping via triggered electromyography during intraoperative cervical rootlet stimulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Myotome mapping provides essential anatomical and physiological information in neurosurgical practice. However, current cervical myotome charts are based largely on heterogeneous sources with considerable inconsistency and limited electrophysiological validation. This study aimed to describe a cervical functional myotome map based on amplitude-based triggered electromyography (tEMG) during intraoperative rootlet stimulation in the intradural space in patients undergoing cervical spinal tumor...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41760077",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "describe a cervical functional myotome map based on amplitude-based triggered electromyography (tEMG) during intraoperative rootlet stimulation in the intradural space in patients undergoing cervical ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gender-affirming robot-assisted sigmoid vaginoplasty: Outcomes and complications from a retrospective review of 12 cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760062/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Gender-affirming surgery significantly improves the quality of life in transfeminine individuals. Among the various techniques available, sigmoid colon vaginoplasty offers both anatomical and functional advantages. However, conventional approaches are associated with high morbidity. Thus, we aimed to evaluate the outcomes of robot-assisted sigmoid vaginoplasty, emphasizing the complications and clinical results. Between July 2021 and March 2023, 12 patients underwent robot-assisted sigmoid...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41760062",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the outcomes of robot-assisted sigmoid vaginoplasty, emphasizing the complications and clinical results",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "National trends of metabolically healthy and unhealthy obesity before and during the COVID-19 pandemic, 2007 to 2021: A representative serial study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760047/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Long-term, nationally representative trends in metabolically healthy obesity (MHO) and metabolically unhealthy obesity (MUHO) in South Korea remain limited. Thus, we aimed to analyze the prevalence trends of MHO and MUHO and compare rates before and during the coronavirus disease 2019 (COVID-19) pandemic. We analyzed adults aged ≥ 19 years from the Korea National Health and Nutrition Examination Survey (2007-2021), a nationally representative repeated cross-sectional survey. Obese adults were...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41760047",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "analyze the prevalence trends of MHO and MUHO and compare rates before and during the coronavirus disease 2019 (COVID-19) pandemic",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hormone replacement therapy and the risk of achalasia in postmenopausal women: A nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Achalasia is an esophageal motility disorder characterized by progressive dysphagia, leading to a significant decline in the quality of life of affected individuals. This study aimed to investigate hormone replacement therapy (HRT) as a risk factor for achalasia in postmenopausal women. Postmenopausal women who underwent healthcare screening in 2009 through the Korean National Health Insurance Service were enrolled and followed up till December 31, 2022. The risk of achalasia in relation to...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41760046",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "the quality of life of affected individuals. This study aimed to investigate hormone replacement the",
      "objective": "investigate hormone replacement therapy (HRT) as a risk factor for achalasia in postmenopausal women",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global, regional, and national burden of colorectal cancer attributable to dietary factors, 1990 to 2021: A global burden of disease study 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760021/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Dietary patterns associated with colorectal cancer (CRC) are changing globally, yet their relationship with socioeconomic development and cancer burden remains underexplored. We estimated the global, regional, and national burden of CRC attributable to dietary risks from 1990 to 2021 using data from the global burden of disease study (GBD) 2021. We conducted a comparative risk assessment using GBD 2021 estimates to quantify mortality and disability-adjusted life years (DALYs) associated with 6...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41760021",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-cell profiling of paired nasal brushing and tissue samples reveals distinct cellular landscapes and immune phenotypes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41759750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: NB is well-suited for sampling cells located near the epithelial surface but captures fewer cells from deeper mucosal layers. Additionally, NB samples display distinct T-cell effector profiles and virus-specific T cell frequencies compared to NT. These findings highlight the importance of selecting sampling methods that align with the specific objectives of a study.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41759750",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "of a study",
      "significance": null,
      "conclusion": "NB is well-suited for sampling cells located near the epithelial surface but captures fewer cells from deeper mucosal layers. Additionally, NB samples display distinct T-cell effector profiles and virus-specific T cell frequencies compared to NT"
    },
    {
      "title": "α-Synuclein Preformed Fibrils suppress cell cycle progression and glycolytic flux in glioblastoma cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41759706/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Aging-related diseases, including cancer and neurodegenerative disorders, exhibit complex interrelationships. While Parkinson's disease (PD) and glioblastoma (GBM) both affect the central nervous system, they are pathophysiologically distinct, with an inverse correlation in their incidence. However, mechanisms underlying this inverse relationship remain poorly understood. Here, we investigate the effects of α-synuclein preformed fibrils (PFF) on GBM cells to explore potential link between...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41759706",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tailored proton beam therapy for hepatocellular carcinoma: Addressing unmet needs through a multidisciplinary approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41759412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: This large, single-center study demonstrated that PBT provided favorable local control and survival outcomes, supporting its role as a promising local ablative modality to address the unmet therapeutic needs in HCC.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41759412",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This large, single-center study demonstrated that PBT provided favorable local control and survival outcomes, supporting its role as a promising local ablative modality to address the unmet therapeutic needs in HCC"
    },
    {
      "title": "Spatial immunophenotyping of tumor-associated macrophages predicts prognostic outcomes in clear cell renal cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41759396/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Distinct phenotypes and spatial distributions of TAMs were associated with prognostic outcomes in ccRCC. Central M2-like TAMs were associated with poor outcomes, while central M1-like TAMs were linked to favorable prognosis. TILs did not demonstrate independent prognostic value.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41759396",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Distinct phenotypes and spatial distributions of TAMs were associated with prognostic outcomes in ccRCC. Central M2-like TAMs were associated with poor outcomes, while central M1-like TAMs were linked to favorable prognosis"
    },
    {
      "title": "Toward practical standardization: Development of clinical common data elements for pediatric epilepsy in Korea and exploration of their clinical utility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41759337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: This study shows that pediatric epilepsy CDEs are feasible in time-limited clinics and enable high-quality data collection, improving care and supporting research and collaboration.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41759337",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that pediatric epilepsy CDEs are feasible in time-limited clinics and enable high-quality data collection, improving care and supporting research and collaboration",
      "conclusion": "This study shows that pediatric epilepsy CDEs are feasible in time-limited clinics and enable high-quality data collection, improving care and supporting research and collaboration"
    },
    {
      "title": "Step counts over time with the burden of 105 non-communicable diseases in older adults from the All of Us Research Program",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41759260/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: This study provides real-world evidence supporting the critical role of daily step counts in reducing the risk and/or burden of NCDs.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41759260",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides real-world evidence supporting the critical role of daily step counts in reducing the risk and/or burden of NCDs"
    },
    {
      "title": "Comparison of Initial Loading Injection Outcomes Between Aflibercept 8 mg and Faricimab in Neovascular Age-Related Macular Degeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41759077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Aflibercept 8 mg and faricimab achieved significant and comparable functional and anatomical outcomes after three loading injections in treatment-naïve neovascular AMD, suggesting that either agent may serve as an effective first-line treatment for this condition.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41759077",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Aflibercept 8 mg and faricimab achieved significant and comparable functional and anatomical outcomes after three loading injections in treatment-naïve neovascular AMD, suggesting that either agent may serve as an effective first-line treatment for this condition"
    },
    {
      "title": "Isatuximab, bortezomib, lenalidomide, dexamethasone for multiple myeloma: dynamics of MRD-negativity in the IMROZ study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Quadruplet therapy with isatuximab, bortezomib, lenalidomide, and dexamethasone (Isa-VRd) followed by Isa-Rd in the randomized Phase 3 IMROZ study provided significant PFS benefit to transplant-ineligible, newly diagnosed multiple myeloma (NDMM) patients. In the primary analysis, more Isa-VRd/Isa-Rd-treated patients achieved MRD-negativity and MRD-negative complete response (CR) at any timepoint compared with VRd triplet therapy followed by Rd. Here, we report results from landmark analyses of...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41758929",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Serum BDNF levels as a potential prognostic marker for functional recovery in stroke: Preliminary findings from a prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758865/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Brain-derived neurotrophic factor (BDNF) crosses the blood-brain barrier and may serve as a marker of neuroplasticity. This study evaluated whether serum levels of mature BDNF, proBDNF, and matrix metalloproteinase-9 (MMP-9) can predict functional recovery after stroke. In this prospective observational study, 93 patients with unilateral stroke and motor impairment were recruited. Clinical, and demographic data, as well as serum levels of mature BDNF, proBDNF, and MMP-9 were collected....",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41758865",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Annotation-free prediction of immunotherapy response in melanoma using single-cell transcriptomic data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Immune checkpoint inhibitors (ICIs) have transformed the advanced melanoma treatment landscape; however, a subset of patients achieve durable responses. Current biomarkers, such as PD-L1 expression and tumor mutational burden, offer limited predictive power due to the profound heterogeneity of melanoma. Accordingly, we developed an artificial intelligence (AI)-based model to predict ICI responsiveness using single-cell RNA sequencing (scRNA-seq) data without requiring cell type annotation....",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41758825",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three-dimensional evaluation of soft tissue contour changes after premolar extraction with and without alveolar ridge preservation: A prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758800/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Intraoral scanning combined with digital superimposition proved effective for evaluating soft tissue changes after extraction. While ARP remains a valuable approach for alveolar bone preservation, its additional impact on soft tissue contour was limited in sites with favorable baseline conditions.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41758800",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on soft tissue contour was limited in sites with favorable baseline conditions",
      "conclusion": "Intraoral scanning combined with digital superimposition proved effective for evaluating soft tissue changes after extraction. While ARP remains a valuable approach for alveolar bone preservation, its additional impact on soft tissue contour was limited in sites with favorable baseline conditions"
    },
    {
      "title": "Body fat percentage is independently associated with lower pulmonary function in Korean never-smokers: A cross-sectional analysis of 33,748 adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: BF% is independently and inversely associated with pulmonary function and is selectively linked to restrictive ventilatory impairment, offering more refined respiratory risk stratification than BMI in Korean never-smokers.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41758797",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BF% is independently and inversely associated with pulmonary function and is selectively linked to restrictive ventilatory impairment, offering more refined respiratory risk stratification than BMI in Korean never-smokers"
    },
    {
      "title": "Switching from warfarin to direct oral anticoagulants in frail elderly Asian patients with atrial fibrillation: a Korean nationwide study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758696/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: In frail elderly Asian AF patients stably maintained on warfarin, switching to DOACs was associated with higher risks of adverse clinical events, suggesting the need for careful consideration before routine switching.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41758696",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In frail elderly Asian AF patients stably maintained on warfarin, switching to DOACs was associated with higher risks of adverse clinical events, suggesting the need for careful consideration before routine switching"
    },
    {
      "title": "Dynamics of interleukin-23/interleukin-17 axis and type 1 regulatory T cells across disease stages in axial spondyloarthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: These findings indicate that IL-23-associated immune activity may be relatively more prominent in early axSpA and that differences in Tr1 cell-related regulation across disease stages could contribute to this pattern.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41758549",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "that IL-23-associated immune activity may be relatively more prominent in early axSpA and that differences in Tr1 cell-related regulation across disease stages could contribute to this pattern",
      "conclusion": "These findings indicate that IL-23-associated immune activity may be relatively more prominent in early axSpA and that differences in Tr1 cell-related regulation across disease stages could contribute to this pattern"
    },
    {
      "title": "Erythropoiesis-Stimulating Agents and Development of Cancer Among Patients Receiving Dialysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS AND RELEVANCE: In this case-control study of patients undergoing dialysis, high-dose ESA use was associated with greater odds of new cancer development. These results suggest that caution should be exercised to avoid aiming for excessively high hemoglobin levels during ESA therapy.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41758511",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that caution should be exercised to avoid aiming for excessively high hemoglobin levels during ESA therapy",
      "conclusion": "AND RELEVANCE: In this case-control study of patients undergoing dialysis, high-dose ESA use was associated with greater odds of new cancer development. These results suggest that caution should be exercised to avoid aiming for excessively high hemoglobin levels during ESA therapy"
    },
    {
      "title": "Comparative efficacy of four different prefilled CO<sub>2</sub> absorbent brands in clinical practice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758354/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: In vivo performance of prefilled CO₂ absorbents may differ from previously reported in vitro results and can vary according to particle composition and device-specific conditions.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41758354",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In vivo performance of prefilled CO₂ absorbents may differ from previously reported in vitro results and can vary according to particle composition and device-specific conditions"
    },
    {
      "title": "PBPK modeling of the antidepressant doxepin incorporating CYP2D6 genotype for precision pharmacotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758322/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Doxepin, a tricyclic antidepressant, exhibits substantial interindividual variability in pharmacokinetics, mainly attributable to genetic polymorphisms of cytochrome P450 (CYP) enzymes, particularly CYP2D6. Such variability may lead to clinically relevant differences in drug exposure, therapeutic response, and adverse effects when doxepin is used for antidepressant therapy. The present study aimed to develop and validate physiologically based pharmacokinetic (PBPK) models of doxepin and its...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41758322",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Metabolic dysfunction-associated steatotic liver disease and adverse pregnancy outcomes: a nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758303/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41758303",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "When viruses recede and alcohol advances: demographic momentum and policy gaps in alcohol-associated liver cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41758302",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic Impact of Metastatic Sites in Patients with Biliary Tract Cancer Treated with Cisplatin, Gemcitabine, and Durvalumab",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758293/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Our study did not show statistically significant differences in outcomes associated with location and number of metastatic sites in a large population of patients with BTC treated with CGD.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41758293",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study did not show statistically significant differences in outcomes associated with location and number of metastatic sites in a large population of patients with BTC treated with CGD"
    },
    {
      "title": "WATCH-SS: Developing a Trustworthy and Explainable Modular Framework for Detecting Cognitive Impairment from Spontaneous Speech",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Early detection of cognitive impairment (CI) is critical for timely intervention in Alzheimer's disease and AD-related dementias. To address this, we propose the Warning Assessment and Alerting Tool for Cognitive Health from Spontaneous Speech (WATCH-SS), a modular and explainable three-stage framework for detecting CI from a patient's speech sample. The framework uses detectors for five linguistic and acoustic indicators of CI, aggregates their outputs into a set of clinically interpretable...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41758152",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ReXVQA: A Large-scale Visual Question Answering Benchmark for Generalist Chest X-ray Understanding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758146/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "We present ReXVQA, the largest and most comprehensive benchmark for visual question answering (VQA) in chest radiology, comprising 694,841 questions paired with 160,000 chest X-rays studies across training, validation, and test sets. Unlike prior efforts that rely heavily on template based queries, ReXVQA introduces a diverse and clinically authentic task suite reflecting five core radiological reasoning skills: presence assessment, location analysis, negation detection, differential diagnosis,...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41758146",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Speaker Role Identification in Clinical Conversations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Patient-clinician communication research is crucial for understanding interaction dynamics and for predicting outcomes that are associated with clinical discourse. Traditionally, interaction analysis is conducted manually because of challenges such as Speaker Role Identification (SRI), which must reliably differentiate between doctors, medical assistants, patients, and other caregivers in the same room. Although automatic speech recognition with diarization can efficiently create a transcript...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41758139",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "3DReasonKnee: Advancing Grounded Reasoning in Medical Vision Language Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Current Vision-Language Models (VLMs) struggle to ground anatomical regions in 3D medical images and reason about them in a step-by-step manner-a key requirement of realworld diagnostic assessment. This ability is essential for aligning model outputs with the diagnostic workflows clinicians use in practice, enabling trustworthy clinician-AI collaboration. Existing 3D datasets provide localization labels, but none support this \"grounded reasoning\" ability. To address this gap, we introduce...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41758136",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cardiovascular Disease in Asia: Decreasing Rates and Increasing Absolute Burden",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41758102",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modulation of fatty acid elongation enhances hydroxy fatty acid biosynthesis and accumulation in Arabidopsis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Seed oils of castor (Ricinus communis) and lesquerella (Physaria fendleri) mainly contain hydroxy fatty acids (HFAs) useful in industrial applications. As castor seeds contain toxin ricin and lesquerella is not yet a commercial crop, extensive efforts have been directed to develop safe commercial sources of HFAs in Arabidopsis (Arabidopsis thaliana). We over-expressed a lesquerella elongase, PfKCS18, in a previous transgenic Arabidopsis pCam5 line which expresses five castor genes. pCam5+PfKCS18...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41757983",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Laser-Processed 2D Germanane on Graphene for Organohydrogel-Based Zinc-Ion Hybrid Capacitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757735/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Group 14 monoelemental two-dimensional (2D) materials beyond graphene, such as silicene and germanene, have gained significant attention in the scientific community. Covalent functionalization of germanene with hydrogen and methyl leads to germanane (hydrogen/methyl-terminated germanene; HGe/MGe). While the optical and electronic properties of HGe and MGe were explored previously, there is no report on their zinc ion storage electrochemistry. Though the layered HGe/MGe sheets have tunable...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41757735",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of Common Blood Metabolic Derangements Using Magnetic Resonance Signatures of the Pancreas and Liver",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Automated magnetic resonance signatures of pancreatic and hepatic tissue composition were significantly associated with clinically relevant disturbances in lipid metabolism and indices of glucose homeostasis. These findings support the feasibility of opportunistic, automated detection of abnormal blood metabolic parameters using high-resolution cross-sectional imaging.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41757662",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "Automated magnetic resonance signatures of pancreatic and hepatic tissue composition were significantly associated with clinically relevant disturbances in lipid metabolism and indices of glucose homeostasis. These findings support the feasibility of opportunistic, automated detection of abnormal bl..."
    },
    {
      "title": "Phase-Tuning of Ru Nanostructures in Ru/ZrO<sub>2</sub> Catalysts for Controlling Radical and Nonradical Pathways of Peroxymonosulfate-Based Oxidation and Defluorination of a Fluorinated Anticancer Drug",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "This study demonstrates that the catalytic performance of Ru catalysts is strongly influenced by the crystal facets and structures of Ru nanoparticles, with hexagonal close-packed (hcp)-Ru exhibiting superior activity (turnover frequency = 18.1 s^(-1)) compared to face-centered cubic (fcc)-Ru (5.27-10.6 s^(-1)). Notably, the crystalline phase of ZrO(2) (i.e., tetragonal (t-ZrO(2)), monoclinic (m-ZrO(2)), and mixed phase (mixed-ZrO(2))) preferentially directs the formation of distinct Ru...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41757641",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the catalytic performance of Ru catalysts is strongly influenced by the crystal facets and structures of Ru nanoparticles, with hexagonal close-packed (hcp)-Ru exhibiting superior activity (turno...",
      "conclusion": null
    },
    {
      "title": "Deterministic Néel Vector Switching of Altermagnets Via Magnetic Octupole Torque",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757577/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Altermagnets have recently emerged as promising materials for next-generation spintronic devices. For their device applications, realizing a single-domain configuration is essential but remains challenging. We theoretically consider injecting magnetic multipoles into altermagnets, which can be achieved by applying an in-plane current to an altermagnet/normal metal bilayer. We demonstrate for d $d$ -wave altermagnets that the torque generated by the magnetic octupole injection can achieve...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41757577",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Systematic Review of Complication Management During Uniportal and Biportal Endoscopic Spine Surgery: Dural Tear and Bleeding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757546/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Study DesignSystematic Review and Narrative Review.ObjectiveTo evaluate the incidence, risk factors, and management strategies for iatrogenic dural tears and to provide a narrative review of intraoperative bleeding management during uniportal and biportal endoscopic spine surgery (ESS).MethodsA systematic literature search was conducted according to PRISMA guidelines using PubMed/MEDLINE, Embase, Cochrane Library, Scopus, and Web of Science for studies published between January 1990 and August...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41757546",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Model-Inversion-Resistant Physical Unclonable Neural Network Using Vertical NAND Flash Memory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "The growing use of neural networks in privacy-sensitive applications necessitates architectures that inherently protect both data and model integrity. We present a model-inversion-resistant physical unclonable neural network (PUNN) implemented on commercial vertical NAND (V-NAND) flash memory. A physical unclonable layer generated through weak gate-induced drain-leakage erase exploits intrinsic device-level variations to create chip-unique conductance patterns that are concealable and...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41757537",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physical Implementation of Optical Material-Based Neural Networks Processing Enabled by Long-Persistent Luminescence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Rapid advancements in artificial intelligence have magnified the inherent bottlenecks and energy inefficiencies of conventional von Neumann architecture. To address these limitations, processing information in a highly parallel, memory-integrated manner mimicking the human brain, neuromorphic devices have emerged as a cornerstone of next-generation computing. Among these, optical-neuromorphic devices are particularly promising. By using light, they offer transformative advantages, such as high...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41757531",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TLR Agonist/Copper-Based Metformin Carbon Dot-Loaded Homologous Membrane Nanocarriers with Enhanced Immunogenic Cell Death for Synchronous Amelioration of Tumor Microenvironment Hypoxia, Immunosuppression, and Metastasis Inhibition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "The immunosuppressive tumor microenvironment (TME) and hypoxia are core drivers of tumor metastasis and recurrence. In this study, we constructed a biomimetic delivery system (CMCMCDR) coated with CT26 tumor cell membranes, loaded with copper metformin carbon dots (CuMCDs), doxorubicin (DOX), and Toll-like receptor 7 (TLR7) agonist R837. This system aims to reverse immunosuppression and hypoxia through multimodal synergy, thereby enhancing antitumor efficacy. CMCMCDR exhibits pH-responsive drug...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41757516",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "to reverse immunosuppression and hypoxia through multimodal synergy, thereby enhancing antitumor efficacy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to \"Interpretation and reflections on the association between obstructive sleep apnea and venous thromboembolism risk\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41757492",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Hepatitis B Virus Infection on the Efficacy and Safety of Pembrolizumab Plus Chemotherapy for Advanced Biliary Tract Cancer in the KEYNOTE-966 Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757470/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Efficacy and safety outcomes were consistent between HBV-positive and HBV-negative participants receiving first-line pembrolizumab compared with placebo plus gemcitabine and cisplatin.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41757470",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Efficacy and safety outcomes were consistent between HBV-positive and HBV-negative participants receiving first-line pembrolizumab compared with placebo plus gemcitabine and cisplatin"
    },
    {
      "title": "Thermomechanics of Picoliter Liquids Encapsulated in Metal Microarchitectures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Probing the mechanical behavior of liquids at the nanoscale-especially under hydrostatic stress with various strain rates and extreme temperature conditions-holds significant potential for advancing microfluidic, biomedical, and energy systems. However, it remains experimentally challenging due to the inherent difficulties in encapsulation of liquid at micro/nanoscale and in accurately applying and measuring stress within confined microscale environments. In this work, we present a novel...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41757463",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dose-Escalation Regimens for Incretin Mimetics in Type 2 Diabetes Are Associated With Tolerance for Nausea and Vomiting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757397/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS/INTERPRETATION: Taken together, optimised dose-escalation regimens may lead to greater tolerance for nausea and vomiting, which allows to use of higher doses, which are associated with greater therapeutic effectiveness.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41757397",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Endogenous β-hydroxybutyrate and the risk of cognitive decline: a nested case-control study in the UK Biobank cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757363/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "INTRODUCTION: β-hydroxybutyrate (BHB) has been linked to improved cognitive function via enhanced cerebral metabolism and anti-inflammatory effects. However, evidence on the relationship between endogenous plasma BHB levels and cognitive decline remains limited. This study investigated whether higher plasma BHB levels are associated with reduced cognitive decline in middle-aged and older adults.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41757363",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether higher plasma BHB levels are associated with reduced cognitive decline in middle-aged and older adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual TYK2/JAK1 Inhibition by Brepocitinib Reprograms Synoviocyte Pathobiology: Mechanistic Insights Into Targeted Therapy for Rheumatoid Arthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Brepocitinib exerts multi-faceted effects on RA synoviocytes by simultaneously inhibiting inflammatory signaling, suppressing cytokine expression, restoring apoptotic sensitivity, and reducing migratory potential. These findings provide mechanistic support for brepocitinib as a targeted therapeutic agent in RA.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41757135",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Brepocitinib exerts multi-faceted effects on RA synoviocytes by simultaneously inhibiting inflammatory signaling, suppressing cytokine expression, restoring apoptotic sensitivity, and reducing migratory potential. These findings provide mechanistic support for brepocitinib as a targeted therapeutic ..."
    },
    {
      "title": "Detection of monkeypox skin lesions using edge enhancement algorithms integrated with hybrid deep learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41756609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: The proposed framework significantly advances medical image detection for monkeypox lesions.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41756609",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed framework significantly advances medical image detection for monkeypox lesions"
    },
    {
      "title": "Validating the Korean versions of the flourish index and the secure flourish index: a comprehensive psychometric approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41756494/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: These findings imply that culturally sensitive adaptations may enhance the interpretability and applicability of the instruments in cross-national research, thereby contributing to a more nuanced understanding of flourishing across diverse cultural contexts.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41756494",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings imply that culturally sensitive adaptations may enhance the interpretability and applicability of the instruments in cross-national research, thereby contributing to a more nuanced understanding of flourishing across diverse cultural contexts"
    },
    {
      "title": "Relationships among perceived stress, anxiety, and well-being in Chinese hospital staff: the mediating role of self-efficacy and the moderating role of empathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41756484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: These findings underscore the importance of interventions targeting self-efficacy and empathy to improve well-being among hospital staff. This study contributes to the growing body of literature on occupational mental health in high-stress healthcare settings.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41756484",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings underscore the importance of interventions targeting self-efficacy and empathy to improve well-being among hospital staff. This study contributes to the growing body of literature on occupational mental health in high-stress healthcare settings"
    },
    {
      "title": "Evaluating the psychological mechanisms underlying new Olympic sports consumption: the expectation disconfirmation theory framework applied to Millennials' and Generation Z's experiences",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41756482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: These results support the applicability of the EDT to Olympic sports content consumption while offering strategic implications for promoting sustained engagement among younger generations in newly introduced Olympic sports.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41756482",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for promoting sustained engagement among younger generations in newly introduced Olympic sports",
      "conclusion": "These results support the applicability of the EDT to Olympic sports content consumption while offering strategic implications for promoting sustained engagement among younger generations in newly introduced Olympic sports"
    },
    {
      "title": "Efficacy of Exosome-Based Therapies for Skin Rejuvenation: A Systematic Review of Human Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41756341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Exosomes are secreted tiny organelles that are single-membrane enclosed and can perform a broad spectrum of functions upon release, such as the reorganization of extracellular matrix and communication with other cells through the release of signals and chemicals, which play an important role in development, immunity, tissue homeostasis, cancer, and neurodegenerative diseases, among other aspects of human health and disease. This systematic review aimed to evaluate the clinical efficacy and...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41756341",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "role in development, immunity, tissue homeostasis, cancer, and neurodegenerative diseases, among other aspects of human health and disease",
      "conclusion": null
    },
    {
      "title": "Radiotherapy for recurrent venous malformation involving the thigh and pelvic organs while preserving organ function: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41756161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: This case demonstrates the potential of RT as an effective treatment for extensive, recurrent pelvic VMs. RT achieves durable disease control while preserving ovarian function, highlighting its role as a viable alternative in select cases.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41756161",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case demonstrates the potential of RT as an effective treatment for extensive, recurrent pelvic VMs. RT achieves durable disease control while preserving ovarian function, highlighting its role as a viable alternative in select cases"
    },
    {
      "title": "MEK1/2 Inhibitor (U0126) and PI3K Inhibitor (LY294002) Suppress Herpes Simplex Virus Type 1 Replication by Targeting MAPK/ERK1/2 and PI3K/AKT Signaling Pathways: Implications for Oral Health and Translational Control of Orolabial HSV-1 Infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Targeting host signaling bottlenecks with U0126 and LY294002 offers a dual-pronged antiviral strategy against HSV-1 by dismantling the ERK/AKT axis critical for replication and inflammatory amplification. These findings position MEK1/2 and PI3K as promising therapeutic nodes for managing cutaneous HSV-1 infections. This host-directed dual-pathway inhibition may therefore help reduce recurrent orolabial HSV-1 lesions.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41755994",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Targeting host signaling bottlenecks with U0126 and LY294002 offers a dual-pronged antiviral strategy against HSV-1 by dismantling the ERK/AKT axis critical for replication and inflammatory amplification. These findings position MEK1/2 and PI3K as promising therapeutic nodes for managing cutaneous H..."
    },
    {
      "title": "Bioinformatic Analysis to Identify Biomarker Candidates of Complex Karyotype Soft Tissue Sarcomas with <em>CDK4</em>-Amplification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755777/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Soft tissue sarcomas (STSs), a diverse group of mesenchymal malignancies, are characterized primarily by copy-number alterations rather than a high tumor mutation burden. In this study, we sought to identify expression-based biomarkers in complex karyotype STS (CKS) with CDK4-amplification to support improved therapeutic strategies. Using transcriptome data from National Cancer Center (NCC)-CKS samples, we selected genes whose expression levels were more than two-fold higher or less than half in...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755777",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify expression-based biomarkers in complex karyotype STS (CKS) with CDK4-amplification to support improved therapeutic strategies",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clemastine Restores Myelination Protein Expression in S16 Schwann Cells by Enhancing AMPK Activation and Reducing H<sub>2</sub>O<sub>2</sub>-Induced Oxidative Stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755774/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Peripheral nerve injury and oxidative stress can severely impair Schwann cell function by disrupting the expression of key myelin proteins, promoting intracellular lipid accumulation, and damaging mitochondrial integrity. These pathological changes are central to various neurodegenerative disorders and chemotherapy-induced peripheral neuropathy, yet effective therapeutic approaches remain limited. Clemastine, an FDA-approved antihistamine with known remyelination-enhancing effects in the central...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41755774",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hypoxia Preserves Chromatin Integrity and Delays Cellular Senescence through Epigenetic Regulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Hypoxia is a physiologically relevant microenvironment in both normal and diseased tissues and has emerged as a potent modulator of cellular senescence and organismal longevity. This review synthesizes evidence that hypoxia delays senescence across diverse experimental systems and species, and highlights mechanisms by which hypoxia rewires chromatin states during senescence-associated transitions. We focus on oxygen- and α-ketoglutarate-dependent epigenetic regulators, particularly histone...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755769",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hemostasis-Sparing Antiplatelet Therapy: Current Concepts and Emerging Targets in Arterial Thrombosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Arterial thrombosis remains a leading cause of cardiovascular morbidity and mortality despite widespread use of dual antiplatelet therapy (DAPT) with aspirin and P2Y12 inhibitors. Although these agents reduce ischemic events, their efficacy is counterbalanced by dose-dependent bleeding and their inability to distinguish pathological platelet activation from physiological hemostasis. Recent advances in platelet biology have shifted therapeutic development toward hemostasis-sparing antiplatelet...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755767",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Excimer UV-Induced Selective Etching of Single-Layer Graphene for Tailored Graphene Architectures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "The commercial adoption of graphene for next-generation electronics requires fabrication techniques that are clean, precise, and scalable. Conventional O(2) plasma etching with polymer masks causes severe contamination and damage. We introduce a polymer-free method for the selective etching of single-layer graphene (SLG) using a 172 nm Xe(2) excimer UV lamp under ambient conditions. This process utilizes high-energy 172 nm photons to directly dissociate atmospheric oxygen and water, enabling...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755761",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lithography-Patterned Nafion Interlayers Enable High-Injection Contacts in p-MoTe<sub>2</sub> FETs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755732/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "A lithography-compatible approach for site-selective contact engineering is developed by using electron-beam lithography to pattern ultrathin Nafion interlayers at the metal contacts of p-type MoTe(2) field-effect transistors. The patterned Nafion films are prepared by electron-beam irradiation followed by development, forming conformal nanometer-thick layers localized exclusively at the source and drain regions. Due to its high work function, Nafion facilitates localized charge transfer that...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755732",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pregnant Women's Experience and Perceptions of Seatbelt Education: Assessing the Impact of Maternity Seatbelt Safety Interventions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Education on seat belt use during pregnancy significantly improved both knowledge and correct usage among pregnant women. Routine, formal educational programs are recommended to promote maternal and fetal safety.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755583",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Education on seat belt use during pregnancy significantly improved both knowledge and correct usage among pregnant women. Routine, formal educational programs are recommended to promote maternal and fetal safety"
    },
    {
      "title": "Assessing emergency department physician workload: A NASA-TLX analysis by experience and care type",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Perceived workload in the ED varies significantly by task type, experience level, and patient acuity. These findings provide actionable data that may support evidence-based staffing decisions, workload redistribution, and training strategies to optimize physician performance and mitigate cognitive overload in resource-limited emergency departments.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755582",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Perceived workload in the ED varies significantly by task type, experience level, and patient acuity. These findings provide actionable data that may support evidence-based staffing decisions, workload redistribution, and training strategies to optimize physician performance and mitigate cognitive o..."
    },
    {
      "title": "Japanese Encephalitis: Understanding Its Impact, Prevention, and the Role of Vaccination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755551/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Japanese encephalitis (JE) is a mosquito-borne viral disease and remains an important cause of viral encephalitis in Asia and parts of the Western Pacific. Earlier WHO-supported global burden estimates published around 2014 suggested approximately 68,000 clinical cases and up to 20,400 deaths annually; however, the World Health Organization emphasises that the true burden of JE is difficult to quantify due to substantial underreporting and heterogeneous surveillance systems. Although vaccination...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41755551",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "cause of viral encephalitis in Asia and parts of the Western Pacific",
      "conclusion": null
    },
    {
      "title": "Machine learning-enabled early risk stratification of β-Iactam-induced electrolyte imbalances",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Electrolyte imbalances were common during β-lactam/β-lactamase inhibitor therapy. An interpretable model using routine clinical variables may support risk-informed monitoring; external validation is warranted.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755534",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Electrolyte imbalances were common during β-lactam/β-lactamase inhibitor therapy. An interpretable model using routine clinical variables may support risk-informed monitoring; external validation is warranted"
    },
    {
      "title": "Implant rehabilitation of extensive maxillary bone loss secondary to chronic odontogenic sinusitis using a press-fit autogenous ramal block graft: a multidisciplinary staged approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "This report details the implant rehabilitation of a patient with extensive maxillary bone loss secondary to chronic odontogenic sinusitis. Prolonged inflammation rendered the right posterior maxilla unsuitable for spontaneous regeneration, necessitating a staged multidisciplinary intervention. Treatment commenced with sinus management via incision and drainage and a targeted pharmacological regimen. Once clinical resolution was achieved, reconstruction was performed using an autogenous bone...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755382",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Individualized multidisciplinary management of severe odontogenic deep neck infections with and without descending necrotizing mediastinitis: a report of two cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755381/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Severe odontogenic deep neck infections (DNIs) can rapidly extend along cervical fascial planes and progress to descending necrotizing mediastinitis (DNM) with high mortality, requiring early diagnosis and multidisciplinary management, especially in elderly patients with comorbidities. We report two elderly patients with rapidly progressive odontogenic infections: one with DNM fulfilling Estrera's criteria (Endo type IIA) and another with extensive DNI without mediastinal spread. Clinical...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755381",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Peri-implantitis as a potential risk factor for peri-implant oral malignancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755380/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Peri-implant oral malignancy (PIOM) refers to malignant tumors arising around dental implants and is an increasingly reported complication of implant therapy. PIOM may follow distinct pathophysiological mechanisms, including chronic peri-implant inflammation and implant-related factors that contribute to carcinogenesis. This current review aims to explore the potential role of peri-implantitis (PI) as a risk factor for PIOM, discussing the proposed pathogenic mechanisms, histological findings,...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755380",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "to explore the potential role of peri-implantitis (PI) as a risk factor for PIOM, discussing the proposed pathogenic mechanisms, histological findings,",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Korean medication-related osteonecrosis of the jaw position paper-a milestone toward practical, evidence-based guidance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755377",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Workplace Incivility and Nurses' Health: The Mediating Role of Positive and Negative Affect",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Nurses are particularly vulnerable to workplace incivility, a form of deviant behavior that can evolve into severe workplace mistreatment. Although the psychological and organizational consequences of incivility have been documented, its impact on health, particularly through emotional pathways, remains unclear. Therefore, this study investigated the association between workplace incivility and nurses' self-rated health, focusing on the mediating roles of positive and negative affect-broad...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755366",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the association between workplace incivility and nurses' self-rated health, focusing on the mediating roles of positive and negative affect-broad",
      "significance": "on health, particularly through emotional pathways, remains unclear",
      "conclusion": null
    },
    {
      "title": "Context-Aware Semantic Localization with Adaptive Sensor Fusion Under Adverse Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755266/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "To achieve Level 4 and above autonomous driving, vehicle localization must remain accurate and reliable under diverse real-world conditions, including complex traffic scenarios, environmental changes, and partial sensor failures. Conventional localization approaches primarily rely on geometric consistency among multi-sensor observations, which can produce physically or contextually implausible pose estimates when sensor reliability degrades or observations become ambiguous. This paper proposes a...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755266",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bias-Optimized Hydrogen Sensing in a Mo-Electrode Pd/SnO<sub>2</sub> Thin-Film Sensor with Integrated Microheater",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Hydrogen is a key energy carrier for fuel cell vehicles and hydrogen energy systems. However, its colorless and odorless nature, combined with a wide flammability range, poses significant safety risks in the event of leakage. Accordingly, compact and reliable hydrogen sensors capable of low-ppm detection at moderate operating temperatures are essential for early-stage safety monitoring. In this study, a bias-optimized hydrogen gas sensor based on a Pd-functionalized SnO(2) thin film with Mo...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755201",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Comparative Study of OCR Architectures for Korean License Plate Recognition: CNN-RNN-Based Models and MobileNetV3-Transformer-Based Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "This paper presents a systematic comparative study of optical character recognition (OCR) architectures for Korean license plate recognition under identical detection conditions. Although recent automatic license plate recognition (ALPR) systems increasingly adopt Transformer-based decoders, it remains unclear whether performance differences arise primarily from sequence modeling strategies or from backbone feature representations. To address this issue, we employ a unified YOLOv12-based license...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755148",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cross-Protocol Domain Gap in Internet of Things Intrusion and Anomaly Detection: An Empirical Internet Protocol-to-Bluetooth Low Energy Study of Domain-Adversarial Training",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755123/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Intrusion and anomaly detectors trained on Internet Protocol (IP) traffic are increasingly deployed in heterogeneous IoT environments where Bluetooth Low Energy (BLE) links coexist with IP networks. We quantify the cross-protocol domain gap in an IP → BLE transfer setting under unsupervised domain adaptation (UDA), where target labels are unavailable for training and model selection. Using 14 lightweight window-level statistics and leakage-aware splits, we benchmark classical baselines and...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755123",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "QbD-Based Formulation Development of Amiodarone Hydrochloride Tablet",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Background/Objectives: We conducted this study to develop a generic amiodarone tablet pharmaceutically equivalent to the reference drug. This development is crucial for securing a stable supply chain for this orphan drug, which currently faces domestic market instability. Amiodarone, a national essential medicine, often experiences unstable supply due to its limited profitability. Methods: To secure this stable supply chain, we employed a factorial design, utilizing a Quality by Design (QbD)...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41755005",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "We conducted this study to develop a generic amiodarone tablet pharmaceutically equivalent to the reference drug",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating the Impact of CYP2D6 Phenotype on Fluvoxamine Pharmacokinetics in Geriatric Patients Using Physiologically Based Pharmacokinetic Modeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41754974/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Background/Objectives: Fluvoxamine is commonly prescribed for depressive disorders in elderly patients, a population that frequently exhibits variable drug responses and increased susceptibility to adverse effects due to age-related physiological changes. CYP2D6 polymorphisms may further affect fluvoxamine pharmacokinetics in elderly patients, complicating dose optimization for this group. Previous pharmacogenetic studies examining the impact of CYP2D6 phenotype on fluvoxamine treatment outcomes...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41754974",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Fluvoxamine is commonly prescribed for depressive disorders in elderly patients, a population that frequently exhibits variable drug responses and increased susceptibility to adverse effects due to ag...",
      "significance": "of CYP2D6 phenotype on fluvoxamine treatment outcomes",
      "conclusion": null
    },
    {
      "title": "Inhalation-Based Nanoparticle Drug Delivery Targeting the Diseased Lower Airways in Idiopathic Pulmonary Fibrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41754911/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Initiated in the lower airways, idiopathic pulmonary fibrosis (IPF) is a fatal disease that disrupts the lung's functional architecture, for which therapeutics are of limited efficacy; consequently, the disease is progressive and incurable. New therapeutic approaches providing delivery of mechanism-modifying drugs directly to the diseased regions may maximize therapeutic effects while minimizing systemic exposure. In this context, inhalable nanomedicine is an emerging approach for targeted...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41754911",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pharmacogenomics of Antineoplastic Therapy in Children: Genetic Determinants of Toxicity and Efficacy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41754908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Over the past decades, remarkable progress in multimodal therapy has significantly improved survival outcomes for children with cancer. Yet, considerable variability in treatment response and toxicity persists, often driven by underlying genetic differences that affect the pharmacokinetics and pharmacodynamics of anticancer drugs. Pharmacogenomics, the study of genetic determinants of drug response, offers a powerful approach to personalize pediatric cancer therapy by optimizing efficacy while...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41754908",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Direct Cytoplasmic Transcription and Trimeric RBD Design Synergize to Enhance DNA Vaccine Potency Against SARS-CoV-2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41754907/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Background/Objectives: The emergence of immune-evasive SARS-CoV-2 variants highlights the need for adaptable vaccine strategies. Trimeric receptor-binding domain (tRBD) antigens offer structural and immunological advantages over monomeric RBDs, but DNA vaccine efficacy has been limited by inefficient antigen expression, particularly in non-dividing antigen-presenting cells. Although cytoplasmic transcription-based DNA platforms have been developed to overcome nuclear entry barriers, their...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41754907",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "The emergence of immune-evasive SARS-CoV-2 variants highlights the need for adaptable vaccine strategies",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microbe-Derived Extracellular Vesicles as Carriers for Doxorubicin Delivery to Colorectal Cancer Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41754845/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Background/Objectives: Microbe-derived extracellular vesicles (MEVs) provide a biocompatible, naturally derived platform for drug delivery. Methods: We encapsulated doxorubicin in Lactobacillus plantarum-derived EVs and evaluated their ability at delivering doxorubicin to colorectal cancer cells in vitro. Endocytosis inhibitors were used to investigate the mechanisms by which the MEVs entered the cells. Results: The MEVs maintained structural stability under physiological conditions. Cellular...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41754845",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Microbe-derived extracellular vesicles (MEVs) provide a biocompatible, naturally derived platform for drug delivery",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bmal1 regulates thermogenic function by modulation of lipolytic and OXPHOS gene expression in male mice brown adipocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "The circadian clock plays a critical role in coordinating energy metabolism across tissues, including brown adipose tissue (BAT), a major site of nonshivering thermogenesis. This study aimed to elucidate the cell-autonomous role of the peripheral circadian clock in brown adipocyte thermogenesis using an in vitro model independent of extrinsic cues. Primary brown adipocytes were differentiated from the stromal vascular fraction of interscapular BAT isolated from C57BL/6J mice. An in vitro model...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41749434",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "elucidate the cell-autonomous role of the peripheral circadian clock in brown adipocyte thermogenesis using an in vitro model independent of extrinsic cues",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic variations in AAK1 and ADAM17 associated with circulatory cytokines changes influence COVID-19 susceptibility and severity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Our findings suggest potential genetic biomarkers in AAK1 and ADAM17 genes that could affect the disease severity and circulating cytokine levels in COVID-19 patients.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41761307",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest potential genetic biomarkers in AAK1 and ADAM17 genes that could affect the disease severity and circulating cytokine levels in COVID-19 patients"
    },
    {
      "title": "Graph-based transformer to predict the octanol-water partition coefficient",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Lipophilicity is a fundamental physicochemical property that significantly influences various aspects of drug behavior, such as solubility, permeability, metabolism, distribution, protein binding, and excretion. Consequently, accurate prediction of this property is critical for the successful discovery and development of new drug candidates. The classical metric for assessing lipophilicity is logP, defined as the partition coefficient between n-octanol and water at physiological pH 7.4....",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41761278",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A post-marketing surveillance study on the safety and effectiveness of recombinant antithrombin gamma in patients with congenital antithrombin deficiency in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41761262",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sustained remission of post-Fontan protein-losing enteropathy achieved by combination therapy with high-dose spironolactone and the somatostatin analogue octreotide: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761153/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41761153",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An analysis of associations of having children with smoking prevalence and intensity using nationally representative survey data in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41761135",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term safety and effectiveness of rimegepant for the preventive treatment of migraine in Japan: an open-label extension of a phase 3 study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761058/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41761058",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Streptomyces lemnae sp. nov., a novel actinomycete isolated from Lemna aequinoctialis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "A novel Streptomyces species, designated strain DW26H14^(T), was isolated from duckweed (Lemna aequinoctialis) and characterized using a polyphasic taxonomic approach. Phylogenetic analysis based on 16S rRNA gene sequences indicated that strain DW26H14^(T) belonged to the genus Streptomyces and showed the highest similarity to Streptomyces tremellae Js-1^(T) (98.8%) and Streptomyces fuscigenes JBL-20^(T) (98.1%). The average nucleotide identity via BLAST (ANIb) and digital DNA-DNA hybridization...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41760958",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of anemia with long-term renal prognosis in autosomal dominant polycystic kidney disease using time-series analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760832/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41760832",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multicenter clinicopathological study of odontogenic myxoma spectrum lesions using quantitative pathology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Odontogenic myxoma (OM) and odontogenic myxofibroma (OMF) are rare benign odontogenic tumors characterized by heterogeneous stromal composition, for which objective and reproducible pathological evaluation remains challenging. This multicenter study aimed to quantitatively assess fibrous tissue proportion (FTP) using AI-assisted digital pathology and to explore its clinicopathological relevance across odontogenic myxoma spectrum lesions. A total of 143 surgical specimens were collected from 34...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41760729",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "and reproducible pathological evaluation remains challenging",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Activity drives self-assembly of passive soft inclusions in active nematics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760673/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Active nematics are out-of-equilibrium systems in which energy injection at the microscale drives emergent collective behaviors, from spontaneous flows to active turbulence. While the dynamics of these systems have been extensively studied, their potential for controlling the organization of embedded soft particles remains largely unexplored. Here, we investigate how passive droplets suspended in an active nematic fluid self-organize under varying activity levels and packing fractions. Through...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41760673",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultramicroporous covalent organic framework membranes with fortified hydrogen-bond networks for high-performance desalination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "The increasing global reliance on alternative water sources underscores the critical need for enhanced desalination efficacy. Covalent organic frameworks (COFs), with their ordered porosity and tunable architectures, hold immense potential for next-generation desalination membranes. However, current COF membranes often fail in efficient seawater desalination due to pore sizes largely exceeding hydrated monovalent ion dimensions. Here we present a structurally stable, ultramicroporous COF...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41760641",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Femtosecond concerted rotation of molecules on a 2D material interface",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Interfaces between molecules and 2D materials exhibit energy-driven functionalities, wherein charge transfer directs molecular motion. Unlike equilibrium systems, where molecular assemblies settle into static configurations, continuous energy input can drive transient, collective molecular rearrangements. Here, we reveal ultrafast spectroscopic fingerprints of a collective rotational response of molecules on a 2D material following photoexcitation. Our results suggest that photoinduced charge...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41760610",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "that photoinduced charge"
    },
    {
      "title": "Corrigendum to \"Development of a short version of the Delirium Observation Screening Scale (s-DOSS): A psychometric validation study\" [Int. J. Nurs. Stud. volume 177, May 2026, 105362]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760518/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41760518",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Orthogonal Biosynthesis of Pyrrolamides through Dehydration by a Pathway-Specific Glycoside Hydrolase-Like Enzyme in Gram-Positive Bacteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228024541&v=2.19.0.post6+133c1fe",
      "description": "Pyrrolamides, defined by a pyrrole-2-carboxamide core, represent a family of natural products produced by Streptomyces species. They exhibit potent yet promiscuous bioactivities, including antimicrobial, antifungal, antiviral, and anticancer effects. The characteristic pyrrole moiety is derived from 4-acetamidopyrrole-2-carboxylate, which was previously proposed to originate most likely from N-acetylglucosamine-1-phosphate. This unusual transformation of a primary metabolite sugar into an...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41760284",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}