{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-30T07:36:43.294Z",
  "totalItems": 150,
  "totalArchived": 20161,
  "newPapersAdded": 177,
  "institutionBreakdown": {
    "KAIST": 45,
    "SNU": 100,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 5,
    "Korea University": 21,
    "IBS": 11,
    "UNIST": 0,
    "Hanyang University": 4,
    "KIST": 2,
    "GIST": 6,
    "Kyung Hee University": 9,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Neuroscience": 10,
    "Biomedical": 34,
    "Multidisciplinary": 80,
    "Computer Science": 7,
    "Cancer Research": 13,
    "Materials Science": 6
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Ataxin-3 Overexpression via Adeno-associated Viral Vector Injection in the Primate Cerebellum: A Novel Model of Spinocerebellar Ataxia Type 3",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41162333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Spinocerebellar ataxia type 3 (SCA3) is an autosomal-dominant neurodegenerative disorder caused by an expanded polyglutamine repeat in the ataxin-3 gene. The resulting mutant ataxin-3 protein forms intraneuronal inclusions that lead to neurodegeneration in the cerebellum and other brain regions. This study aimed to develop a novel nonhuman primate model of SCA3 to address the limitations of existing knock-in and transgenic models using an adeno-associated virus (AAV) to deliver the mutant gene....",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41162333",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "develop a novel nonhuman primate model of SCA3 to address the limitations of existing knock-in and transgenic models using an adeno-associated virus (AAV) to deliver the mutant gene",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multicenter, Randomized, Double-Blind, Parallel, Phase 2 Clinical Trial to Compare and Evaluate the Efficacy and Safety of SPC1001 and Monotherapy in Patients With Essential Hypertension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41162308/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "PURPOSE: Hypertension poses challenges for many patients in achieving adequate blood pressure control, despite using monotherapy or standard treatment regimens. A low-dose triple combination drug has recently been considered for initial hypertension therapy; however, its safety, efficacy, and dose-response relationship remain unclear. We evaluated these aspects for patients with hypertension to determine the optimal combination dose.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "IBS",
        "KAIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41162308",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Hypertension poses challenges for many patients in achieving adequate blood pressure control, despite using monotherapy or standard treatment regimens",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Source-specific contamination process revealed by mercury isotope analyses and hydrodynamic modeling in an estuary\"[J. Hazard. Mater. (2025) 139764]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41162244/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41162244",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances in biosensors for microbial biosynthesis of amino acids and their derivatives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Amino acids and their derivatives play pivotal roles across diverse fields including biotechnology, pharmaceuticals, agriculture, and industrial manufacturing. The development of high-throughput screening methods for strains producing amino acids and their derivatives is crucial for both mining key enzymes and screening overproducers. This review systematically evaluates six classes of direct biosensors employed in the metabolic engineering of amino acid- or derivative-producing strains. These...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41161646",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advanced immunodiagnostics for periodontal disease: Targeted detection of Kgp and RgpB using A7 and G1 antibody set",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The developed A7 and G1 antibody-based LFA represents a significant advancement in periodontal disease diagnostics. Offering rapid, accurate, and sensitive detection directly from saliva samples, this method holds great promise for clinical use, facilitating early diagnosis and timely intervention to improve patient outcomes.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41161486",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The developed A7 and G1 antibody-based LFA represents a significant advancement in periodontal disease diagnostics. Offering rapid, accurate, and sensitive detection directly from saliva samples, this method holds great promise for clinical use, facilitating early diagnosis and timely intervention t..."
    },
    {
      "title": "The antidepressant-like properties of corilagin on SH-SY5Y neuroblastoma cells and a forced swimming test animal model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161468/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Corilagin, a member of the phenolic tannin family, exhibits both anti-inflammatory and anti-oxidative properties. Depression is a mental disorder caused by an imbalance in brain neurotransmitters, excessive stress, and chronic inflammatory responses. The present study aims to estimate the antidepressant-like effect of corilagin using amyloid-β (Aβ)-stimulated neuroblastoma SH-SY5Y cells and forced swimming test (FST)-induced depression model in mice. Corilagin prevented Aβ-induced damage to...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41161468",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "to estimate the antidepressant-like effect of corilagin using amyloid-β (Aβ)-stimulated neuroblastoma SH-SY5Y cells and forced swimming test (FST)-induced depression model in mice",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Injectable and self-healing dual-crosslinked thermogel based on octanoyl glycol chitosan and oxidized hyaluronic acid for biomedical applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "The development of thermo-sensitive hydrogels with dynamic properties, including shear-thinning, self-healing, and high mechanical strength, is crucial for biomedical applications, particularly in tissue engineering and localized injectable therapies. Despite significant progress, achieving both rapid thermal gelation and robust structural integrity remains a major challenge. This study presents a novel dual crosslinked injectable thermogel system prepared by simple blending of thermogelling...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41161442",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Application of thermo-cylindrical type focused-ultrasound as novel milk pasteurization: microbial inactivation, immunoglobulin G retention, and physicochemical characteristics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161097/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "This study aimed to investigate the efficacy of focused ultrasound as a novel milk pasteurisation technology to replace conventional low-temperature long-time (LTLT) method. The microbial inactivation, immunoglobulin G (IgG) retention, and physicochemical properties of milk treated with focused ultrasound were evaluated. Thermo-cylindrical type (55 °C) focused ultrasound was used for all experiments. Milk was subjected to focused ultrasound at 30 W and 100 W for 0, 10, 20, and 30 min to...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41161097",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the efficacy of focused ultrasound as a novel milk pasteurisation technology to replace conventional low-temperature long-time (LTLT) method",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Non-clinical GLP genotoxicity and rodent oral toxicity studies of 6'-hydroxy justicidin B for anti-COVID-19 agent development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Despite the development of Coronavirus Disease 2019 (COVID-19) vaccines, the search for a definitive cure continues. 6'-Hydroxy justicidin B (6'-HJB), found in Justicia procumbens and used in Chinese medicine for its antiviral properties, shows promise as a therapeutic candidate against COVID-19. Nevertheless, it is crucial to establish its safety profile before clinical trials. This study evaluated its safety through non-clinical Good Laboratory Practice genotoxicity and rodent toxicity...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41161005",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Eltrombopag is well tolerated but provides no additional benefit in the treatment of canine primary immune-mediated thrombocytopenia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160978/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Eltrombopag was well tolerated as part of a multimodal treatment protocol for pITP in dogs. However, it was not associated with improved platelet recovery, shorter hospitalization, or reduced mortality compared with standard therapy alone.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41160978",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Eltrombopag was well tolerated as part of a multimodal treatment protocol for pITP in dogs. However, it was not associated with improved platelet recovery, shorter hospitalization, or reduced mortality compared with standard therapy alone"
    },
    {
      "title": "Acoustic-filtered laser-induced breakdown spectroscopy for monitoring fission products in molten LiCl-KCl eutectic during salt fluctuations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160962/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Laser-induced breakdown spectroscopy (LIBS) has been extensively studied for detecting and analyzing multi-elemental environments in molten salt, overcoming challenges posed by high temperatures and radiation fields. However, effectively utilizing LIBS for monitoring molten salt systems requires addressing the issue of salt fluctuation. Various salt reactors have experienced variations in salt levels, mainly caused by the vibration of the primary pump and flow-induced vortex shedding. Salt...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41160962",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Collective Mechanical Memory Encoded by Long-Lasting Supracellular Cytoskeletal Structures in Multicellular Spheroids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160712/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Animal cells can sense and \"remember\" the stiffness of their extracellular environment, resulting in sustained changes in form and function. Such \"mechanical memory\" has been previously explored using individual cells and attributed to epigenetic changes and transcriptional activity. However, it is unclear whether such memory is retained across collective cells. Here, we report that collective cells sustain mechanical memory through self-organized actin-CK18 networks spanning multiple cell...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41160712",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Self-learning model fusion for network anomaly detection: A hybrid CNN-LSTM-transformer framework",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160632/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "The rapid evolution of cyber threats poses significant challenges to the adaptability and performance of anomaly detection systems. This study presents an innovative hybrid deep learning framework that integrates Convolutional Neural Networks (CNN), Long Short-Term Memory networks (LSTM), and Transformer models with a novel self-learning mechanism to enhance network traffic anomaly detection. Our key contributions include: (1) a synergistic two-stage model fusion architecture that captures both...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41160632",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unintended positive behavioral changes during self-report and wearable data collection on digital media use in young adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160088/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: When collecting data on digital media use and related emotion via mobile devices, it is important to recognize that positive changes may occur in participants even without planed intervention. Failing to consider this phenomenon could lead to an overestimation of the effects of interventions provided through smart devices.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41160088",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to recognize that positive changes may occur in participants even without planed intervention",
      "conclusion": "When collecting data on digital media use and related emotion via mobile devices, it is important to recognize that positive changes may occur in participants even without planed intervention. Failing to consider this phenomenon could lead to an overestimation of the effects of interventions provide..."
    },
    {
      "title": "Programmable Helicity and Macrocycle Symmetry in β-Peptides via Site-Selective Thioamide Substitution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Thioamides─minimalist amide isosteres in which sulfur replaces the backbone carbonyl oxygen─offer a precise means to modulate peptide conformation through altered hydrogen-bond geometry and polarity. This work presents a general and experimentally validated strategy for programming β-peptide secondary structure with atomic precision, using site-selective thioamide substitution as a minimalist backbone modification. While thioamides have been studied individually, their positional control within...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41159778",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemical Mechanical Polishing of Plasma-Modified Cu/Polymer Interfaces for Advanced Hybrid Bonding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Hybrid bonding, referring to direct bonding between metal and insulator layers, has become a key technology for next-generation semiconductor packaging, enabling high-density interconnects, fast signal transmission, and a compact form factor. Polymer dielectrics such as benzocyclobutene (BCB) provide excellent insulation and adhesion but pose challenges for chemical mechanical polishing (CMP) due to their viscoelasticity. Here, a CMP-compatible strategy based on argon (Ar) plasma modification of...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41159511",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discovery of murayaquinone from an endophytic bacterium Streptomyces sp. AN140557 as a potent inhibitor of the pine wood nematode, Bursaphelenchus xylophilus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our results highlight the nematicidal potential of the murayaquinone derived from Streptomyces sp. AN140557. This is the first report of murayaquinone exhibiting biocontrol potential against PWN, suggesting its possibility as a PWD control agent. © 2025 The Author(s). Pest Management Science published by John Wiley & Sons Ltd on behalf of Society of Chemical Industry.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "SNU"
      ],
      "pmid": "41157963",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": "Our results highlight the nematicidal potential of the murayaquinone derived from Streptomyces sp. AN140557"
    },
    {
      "title": "A Study on the Performance Comparison of Brain MRI Image-Based Abnormality Classification Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157286/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "We developed a model that classifies normal and abnormal brain MRI images. This study initially referenced a small-scale real patient dataset (98 normal and 155 abnormal MRI images) provided by the National Institute of Aging (NIA) to illustrate the class imbalance challenge. However, all experiments and performance evaluations were conducted on a larger synthetic dataset (10,000 images; 5000 normal and 5000 abnormal) generated from the National Imaging System (NIS/AI Hub). Therefore, while the...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41157286",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MMSE-Based Dementia Prediction: Deep vs. Traditional Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Early and accurate diagnosis of dementia is essential to improving patient outcomes and reducing societal burden. The Mini-Mental State Examination (MMSE) is widely used to assess cognitive function, yet traditional statistical and machine learning approaches often face limitations in capturing nonlinear interactions and subtle decline patterns. This study developed a novel deep learning-based dementia prediction model using MMSE data collected from domestic clinical settings and compared its...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41157217",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial Neural Network Approach for Hardness Prediction in High-Entropy Alloys",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "High-entropy alloys (HEAs) are highly concentrated, multicomponent alloys that have received significant attention due to their superior properties compared to conventional alloys. The mechanical properties and hardness are interrelated, and it is widely known that the hardness of HEAs depends on the principal alloying elements and their composition. Therefore, the desired hardness prediction to develop new HEAs is more interesting. However, the relationship of these compositions with the HEA...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41156885",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Typing of <em>Yersinia pestis</em> in Challenging Forensic Samples Through Targeted Next-Generation Sequencing of Multilocus Variable Number Tandem Repeat Regions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156780/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Microbial forensics involves analyzing biological evidence to evaluate weaponized microorganisms or their toxins. This study aimed to detect and type Yersinia pestis from four simulated forensic samples-human plasma diluted in phosphate-buffered saline (#24-2), tomato juice (#24-5), grape juice (#24-8), and a surgical mask (#24-10). Notably, samples #24-10 may have contained live bacteria other than Y. pestis. A real-time polymerase chain reaction confirmed the presence of Y. pestis in all...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41156780",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "detect and type Yersinia pestis from four simulated forensic samples-human plasma diluted in phosphate-buffered saline (#24-2), tomato juice (#24-5), grape juice (#24-8), and a surgical mask (#24-10)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Protaetia brevitarsis seulensis</em> Larvae Extract Attenuates Inflammatory Osteoclast Differentiation and Bone Loss",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156525/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: The larvae of Protaetia brevitarsis seulensis (PB), an edible insect, exhibit diverse bioactivities, but their effects on inflammatory bone loss remain unclear. We investigated whether a 70% ethanol extract of PB larvae (PBE) suppresses osteoclast differentiation and bone loss under inflammatory conditions. Methods: Osteoclast differentiation was assessed in co-cultures of mouse bone marrow cells and osteocytic cells stimulated with interleukin-1 (IL-1). Direct effects on...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41156525",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "The larvae of Protaetia brevitarsis seulensis (PB), an edible insect, exhibit diverse bioactivities, but their effects on inflammatory bone loss remain unclear",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toward Thermally Stimuli-Responsive Polymeric Vesicles Fabricated by Block Copolymer Blends for Nanocarriers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Polymeric vesicles, characterized by enhanced colloidal stability, excellent mechanical properties, controllable surface functionality, and adjustable membrane thickness, are extremely useful in nano- and bio-technology for potential applications as nanosized carriers for drugs and enzymes. However, a few preparative steps are necessary to achieve a unilamellar vesicle with a narrow size distribution. Herein, we report the spontaneous formation of unilamellar polymeric vesicles with nanometer...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST"
      ],
      "pmid": "41156379",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Effect of the Modification of Perioperative Anti-Rheumatic Medications on Early Complications After Total Ankle Arthroplasty for Severe Rheumatoid Arthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: The potential risk of postoperative complications related to chronic inflammation and immunosuppressive therapy is still an ongoing concern for patients with rheumatoid arthritis (RA). This retrospective comparative study reports the outcomes, including early complications after total ankle arthroplasty (TAA), for end-stage RA, and the effects of the modification of perioperative anti-rheumatic medications. Methods: A total of 18 patients (the controlled group) with and 16...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41156150",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "The potential risk of postoperative complications related to chronic inflammation and immunosuppressive therapy is still an ongoing concern for patients with rheumatoid arthritis (RA)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between Osteoarthritis and the Triglyceride-Glucose Index in the Korean Population: A Large-Scale Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Background: Osteoarthritis (OA) is associated with triglyceride-glucose (TyG) index values. However, the evidence supporting this association remains controversial. This study explores the associations of OA with the TyG index and with a combination of the TyG index and obesity in the Korean population. Methods: A total of 15,128 subjects (including 6575 men and 8553 women) were included in this analysis. Complex sample binary logistic regression was used to analyze the associations of OA with...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41156096",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design, Synthesis and Biological Evaluation of Pyrazolopyrimidine Derivatives as Aryl Hydrocarbon Receptor Antagonists for Colorectal Cancer Immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Background: Aryl hydrocarbon receptor (AhR) is a transcription factor that is involved in the regulation of immunity. AhR inhibits T cell activation in tumors, which induces immune suppression in the blood and solid tumors. We identified effective small-molecule AhR antagonists for cancer immunotherapy. Methods: A new series of pyrazolopyrimidine derivatives was synthesized and evaluated for AhR antagonistic activity. Results: Compound 7k exhibited significant antagonistic activity against AhR...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41155994",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of the Prognostic Performance of Various Machine Learning Models in Patients with Acute Myocardial Infarction: Results from the COREA-AMI Registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Background and Objectives: To date, several machine learning (ML) prognostic prediction models have been investigated for patients with acute myocardial infarction (AMI). However, few studies have compared the prognostic performance of ML techniques in AMI patients who underwent percutaneous coronary intervention (PCI). We sought to compare the prognostic performance among various machine learning techniques to determine which one showed the best prediction ability. Materials and Methods: Using...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41155770",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "To date, several machine learning (ML) prognostic prediction models have been investigated for patients with acute myocardial infarction (AMI)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Effects of Ritonavir on the Pharmacokinetics of Tofacitinib in Rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Background and Objective: Tofacitinib (TOF), an oral Janus kinase inhibitor used to treat rheumatoid arthritis (RA), is extensively metabolized by cytochrome P450 (CYP) 3A4. Ritonavir (RTV), a protease inhibitor, is commonly used as a pharmacokinetic (PK) enhancer due to its potent CYP3A4 inhibitory effects. Considering the prevalence of comorbidities in RA patients, it is possible to use TOF and RTV concurrently, raising concerns about potential drug-drug interactions (DDIs). The current study...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41155674",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Tofacitinib (TOF), an oral Janus kinase inhibitor used to treat rheumatoid arthritis (RA), is extensively metabolized by cytochrome P450 (CYP) 3A4",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultra-Performance Liquid Chromatography-Tandem Mass Spectrometry Multiple Reaction Monitoring-Based Multi-Component Analysis of Bangkeehwangkee-Tang: Method Development, Validation, and Application to Quality Evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Bangkeehwangkee-tang (BHT) is a traditional herbal formula composed of six medicinal herbs: Sinomenii Caulis et Rhizoma, Astragali Radix, Atractylodis Rhizoma Alba, Zingiberis Rhizoma Recens, Zizyphi Fructus, and Glycyrrhizae Radix et Rhizoma. BHT has been widely used for its immunomodulatory and anti-inflammatory effects. This study aimed to develop a reliable analytical method for the simultaneous determination of 22 marker compounds to ensure consistent quality control...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41155592",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Bangkeehwangkee-tang (BHT) is a traditional herbal formula composed of six medicinal herbs: Sinomenii Caulis et Rhizoma, Astragali Radix, Atractylodis Rhizoma Alba, Zingiberis Rhizoma Recens, Zizyphi ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic Potential and Cancer Cell Death-Inducing Effects of Apigenin and Its Derivatives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155376/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Cancer remains one of the leading global health challenges, driving extensive research into natural dietary compounds with potential preventive and therapeutic benefits. This review data from preclinical research on the significance of a diet abundant in flavonoids in reducing cancer risk. An increasing number of experimental studies suggest that flavonoids play a protective role by modulating diverse mechanisms associated with cancer, including carcinogen activation, cellular signaling, cell...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41155376",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "of a diet abundant in flavonoids in reducing cancer risk",
      "conclusion": null
    },
    {
      "title": "Antihyperuricemic Effects of <em>Cornus officinalis</em> Extract via URAT1 Regulation and Renoprotective Mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155274/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Hyperuricemia, characterized by elevated serum uric acid levels, is a major risk factor for gout and kidney disease. This study evaluated the antihyperuricemic effects of Cornus officinalis extract (COE) using urate transporter 1 (URAT1)-expressing oocytes and a hyperuricemia rat model. COE effectively inhibited uric acid absorption by modulating URAT1, with an IC(50) value of 3.24 µg/mL. In the hyperuricemia model, COE administration (100 and 200 mg/kg) significantly reduced serum uric acid...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41155274",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Terminalia chebula</em> Fruit Extract Ameliorates Peripheral Edema by Inhibiting NF-κB and MAPK Signaling Pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155257/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Peripheral edema is a pathological condition caused by abnormal fluid accumulation in the interstitial space due to elevated vascular permeability and inflammation. This study evaluated the therapeutic efficacy of Terminalia chebula fruit extract (TCE) in inflammation-induced peripheral edema and clarified its molecular mechanisms. Using hydrogen peroxide (H(2)O(2))-stimulated human umbilical vein endothelial cells (HUVECs), TCE was tested for effects on cell viability, inflammatory gene...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41155257",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Optimal Fibular Strut Bone Graft Fixation Angle for Unstable Proximal Humerus Fractures: A Finite Element Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Adding a fibular strut bone graft to locking plate fixation has been introduced to improve stability and prevent varus collapse. The purpose of this study was to perform finite element analysis (FEA) of the biomechanical characteristics of different insertion angles of the fibular strut graft in proximal humerus fractures. Proximal humerus fractures with metaphyseal comminution and instability were simulated by creating wedge-shaped osteotomies medially and laterally for varus and valgus models,...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41155077",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to perform finite element analysis (FEA) of the biomechanical characteristics of different insertion angles of the fibular strut graft in proximal humerus fractures",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Classification of Hemiplegic Gait and Mimicked Hemiplegic Gait: A Treadmill Gait Analysis Study in Stroke Patients and Healthy Individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Differentiating genuine hemiplegic gait (HG) in stroke survivors from hemiplegic-like gait voluntarily imitated by healthy adults (MHG) is essential for reliable assessment and intervention planning. Treadmill-based gait data were obtained from 79 participants-39 stroke patients (HG) and 40 healthy adults-instructed to mimic HG (MHG). Forty-eight spatiotemporal and force-related variables were extracted. Random Forest, support vector machine (SVM), and logistic regression classifiers were...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Kyung Hee University"
      ],
      "pmid": "41155073",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cancer-Associated Fibroblasts Arising from Endothelial-to-Mesenchymal Transition: Induction Factors, Functional Roles, and Transcriptomic Evidence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41154806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Cancer-associated fibroblasts (CAFs) are key components of the tumor microenvironment (TME) that influence cancer progression via extracellular matrix (ECM) remodeling and secretion of growth factors and cytokines. Endothelial-to-mesenchymal transition (EndMT) is emerging as an important axis among the heterogeneous origins of CAFs. This review introduces the diverse methods used to induce EndMT in cancer-mouse tumor models, conditioned-medium treatment, co-culture, targeted gene perturbation,...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41154806",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "axis among the heterogeneous origins of CAFs",
      "conclusion": null
    },
    {
      "title": "Association Between Unmet Healthcare Needs and Depression in Older Adults: Evidence from the Korean National Health and Nutrition Examination Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41154314/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Background: Studies on the relationship between unmet healthcare needs and depression in older adults are limited in Asia. This study aimed to investigate the relationship between unmet healthcare needs and the risk of depression in older adults aged ≥65 years in Korea. Methods: This cross-sectional study used data from the Korean National Health and Nutrition Examination Survey in 2014, 2016, and 2018. Three models were constructed using a weighted multivariate logistic regression analysis to...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41154314",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "older adults are limited in Asia. This study aimed to investigate the relationship between unmet hea",
      "objective": "investigate the relationship between unmet healthcare needs and the risk of depression in older adults aged ≥65 years in Korea",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Application of Novel Biomaterials to Enhance Bone Regeneration in a Canine Non-Union Olecranon Fracture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41153895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "A six-year-old, neutered male Pomeranian weighing 4.25 kg was presented with a two-year history of non-weight-bearing lameness of the left thoracic limb following an untreated traumatic olecranon fracture. Orthopedic examination revealed markedly reduced elbow joint range of motion and muscle atrophy. Radiographs demonstrated a distinct fracture line with proximolateral displacement of the olecranon fragment. Preoperative computed tomography (CT) and three-dimensional (3D) reconstruction were...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41153895",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Whole-Body, Local, and Modality-Specific Vibration Therapy on Gait in Parkinson's Disease: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41153786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Gait dysfunction is a major contributor to disability and reduced quality of life in Parkinson's disease (PD). Although pharmacological treatments and exercise-based rehabilitation programs provide partial improvement, residual gait dysfunction often persists. Given these limitations, there has been growing interest in non-pharmacological and non-invasive strategies such as vibration therapy (VT). However, previous systematic reviews and meta-analyses have yielded...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41153786",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Gait dysfunction is a major contributor to disability and reduced quality of life in Parkinson's disease (PD)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Allergic Conditions with Adolescent Sleep Duration: A National Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41153537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Managing allergic rhinitis may be crucial to promoting adequate sleep during adolescence. Furthermore, future research should incorporate physiological indicators to assess sleep quality, as self-reported measures may not capture sleep disturbances such as night-time awakenings. These findings can inform the development of integrated health strategies to enhance physical and psychological well-being of adolescents.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41153537",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Managing allergic rhinitis may be crucial to promoting adequate sleep during adolescence. Furthermore, future research should incorporate physiological indicators to assess sleep quality, as self-reported measures may not capture sleep disturbances such as night-time awakenings"
    },
    {
      "title": "Pediatric Foreign Body Ingestion: Analysis of Patient Characteristics and Surgical Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41153536/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: FB ingestion predominantly affects young male children. Magnet ingestion frequently requires surgical intervention, underscoring the importance of preventive measures and safer environments. Surgical treatment should be considered in patients with symptomatic presentation, multiple ingested objects, or an uncertain ingestion history.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41153536",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FB ingestion predominantly affects young male children. Magnet ingestion frequently requires surgical intervention, underscoring the importance of preventive measures and safer environments"
    },
    {
      "title": "Cross-Cultural Adaptation and Validation of the Mini-Eating and Drinking Ability Classification System for Korean Children with Cerebral Palsy Aged 18-36 Months",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41153530/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The Korean Mini-EDACS is a reliable and valid tool for classifying eating and drinking abilities in children with CP under 3 years. It enables standardized communication between caregivers and clinicians, complements existing functional classification systems, and may facilitate earlier identification and intervention for feeding difficulties.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41153530",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Korean Mini-EDACS is a reliable and valid tool for classifying eating and drinking abilities in children with CP under 3 years. It enables standardized communication between caregivers and clinicians, complements existing functional classification systems, and may facilitate earlier identificati..."
    },
    {
      "title": "Trust Formation, Error Impact, and Repair in Human-AI Financial Advisory: A Dynamic Behavioral Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41153160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Understanding how trust in artificial intelligence evolves is crucial for predicting human behavior in AI-enabled environments. While existing research focuses on initial acceptance factors, the temporal dynamics of AI trust remain poorly understood. This study develops a temporal trust dynamics framework proposing three phases: formation through accuracy cues, single-error shock, and post-error repair through explanations. Two experiments in financial advisory contexts tested this framework....",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41153160",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of hospitalization before hemodialysis on mortality in dialysis patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41152728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Patients hospitalized for more than 1 month before starting dialysis had significantly higher overall mortality rates. These findings highlight the need for comprehensive care and targeted interventions for this high-risk population.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41152728",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients hospitalized for more than 1 month before starting dialysis had significantly higher overall mortality rates. These findings highlight the need for comprehensive care and targeted interventions for this high-risk population"
    },
    {
      "title": "Cancer-associated fibroblast-derived GAS6 increases resistance to chemotherapy through AXL/STAT3/ABCG1 in gastric cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41152601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: CAF-derived GAS6 induces GC chemoresistance via the AXL/STAT3/ABCG1 pathway. 9im restores chemosensitivity by inhibiting AXL and ABCG1-mediated efflux. AXL inhibitors with chemotherapy may improve GC treatment.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41152601",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CAF-derived GAS6 induces GC chemoresistance via the AXL/STAT3/ABCG1 pathway. 9im restores chemosensitivity by inhibiting AXL and ABCG1-mediated efflux"
    },
    {
      "title": "Effects of organic and inorganic stabilizer amendments on arsenic and heavy metal transfer to lettuce and young radish in contaminated soil",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41152513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "This study assessed the potential of organic and inorganic soil amendments to reduce arsenic (As) and heavy metals (Pb, Zn, Cu, Cd) mobility and uptake by crops in contaminated agricultural soils. A pot experiment was conducted using biochar and a limestone-steel slag mixture (LSM) as stabilizing agents, with lettuce (Lactuca sativa L.) and young radish (Raphanus sativus var. longipinnatus) as test crops. The stabilization effects were evaluated by measuring 0.1 N HCl-extractable metal fractions...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41152513",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radiomics in non-oncologic musculoskeletal diseases: from pixels to practice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41162310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Radiomics has emerged as a powerful tool in medical imaging, enabling the extraction of high-dimensional data from radiologic images to uncover quantitative relationships between image features and underlying pathology. Although it is most established in oncology, radiomics is now being widely adopted for non-oncologic musculoskeletal conditions, including osteoporosis, osteoarthritis, rheumatologic diseases, nerve pathologies, and trauma-related injuries. This review provides an overview of the...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41162310",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Enhancing anti-tumor immunity through TIGIT blockade and tumor-directed targeting in pancreatic cancer\" [Int. Immunopharmacol. 167 (2025) 115653]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41162222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41162222",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Analysis of Microbial Communities and Biopolymer Production in Kombucha",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41162177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "While the microbial diversity of kombucha has been previously investigated, only a limited number of studies have explicitly distinguished between the symbiotic culture of bacteria and yeast (SCOBY) and the liquid broth, and even fewer have directly associated microbial diversity with bacterial cellulose production. This study investigated the microbial communities present in commercially available kombucha products by using both culture-based and molecular analysis methods, along with...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41162177",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the microbial communities present in commercially available kombucha products by using both culture-based and molecular analysis methods, along with",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic Modulation of the Gut-Brain-Immune Axis by a Dual <em>Lactobacillus</em> Combination in a Murine IBS Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41162174/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "The gut microbiota is a key regulator of immune and neuroendocrine pathways along the gut-brain axis. Disruption of this bidirectional communication contributes to irritable bowel syndrome (IBS), a multifactorial disorder associated with gastrointestinal dysfunction and psychiatric comorbidities. Although microbiota-targeted therapies are promising, most current studies rely on single-strain interventions with limited efficacy, and the bioactive components as well as their host-mediated...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41162174",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Ubiquitin-Proteasome System in Hepatitis B Virus Infection and Hepatocarcinogenesis: Viral Manipulation and Therapeutic Targets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41162171/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Hepatitis B virus (HBV) infection is a major cause of hepatocellular carcinoma. To sustain viral life cycle, HBV modulates host pathways controlling protein turnover and innate immunity. Critical events in the HBV life cycle include the conversion of relaxed-circular DNA to covalently closed circular DNA, transcriptional activation of viral genes, and the synthesis and maturation of structural and regulatory proteins. These processes are tightly linked to the ubiquitin-proteasome system (UPS),...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41162171",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of <em>Eisenia bicyclis</em> Extract on Sleep Promotion in a Caffeine-Induced Insomnia Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41162163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "This study investigated the sleep-promoting effects of the brown alga Eisenia bicyclis (EB), which contains phlorotannins, using caffeine-induced insomnia models of Drosophila melanogaster and ICR mice. In flies exposed to caffeine, EB treatment dose-dependently normalized disrupted nighttime activity and total sleep duration, while high-dose EB significantly reduced sleep fragmentation by decreasing the number of sleep bouts. Locomotor tracking analysis further showed that EB attenuated...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41162163",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the sleep-promoting effects of the brown alga Eisenia bicyclis (EB), which contains phlorotannins, using caffeine-induced insomnia models of Drosophila melanogaster and ICR mice",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Narrow common bile duct angle as a risk factor for recurrent common bile duct stone following laparoscopic common bile duct exploration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41162100/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41162100",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding and managing diamide insecticide resistance in lepidopteran pests: Insights into RyR mutations and metabolic mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41162025/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Diamide insecticides function as modulators of ryanodine receptors (RyR) in insects and are categorized under group 28 by the Insecticide Resistance Action Committee (IRAC). Since their introduction in 2007, insecticides such as chlorantraniliprole and flubendiamide have been widely used to manage a variety of pests, particularly within the order Lepidoptera, as well as species in Coleoptera, Hymenoptera, Diptera, Hemiptera, and Thysanoptera. However, prolonged and extensive use has led to the...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41162025",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patient-Reported Outcomes in Myositis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161905/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Idiopathic inflammatory myopathies (IIM) impact patients' lives in diverse and complex ways beyond their muscle weakness. Patient-reported outcomes (PROs), which directly measure patients' daily experience with IIM without interpretation of care providers, are crucial to assess the real-world impact of IIM. The OMERACT Myositis Working Group has been working on developing a core domain set of PROs with respective measurement instruments for use in clinical trials and routine clinical care. The...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41161905",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "patients' lives in diverse and complex ways beyond their muscle weakness",
      "conclusion": null
    },
    {
      "title": "Association between voice-activated technology interventions and well-being in older adults living alone: a protocol for a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: A growing number of community-dwelling older adults living alone face a range of physical, psychological and social challenges that negatively impact their well-being. Various technologies have been developed to support healthy ageing, with voice-activated technology (VAT) offering particularly promising opportunities to improve later life well-being. However, its effect on older adults living alone has not yet been systematically evaluated. Thus, this study aims to provide an...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41161841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to provide an",
      "significance": "their well-being",
      "conclusion": null
    },
    {
      "title": "Quantitative MR Imaging of the Breast",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Breast MRI has become essential for diagnosing and managing breast diseases. MRI interpretation has traditionally relied on subjective assessment according to Breast Imaging-Reporting and Data System, but recent advances emphasize the value of quantitative MRI data as objective imaging biomarkers. Techniques such as dynamic contrast-enhanced MRI (DCE-MRI), including ultrafast DCE-MRI and diffusion-weighted imaging are the most established for quantitative analysis, yet their routine application...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41161796",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "imaging biomarkers",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Malpositioned maxillary anterior implants correction using segmental osteotomy with three-dimensional guide and micro-saw: a technical note",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "The maxillary anterior region, often referred to as the \"esthetic zone,\" presents unique challenges in implant dentistry, especially when complications such as implant malposition occur. Malpositioned implants can lead to esthetic concerns, including gingival recession or implant fixture exposure, often resulting from facial placement following immediate implantation after tooth extraction. This case report outlines the successful correction of a facially malpositioned maxillary anterior implant...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41161750",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Brain abscess following right maxillary odontogenic infection in a patient with diabetes mellitus: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Odontogenic infections are common in the oral and maxillofacial region but rarely progress to life-threatening intracranial complications such as brain abscess. We report a rare case of a right maxillary odontogenic infection leading to a brain abscess in a previously undiagnosed, uncontrolled diabetic patient. A 42-year-old male presented with facial swelling and pain after endodontic treatment of the right maxillary premolars and molars. Initial improvement was achieved with incision,...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41161749",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Incidental discovery of a fungal ball during esthetic malar reduction surgery: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161748/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Fungal ball is a non-invasive accumulation of the fungal element within the paranasal sinuses, most commonly affecting the maxillary sinus. This lesion often remains asymptomatic and is typically identified incidentally during imaging. This case report described the unexpected discovery of a maxillary fungal ball during elective esthetic facial contouring surgery in a healthy, asymptomatic 37-year-old female. Preoperative cone-beam computed tomography imaging revealed a chronic sinusitis-like...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41161748",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcomes of flapless immediate implants with low primary stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings indicate that even immediately placed implants with low or no primary stability can achieve successful osseointegration and long-term survival.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41161747",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that even immediately placed implants with low or no primary stability can achieve successful osseointegration and long-term survival",
      "conclusion": "These findings indicate that even immediately placed implants with low or no primary stability can achieve successful osseointegration and long-term survival"
    },
    {
      "title": "Risk factors and treatment outcomes in osteoradionecrosis in head and neck cancer patients: a retrospective analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161745/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study underscores the prognostic relevance of treatment modality in ORNJ management. Partial mandibulectomy appears to confer more favorable outcomes in advanced-stage ORNJ, although its invasive nature necessitates individualized treatment planning. Future prospective studies incorporating dosimetric parameters and long-term follow-up are warranted to establish evidence-based guidelines for ORNJ treatment.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41161745",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "This study underscores the prognostic relevance of treatment modality in ORNJ management. Partial mandibulectomy appears to confer more favorable outcomes in advanced-stage ORNJ, although its invasive nature necessitates individualized treatment planning"
    },
    {
      "title": "Association of prehospital optimal blood pressure and peripheral oxygen saturation with hospital outcomes in sports-related and recreation-related traumatic brain injury (SRR-TBI) in Asia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Maintaining optimal SBP and SpO(2) during EMS care is associated with better neurological outcomes and survival in patients with SRR-TBI.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41161702",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Maintaining optimal SBP and SpO(2) during EMS care is associated with better neurological outcomes and survival in patients with SRR-TBI"
    },
    {
      "title": "Childbirth, breastfeeding, and suicide risk in women: A 12-year national cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161540/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Childbirth and breastfeeding were associated with a decreased risk of suicide. In addition, the risk showed a pattern of decreasing with increasing number of childbirths and the duration of breastfeeding.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41161540",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Childbirth and breastfeeding were associated with a decreased risk of suicide. In addition, the risk showed a pattern of decreasing with increasing number of childbirths and the duration of breastfeeding"
    },
    {
      "title": "Food restriction and amphetamine exposure synergistically enhance accumbal dopamine D1 receptor-mediated locomotor activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161535/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Natural rewards such as food and drugs of abuse share the mesolimbic dopamine system, including the nucleus accumbens (NAcc), as a common neural pathway that influences appetite and addictive behavior. Ghrelin, an orexigenic hormone, acts synergistically with mesolimbic dopamine in this process. In the present study, we examined the effects of food restriction (FR) on plasma ghrelin levels and amphetamine (AMPH)-induced locomotor activity. Chronic FR (cFR) significantly enhanced AMPH-induced...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41161535",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of food restriction (FR) on plasma ghrelin levels and amphetamine (AMPH)-induced locomotor activity",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "2025 ICM: Antibiotic Prophylaxis in Primary Joint Arthroplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41161514",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anti-inflammatory Effects and Improvement of Intestinal Motility of Lactiplantibacillus plantarum DSW3805 and Pediococcus pentosaceus DSW4104 Isolated from Kimchi for Gut Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Probiotics are increasingly recognized for mitigating intestinal inflammation, enhancing gut barrier integrity, and regulating intestinal motility, addressing key mechanisms for gut health. This study evaluated the anti-inflammatory and probiotic properties of Lactiplantibacillus plantarum DSW3805 and Pediococcus pentosaceus DSW4104 isolated from kimchi. The strains were assessed for gastrointestinal tolerance, adhesion to intestinal epithelial cells (using adhesion assays and scanning electron...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41161500",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differentiating Anderson-Fabry Disease from Other Causes of Left Ventricular Hypertrophy: Novel Insights from Left Atrial Strain Imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41161422",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fiscal monitoring policy and corporate carbon emissions in U.S firms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "This paper examines the impact of U.S. state-level adoption of fiscal monitoring policies (FMP) on corporate environmental performance (measured by firm-level greenhouse gas (GHG) emissions). Using a sample of firms that constitute the S&P 500 index from 2002 to 2023, the regression analysis reveals a positive and significant influence of the adoption of the FMP on corporate GHG emissions, with the adoption of the FMP resulting in a 16.18 % increase in corporate GHG emissions. This suggests that...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41161269",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of U",
      "conclusion": null
    },
    {
      "title": "A multimodal platform for real-time neurochemical and electrophysiologic monitoring for intraoperative neurosurgical applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Understanding human brain function requires tools capable of capturing the interplay between electrical activity and neurochemical signaling in real time. Current approaches measure electrophysiology or neurotransmitter dynamics in isolation and lack the spatiotemporal resolution needed for intraoperative human studies. We developed the Multifunctional Apparatus for Voltammetry, Electrophysiology, and Neuromodulation (MAVEN), a compact, battery-powered platform, to overcome these limitations and...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "SNU"
      ],
      "pmid": "41161234",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural and mechanistic investigation of the anti-CRISPR protein AcrIE5 using NMR spectroscopy and AlphaFold modeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "The CRISPR-Cas system employs RNA-guided endonucleases to protect bacteria and archaea from invading bacteriophages and plasmids. In response, bacteriophages have evolved anti-CRISPR proteins that inhibit diverse types of the CRISPR-Cas system. AcrIE5 was discovered from the mobile genetic elements of Pseudomonas aeruginosa, and potently inhibits the type I-E CRISPR-Cas system of P. aeruginosa. Here, we determined the solution structure of AcrIE5 using NMR spectroscopy, which adopts a novel αβ...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41161091",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cetuximab-mediated antibody-dependent cell-mediated cytotoxicity enhances anti-tumor efficacy of patient-derived natural killer cells in pancreatic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161004/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Pancreatic cancer, characterized by aggressive progression and poor prognosis, is a highly lethal malignancy, ranking among the leading causes of cancer-related deaths. Conventional treatments provide limited efficacy, presenting ongoing therapeutic challenges. Advances in immunotherapy have recognized natural killer (NK) cells as a promising avenue for cancer treatment owing to their ability to selectively target tumor cells. However, despite progress in ex vivo expansion techniques for...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41161004",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trastuzumab Deruxtecan plus Pertuzumab for HER2-Positive Metastatic Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Trastuzumab deruxtecan plus pertuzumab led to a significantly lower risk of progression or death than THP when used as first-line treatment for HER2-positive advanced or metastatic breast cancer, with no new safety signals. (Funded by AstraZeneca and Daiichi Sankyo; DESTINY-Breast09 ClinicalTrials.gov number, NCT04784715.).",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41160818",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Trastuzumab deruxtecan plus pertuzumab led to a significantly lower risk of progression or death than THP when used as first-line treatment for HER2-positive advanced or metastatic breast cancer, with no new safety signals. (Funded by AstraZeneca and Daiichi Sankyo; DESTINY-Breast09 ClinicalTrials"
    },
    {
      "title": "Cancer Manipulates Adjacent Adipose Tissue to Exploit Fatty Acids via HIF-1α/CCL2/PPARα Axis: A Metabolic Circuit to Support Tumor Progression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Rising obesity rates are closely linked to higher risk of cancer, yet the underlying mechanisms are not fully understood. It is previously reported that fatty acids (FAs) released from cancer-associated adipose tissue enhance hypoxia-inducible factor-1α (HIF-1α) expression in cancer cells, promoting tumor progression. Here, it is elucidated that cancer cells manipulate adjacent adipose tissue by secreting C-C chemokine ligand2 (CCL2) to exploit FAs. Activation of HIF-1α induced by FA influx...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41160815",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advanced Classical Hodgkin Lymphoma Management in East and Southeast Asia: Real-World Challenges and Aspirations of the Asian Lymphoma Study Group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160782/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although advanced cHL management remains a challenge in Asia because of diverse needs within the region, regional partnerships and initiatives can bridge existing gaps and supplement local efforts to improve outcomes among patients with advanced cHL.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41160782",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although advanced cHL management remains a challenge in Asia because of diverse needs within the region, regional partnerships and initiatives can bridge existing gaps and supplement local efforts to improve outcomes among patients with advanced cHL"
    },
    {
      "title": "Sarcomatoid Differentiation in Renal Cell Carcinoma: Clinical and Pathologic Heterogeneity and Outcomes With Immune Checkpoint Inhibitors-Data From the ARON-1 Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: First-line IO-based combinations provide clinically meaningful survival in sRCC, with outcomes affected by sex, metastatic sites, and IMDC risk. This RWE may support a tailored therapeutic approach on the basis of baseline prognostic factors.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41160781",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "First-line IO-based combinations provide clinically meaningful survival in sRCC, with outcomes affected by sex, metastatic sites, and IMDC risk. This RWE may support a tailored therapeutic approach on the basis of baseline prognostic factors"
    },
    {
      "title": "Effect of Depletion of Developmentally Regulated GTP Binding Protein on Osteoblastic Differentiation and Bone Microarchitecture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160710/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Previous studies have demonstrated that overexpression of DRG2 enhances the osteoclastic activity. However, its impact on osteoblastic differentiation remains unexplored. This study investigates the relationship between DRG2 and osteoblastic activity through in vitro and in vivo studies. DRG2 expression was inhibited in mouse MC3T3-E1 cells, and its effects on the expression of bone formation markers and osteoblast-related transcription factors were evaluated. The capacity for osteoblastic...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41160710",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "on osteoblastic differentiation remains unexplored",
      "conclusion": null
    },
    {
      "title": "Dynamic human admixture histories over the past ~1300 years at the northern Himalayan frontier",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Archaeological and paleogenomic evidence from the Tibetan Plateau and high-altitude Central Himalayas suggest biocultural connections with each other and with lowland East, Central, and South Asia. However, genetic histories at the northern frontier of the Indian Himalayas, which is geographically more proximal to Central and lowland South Asia, remain underexplored. We analyzed genome-wide data from 7 ancient (~2300 to 100 years old) and 10 present-day individuals from the northern Indian...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41160688",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "genome-wide data from 7 ancient (~2300 to 100 years old) and 10 present-day individuals from the northern Indian",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Team BeAGain's journey toward Cybathlon 2024 and holistic mobility with a robotic rehabilitation bicycle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160673/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Team BeAGain's development of the whole-body FES robotic bicycle and triumph at Cybathlon 2024 are presented.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41160673",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and validation of a deep learning-based algorithm for quantifying bronchiolitis obliterans in pediatric computed tomography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The model demonstrated accurate quantification of BO on pediatric CT, with good agreement with the radiologist-segmented ground truth.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41160488",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The model demonstrated accurate quantification of BO on pediatric CT, with good agreement with the radiologist-segmented ground truth"
    },
    {
      "title": "Alzheimer's disease diagnosis and treatment: From pathophysiological insights to therapeutic advances in the era of precision neurology (2025 review)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160464/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's disease (AD) is a multifactorial neurodegenerative disorder marked by progressive cognitive decline, functional impairment, and ultimately, loss of independence. Traditional models centered on amyloid-β and tau pathology have expanded to encompass interconnected processes such as neuroinflammation, synaptic dysfunction, and gut-brain axis disruption, underscoring the multifactorial nature of the disease. In this review, we delivered that advances in diagnosis now integrate fluid...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41160464",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dental implant-associated oral squamous cell carcinoma: a clinical retrospective study of 22 cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160384/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: OSCC after dental implant placement, though uncommon, is a significant clinical issue due to its late diagnosis, aggressive bone invasion, and poor prognosis. Our findings underscore the importance of differentiating OSCC from peri-implantitis and recommend prompt biopsy when peri-implant inflammation persists despite conventional treatment. Early recognition may improve survival outcomes. The observed links with prior malignancy, chronic inflammation, and lifestyle risk factors...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41160384",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "OSCC after dental implant placement, though uncommon, is a significant clinical issue due to its late diagnosis, aggressive bone invasion, and poor prognosis. Our findings underscore the importance of differentiating OSCC from peri-implantitis and recommend prompt biopsy when peri-implant inflammati..."
    },
    {
      "title": "A Longitudinal Study of the Relationship between Identity Development Processes and Self-Esteem among Korean College Freshmen",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160352/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41160352",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characteristic exploration of Mycobacterium tuberculosis isolated from patients with linezolid-treated multidrug-resistant tuberculosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160260/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The study findings demonstrate mutations related to LZD resistance, which can aid in the detection of LZD resistance and optimisation of treatment regimens for patients with LZD-treated MDR/XDR TB.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41160260",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study findings demonstrate mutations related to LZD resistance, which can aid in the detection of LZD resistance and optimisation of treatment regimens for patients with LZD-treated MDR/XDR TB"
    },
    {
      "title": "Changes in Gut Microbiome Following Acupuncture and Moxibustion in Patients With Parkinson Disease: Protocol for a Single-Group, Prospective, Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160081/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This is the first clinical study to assess the effects of acupuncture and moxibustion on gut microbiome and explore its association with symptoms in patients with PD. The results will provide clinical evidence to explain the microbiome-gut-brain axis mechanism of acupuncture and moxibustion for PD and suggest the possibility of acupuncture as an alternative therapy for PD.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41160081",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is the first clinical study to assess the effects of acupuncture and moxibustion on gut microbiome and explore its association with symptoms in patients with PD. The results will provide clinical evidence to explain the microbiome-gut-brain axis mechanism of acupuncture and moxibustion for PD a..."
    },
    {
      "title": "Printable Stretchable Serpentine Electrodes Incorporating Support Patterns for Stretchable Electronics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "The serpentine interconnect is a key component in implementing the island-bridge architecture for stretchable electronics. It has a simple structure and is easy to design and fabricate. However, its dimensions significantly influence the elasticity and are often limited by manufacturing constraints and available space. In this study, stretchability was enhanced by incorporating support patterns within the dimensional limits. The serpentine line width was optimized for the printing process, and...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41160066",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improving Reaction Yield Prediction with Chemical Atom-Level Reaction Learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Reaction yield, the percentage of reactants successfully converted into desired products relative to the theoretical maximum, is a critical metric for evaluating chemical reaction efficiency. Accurate prediction of reaction yields enables chemists to explore reaction space more effectively and design optimal synthetic pathways, which is essential for synthetic chemistry, drug development, and materials science. However, yield prediction remains challenging due to the complex influence of side...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41159946",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age- and sex-specific knee alignment patterns in symptomatic Korean patients: A cross-sectional deep learning analysis of 16,000 knees",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Knee alignment demonstrated nonlinear associations with age and clear sex-related differences. These findings underscore the need to consider age- and sex-specific alignment characteristics in clinical evaluation and research on osteoarthritis risk.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41159920",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Knee alignment demonstrated nonlinear associations with age and clear sex-related differences. These findings underscore the need to consider age- and sex-specific alignment characteristics in clinical evaluation and research on osteoarthritis risk"
    },
    {
      "title": "Evaluation of the Real-World Practice of Model-Informed Therapeutic Drug Monitoring and Its Association With Pharmacokinetic Target Attainment Rates: A Large-Scale, Single-Center Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159830/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The use of model-informed TDM, measured as the proportion of TDM consultations, varied across drugs and was generally associated with higher PK target attainment rates. Renal impairment, obesity, and advanced age require specific considerations to determine optimal dosing.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41159830",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The use of model-informed TDM, measured as the proportion of TDM consultations, varied across drugs and was generally associated with higher PK target attainment rates. Renal impairment, obesity, and advanced age require specific considerations to determine optimal dosing"
    },
    {
      "title": "From Image Quality to Study Quality-Toward a Comprehensive Quality Assurance Framework in Prostate MRI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41159791",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Obstructive sleep apnea and venous thromboembolism risk: a nationwide population-based study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159694/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: OSA is independently associated with an increased risk of VTE, including both PE and DVT.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41159694",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "OSA is independently associated with an increased risk of VTE, including both PE and DVT"
    },
    {
      "title": "Skeletal and Dentoalveolar Effects Using Three Types of Maxillary Protraction Protocols",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159630/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The orthopaedic effects of BAFM and MARPE/FM were greater with maxillary protraction and intermaxillary relationship improvement than RPE/FM after protraction. Midface traction effects with MARPE/FM were less than with BAFM. However, MARPE/FM was more effective in preventing mesial movement and extrusion of the maxillary first molars.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41159630",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The orthopaedic effects of BAFM and MARPE/FM were greater with maxillary protraction and intermaxillary relationship improvement than RPE/FM after protraction. Midface traction effects with MARPE/FM were less than with BAFM"
    },
    {
      "title": "Development of a Multienzyme Complex for Efficient Agarose Hydrolysis: Leveraging Agarolytic Enzymes and the Catcher-Tag Technology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Red algae, a type of marine biomass, have garnered attention due to their significant economic potential. Agarose, the gelling component of agar, is composed of d-galactose and 3,6-anhydro-l-galactose. In this study, an enzyme-based multienzyme complex was designed to convert agarose into monosaccharides. Briefly, endo-type β-agarase and neoagarobiose hydrolase were employed, and the multienzyme complex was assembled using Catcher-Tag interactions, which facilitated efficient multienzymatic...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41159628",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Using encoded hydrogel microparticles in a 96-well filter plate system for enhanced rinsing efficiency in multiplexed nucleic acid detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Accurate and efficient nucleic acid detection is crucial for biomedical applications, including disease diagnostics and molecular-level insights into disease mechanisms. Among various detection methods, hydrogel microparticle-based assays have garnered significant attention for their high sensitivity and multiplexing capability. However, these assays are often hindered by time-consuming, non-reproducible, and unstable rinsing steps, which compromise sensitivity and reliability. While filter...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41159609",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increased Anticholinergic Agent Use With Co-prescription of CYP2D6-Inhibiting SSRIs and Risperidone, but not Aripiprazole: A Nationwide Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Co-prescription of strong CYP2D6-inhibiting SSRIs with risperidone, but not aripiprazole, is associated with a significant increase in anticholinergic use, providing large-scale, real-world evidence of a clinically meaningful DDI. These findings underscore the importance of considering SSRI metabolic profiles to mitigate EPS risk in patients treated with risperidone.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41159603",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Co-prescription of strong CYP2D6-inhibiting SSRIs with risperidone, but not aripiprazole, is associated with a significant increase in anticholinergic use, providing large-scale, real-world evidence of a clinically meaningful DDI. These findings underscore the importance of considering SSRI metaboli..."
    },
    {
      "title": "Research Communication: Risk of Tuberculosis With Advanced Therapies in 20,705 Patients With Inflammatory Bowel Diseases in Low Incidence Regions-A U.S. Claims-Based Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "We conducted a USA claims-based cohort study in 20,705 patients with inflammatory bowel diseases (IBD) on advanced therapies to estimate the overall and comparative risk of tuberculosis between advanced therapies using inverse probability of treatment weighted Cox proportional hazards model. The incidence rate (IR, per 100,000 person-years) of tuberculosis with TNF antagonists (n = 9378) and non-TNF-targeting biologics (anti-integrins [n = 5877], anti-interleukins [n = 5450]) was similar (38...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41159450",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering the morphology of Mn(II)-chelated hybrid polyion nanocomplexes <em>via</em> tryptophan-directed assembly of double-hydrophilic block-copolymers for enhanced magnetic relaxation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159399/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Self-assembled nanostructures from double-hydrophilic block copolymers (DHBCs) offer versatile platforms for engineering nanomaterials with tunable morphologies. Herein, we report a rational design strategy employing a tryptophan (Trp)-functionalized poly(acrylic acid)-block-poly(ethylene glycol) (PAA-b-PEG), where Trp end groups enable hydrophobic interactions and acid-triggered Mannich-type dimerization, driving vesicle formation in aqueous media. The resulting Trp-PAA-b-PEG vesicles display...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41159399",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fine dust risk perception, perceived restorativeness, and environmental policy support among park visitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159173/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These results highlight the role of nature-based experiences in fostering both psychological well-being and environmental engagement. As air pollution continues to pose health risks, providing access to clean, green spaces can be an effective intervention for improving public health and encouraging sustainability advocacy. Policymakers and urban planners should integrate green spaces into urban planning to enhance citizens' environmental awareness and engagement. Future studies...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41159173",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "These results highlight the role of nature-based experiences in fostering both psychological well-being and environmental engagement. As air pollution continues to pose health risks, providing access to clean, green spaces can be an effective intervention for improving public health and encouraging ..."
    },
    {
      "title": "Psychosocial adaptation of children and adolescents with phenylketonuria in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Phenylketonuria (PKU) is one of the most common inherited metabolic disorders. If recognized and treated early, patients can avoid severe complications and maintain normal intellectual functioning. However, despite early and intensive treatment, several studies have reported an increased prevalence of psychiatric and behavioral symptoms, particularly in adulthood. The aim of this study was to investigate psychiatric manifestations in children and adolescents with PKU. The Korean version of the...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41158985",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to investigate psychiatric manifestations in children and adolescents with PKU",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Beyond Hunger: Uncovering the Link between Food Insecurity and Depression, Anxiety, and Stress in Adolescents [Current Developments in Nutrition 9 (2025) 107453]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.1016/j.cdnut.2025.107453.].",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41158960",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "UAV-based intelligent traffic surveillance using recurrent neural networks and Swin transformer for dynamic environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158789/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Urban traffic congestion, environmental degradation, and road safety challenges necessitate intelligent aerial robotic systems capable of real-time adaptive decision-making. Unmanned Aerial Vehicles (UAVs), with their flexible deployment and high vantage point, offer a promising solution for large-scale traffic surveillance in complex urban environments. This study introduces a UAV-based neural framework that addresses challenges such as asymmetric vehicle motion, scale variations,...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41158789",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of cough in asthma patients attending clinic using the cough questionnaire for asthma (CQA)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158394/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: CQA6 is a reliable and valid tool for assessing cough severity and its impact in asthma patients. It will help in the evaluation of cough as an important contributory symptom for asthma management.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41158394",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "in asthma patients",
      "conclusion": "CQA6 is a reliable and valid tool for assessing cough severity and its impact in asthma patients. It will help in the evaluation of cough as an important contributory symptom for asthma management"
    },
    {
      "title": "Surgical adjuncts in minimally invasive repair of pectus excavatum and carinatum deformities: techniques for internal visualization, sternal elevation, and depression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158390/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Over the past two decades, the repair of pectus excavatum (PE) and pectus carinatum (PC) has evolved significantly, driven by innovations in surgical adjuncts and device development. Originally limited by high risks due to blind mediastinal dissection and force-based correction, pectus repair techniques now prioritize safety, precision, and minimal invasiveness. This paper introduces a series of adjunctive techniques and custom-designed tools that address major limitations in PE and PC surgery....",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41158390",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neoadjuvant chemoimmunotherapy versus chemoradiotherapy for non-small cell lung cancer: a comparative analysis of clinical outcomes and pathologic response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: neoCCRT and neoCIT demonstrate comparable safety and survival outcomes in patients with locally advanced NSCLC. While neoCCRT led to higher MPR rates, this did not correspond to improved survival. Treatment selection should be individualized based on tumor burden, histologic subtype, and risk of distant metastasis.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41158382",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "neoCCRT and neoCIT demonstrate comparable safety and survival outcomes in patients with locally advanced NSCLC. While neoCCRT led to higher MPR rates, this did not correspond to improved survival"
    },
    {
      "title": "Impact of ventilation strategy on recurrence patterns after pneumothorax surgery: a stratified analysis by lung dystrophy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Higher preoperative DSS showed strong association with postoperative recurrence, especially on contralateral recurrence when TLV was utilized. Therefore, using the DSS for preoperative risk stratification to guide the selection of an optimal ventilation strategy may be important and could be considered for improving surgical outcomes in pneumothorax treatment.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41158345",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "and could be considered for improving surgical outcomes in pneumothorax treatment",
      "conclusion": "Higher preoperative DSS showed strong association with postoperative recurrence, especially on contralateral recurrence when TLV was utilized. Therefore, using the DSS for preoperative risk stratification to guide the selection of an optimal ventilation strategy may be important and could be conside..."
    },
    {
      "title": "Low-intensity pulsed ultrasound in acute multiple rib fracture-a prospective analysis, randomized controlled trial and pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: LIPUS appears to be a viable and effective treatment option for acute MRF. It may alleviate pain, reduce complications, and improve clinical outcomes, particularly in patients with traumatic hemothorax or pneumothorax.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41158341",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LIPUS appears to be a viable and effective treatment option for acute MRF. It may alleviate pain, reduce complications, and improve clinical outcomes, particularly in patients with traumatic hemothorax or pneumothorax"
    },
    {
      "title": "Comparative perioperative outcomes of articulated versus conventional straight devices in laparoscopic low anterior resection: a propensity score-matched analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Articulated laparoscopic instruments demonstrated comparable safety and feasibility to conventional instruments but offered no significant clinical or oncological benefits beyond a longer DRM. Larger studies are needed to evaluate their value in laparoscopic rectal surgery.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41158053",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Articulated laparoscopic instruments demonstrated comparable safety and feasibility to conventional instruments but offered no significant clinical or oncological benefits beyond a longer DRM. Larger studies are needed to evaluate their value in laparoscopic rectal surgery"
    },
    {
      "title": "Extracellular vesicles in colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Colorectal cancer (CRC) remains a major global health issue, with challenges including early detection and recurrence monitoring. While colonoscopy and fecal-based tests are standard screening tools, their limitations have driven interest in less invasive alternatives. Extracellular vesicles (EVs) present in patient liquid biopsy samples have emerged as potential biomarkers and therapeutic tools in CRC. EVs carry molecular cargo, including nucleic acids and proteins, that reflect the status of...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41158051",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Principles of Doppler ultrasound and emerging blood flow imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Doppler ultrasound is one of the oldest modalities for measuring and visualizing blood flow. This review paper explores the principles of Doppler ultrasound and blood flow imaging. Following a brief history of Doppler ultrasound, all Doppler modes, including B-Flow imaging, are discussed, with emphasis on spectral broadening and Doppler spectrum amplitude in relation to clinical implications. The paper also outlines sources of uncertainty in Doppler flow measurement. Emerging technologies in...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157819",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intravascular ultrasound imaging with directional synthetic aperture focusing and coherence factor weighting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that directional echo screening effectively mitigates the limitations encountered with conventional SAF in IVUS imaging, offering a robust pathway to improved image quality. Additionally, the proposed approach can be integrated into existing IVUS workflows, potentially expediting clinical adoption and advancing intravascular diagnostic capabilities.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157818",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that directional echo screening effectively mitigates the limitations encountered with conventional SAF in IVUS imaging, offering a robust pathway to improved image quality",
      "conclusion": "These findings suggest that directional echo screening effectively mitigates the limitations encountered with conventional SAF in IVUS imaging, offering a robust pathway to improved image quality. Additionally, the proposed approach can be integrated into existing IVUS workflows, potentially expedit..."
    },
    {
      "title": "Four New <em>Pinnularia</em> Ehrenberg Species (Bacillariophyta) from Urban Freshwater Streams in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157764/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "This study reports the discovery of four novel Pinnularia species-P. latocentra sp. nov., P. rhombocentra sp. nov., P. seouloflexuosa sp. nov., and P. paristriata sp. nov.-from urban freshwater streams in South Korea. Species delimitation was achieved using a polyphasic approach that integrated light and scanning electron microscopy, ecological profiling, and molecular evidence from SSU rRNA and rbcL sequences. Each taxon was confirmed as morphologically and genetically distinct from its closest...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41157764",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SIRT1 Activation by Lignans Identified via UPLC-qTOF-MS/MS-Based Metabolomic Profiling of <em>Piper longum</em> L. Fruit (Long Pepper)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "The fruits of Piper longum L. (long pepper), a spice and medicinal plant of the family Piperaceae, are widely used in South and Southeast Asian cuisine and traditional medicine, valued for their pungent flavor and aroma. The metabolomic profiling of P. longum using UPLC-qTOF-MS/MS provided a comprehensive chemical characterization of this traditional medicinal plant, revealing that lignans and amide alkaloids are the major classes of secondary metabolites. To further investigate its...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157743",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of Basal Medium and Organic Additives on In Vitro Germination and Plant Growth of Endangered Orchid <em>Gastrochilus fuscopunctatus</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Gastrochilus fuscopunctatus is a rare epiphytic orchid in Korea threatened by habitat loss and illegal collection. This study aimed to establish an efficient in vitro propagation system by evaluating asymbiotic germination and seedling growth. Mature seeds germinated on both Hyponex (Hy) and Orchid Seed Sowing Medium (OSM), but protocorm development was more active on Hy, regardless of 1 µM NAA supplementation. For seedling culture, Murashige and Skoog (MS), Hy, and Orchid Maintenance Medium...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157693",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "establish an efficient in vitro propagation system by evaluating asymbiotic germination and seedling growth",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Semi-Automatic Labeling Framework for PCB Defects via Deep Embeddings and Density-Aware Clustering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "(1) Background. Printed circuit board (PCB) inspection is increasingly constrained by the cost and latency of reliable labels, owing to tiny/low-contrast defects embedded in complex backgrounds and severe class imbalance. (2) Methods. We proposed a semi-automatic labeling pipeline that converts anomaly detection proposals into class labels via small margin cropping from images, interchangeable embeddings (HOG, ResNet-50, ViT-B/16), clustering (k-means/GMM/HDBSCAN), and cluster-level verification...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ON-NSW: Accelerating High-Dimensional Vector Search on Edge Devices with GPU-Optimized NSW",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "The Industrial Internet of Things (IIoT) increasingly relies on vector embeddings for analytics and AI-driven applications such as anomaly detection, predictive maintenance, and sensor fusion. Efficient approximate nearest neighbor search (ANNS) is essential for these workloads. Graph-based methods are among the most representative methods for ANNS. However, most existing graph-based methods, such as Hierarchical Navigable Small World (HNSW), are designed for CPU execution on high-end servers...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157515",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Environmental Context Indicator for Evaluating Quality of GNSS Observation Environment Using Android Smartphone",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "With location-based services becoming more common, smartphone global navigation satellite systems (GNSS) have begun to play a significant role in daily life. Providing reliable location information to smartphone users requires considering localization uncertainty, which varies with the surrounding environment. In this study, we developed an environmental context indicator (ECI) to provide interpretable, continuous information on GNSS observation quality using carrier-to-noise density ratio...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157507",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Comparative Study of Lightweight, Sparse Autoencoder-Based Classifiers for Edge Network Devices: An Efficiency Analysis of Feed-Forward and Deep Neural Networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "This study proposes a lightweight classification framework for anomaly traffic detection in edge computing environments. Thirteen packet- and flow-level features extracted from the CIC-IDS2017 dataset were compressed into 4-dimensional latent vectors using a Sparse Autoencoder (SAE). Two classifiers were compared under the same pipeline: a Feed-Forward network (SAE-FF) and a Deep Neural Network (SAE-DNN). To ensure generalization, all experiments were conducted with 5-fold cross-validation....",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157493",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Image Representation-Driven Knowledge Distillation for Improved Time-Series Interpretation on Wearable Sensor Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "With the increased demand for wearable sensors, image representations-such as persistence images and Gramian angular fields-transformed from time-series data have been investigated to address challenges in wearables arising from physiological variations, sensor noise, and limitations in capturing contextual information. To preserve the lightweight structural design of models, knowledge distillation (KD) has also been employed alongside image representations during training to distill smaller and...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157450",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Data-Driven Optimization of Healthcare Recommender System Retraining Pipelines in MLOps with Wearable IoT Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Personalized healthcare recommender systems are increasingly being deployed in edge AI environments through wearable devices. In such environments, cloud servers leverage high-performance GPUs to train base models, which are then optimized for data reduction deployment on edge devices, enabling the delivery of personalized services. However, the base model may experience a gradual decline in accuracy over time, a phenomenon known as model drift. Recommender systems that do not keep up with...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157422",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Estimating Sleep-Stage Distribution from Respiratory Sounds via Deep Audio Segmentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Accurate assessment of sleep architecture is critical for diagnosing and managing sleep disorders, which significantly impact global health and well-being. While polysomnography (PSG) remains the clinical gold standard, its inherent intrusiveness, high cost, and logistical complexity limit its utility for routine or home-based monitoring. Recent advances highlight that subtle variations in respiratory dynamics, such as respiratory rate and cycle regularity, exhibit meaningful correlations with...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41157333",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "global health and well-being",
      "conclusion": null
    },
    {
      "title": "Vaginal Microbiome and Functional Pathway Alterations in Preterm Premature Rupture of Membranes Revealed by 16S rRNA Sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157277/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Preterm prelabor rupture of membranes (PPROM) is a leading cause of preterm birth and significant neonatal morbidity. The vaginal microbiome is implicated in its pathogenesis, but its detailed characteristics and functional consequences remain to be fully elucidated. This study aimed to provide a comprehensive, multi-faceted analysis of the vaginal microbiome and its functional potential in pregnant women with PPROM compared to healthy term controls. We collected vaginal fluid samples from eight...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157277",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "provide a comprehensive, multi-faceted analysis of the vaginal microbiome and its functional potential in pregnant women with PPROM compared to healthy term controls",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radiation Pneumonitis Risk Assessment Using Fractal Analyses in NSCLC Patients Treated with Curative-Intent Radiotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Objectives: This study evaluated the utility of complex morphometric analyses for predicting radiation pneumonitis (RP) and proposed a quantitative prognostic framework for patients with non-small cell lung cancer (NSCLC) undergoing curative-intent radiotherapy (RT). Imaging biomarkers, including box-counting fractal dimension (BoxFD), lacunarity, and minimum spanning tree fractal dimension (MSTFD), were assessed for their prognostic significance. Materials and Methods: We retrospectively...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41157269",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "This study evaluated the utility of complex morphometric analyses for predicting radiation pneumonitis (RP) and proposed a quantitative prognostic framework for patients with non-small cell lung cance...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cement-Augmented Screw Fixation for Unreconstructible Acetabular Posterior Wall Fractures: A Technical Note",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "The management of severely comminuted acetabular posterior wall fractures in young, active patients presents a significant surgical challenge. When anatomical open reduction and internal fixation (ORIF) is not feasible, primary total hip arthroplasty (THA) is often considered but is a suboptimal solution due to concerns over long-term implant survivorship and the inevitability of revision surgery. This single-patient technical note presents a novel joint-preserving technique for managing...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157246",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Weekend Catch-Up Sleep and Obesity Among Working Adults: A Cross-Sectional Nationwide Population-Based Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157236/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Insufficient sleep is significantly associated with increased risks of both general and abdominal obesity among Korean workers. While weekend CUS may offer partial mitigation of obesity risk, it should not be considered a substitute for regular, adequate sleep. Longitudinal studies are warranted to further explore causal relationships between sleep patterns and obesity in working populations.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41157236",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Insufficient sleep is significantly associated with increased risks of both general and abdominal obesity among Korean workers. While weekend CUS may offer partial mitigation of obesity risk, it should not be considered a substitute for regular, adequate sleep"
    },
    {
      "title": "Effect of Cervical Manual Therapy on Sleep Quality: A Scoping Review of Randomized Controlled Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: With the dysregulated hypothalamic-pituitary-adrenal axis and aberrant serotonergic activity in FM, in this review, we formed a hypothesis and explored the potential effects of CMT on sleep-related serotonergic activity and HPA axis regulation. This scoping review underscores the need for further research to clarify the neuroendocrinological mechanisms underlying CMT's role in sleep modulation and its potential applications in sleep-related disorders.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157230",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "With the dysregulated hypothalamic-pituitary-adrenal axis and aberrant serotonergic activity in FM, in this review, we formed a hypothesis and explored the potential effects of CMT on sleep-related serotonergic activity and HPA axis regulation. This scoping review underscores the need for further re..."
    },
    {
      "title": "Expanding the Use of Continuous Glucose Monitoring in Type 2 Diabetes Mellitus: Impact on Glycemic Control and Metabolic Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157216/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "This study aims to investigate the effects of continuous glucose monitoring (CGM) on glycemic control in patients with diabetes mellitus (DM) and to identify the sociodemographic or health behavioral factors that influence the outcomes. The data were collected from 510 diabetic patients prescribed to use CGM for 12 weeks and analyzed using SPSS 27.0. Paired samples t-tests were used to compare the glycemic control (HbA1c and fasting glucose) and metabolic health (body mass index and total...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157216",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to investigate the effects of continuous glucose monitoring (CGM) on glycemic control in patients with diabetes mellitus (DM) and to identify the sociodemographic or health behavioral factors that inf...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Skin-Conformal Hydrogel-Based Electroencephalography Electrodes with Surfactant-Reorganized PEDOT:PSS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157012/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Electroencephalography (EEG) electrodes require low impedance, high biocompatibility, and long-term performance. Conventional Ag/AgCl wet electrodes achieve low impedance but suffer from dehydration and skin irritation, whereas dry electrodes often induce discomfort or exhibit high impedance. To address these limitations, this study engineered a hydrogel-based electrode by incorporating PEDOT:PSS and the nonionic surfactant Triton X-100 into an acrylic acid hydrogel matrix. The flexible acrylic...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157012",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Numerical Simulation and Prediction of Flexure Performance of PSC Girders with Long-Term Prestress Loss",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156890/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "The purpose of this parametric study was to develop a numerical simulation model calibrated with experimental data to predict the flexural behavior of prestressed concrete (PSC) girders subjected to long-term prestress losses. The model is capable of accurately simulating the flexural behavior of PSC girders using commercial finite-element (FE) software in the ABAQUS/Explicit program. The accuracy of the model was validated by comparing its results with flexural response test data from three...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156890",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this parametric study was to develop a numerical simulation model calibrated with experimental data to predict the flexural behavior of prestressed concrete (PSC) girders subjected to long-term pre...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tegoprazan-Amoxicillin Dual Therapy for Clarithromycin-Resistant <em>Helicobacter pylori</em>: A Feasibility Pilot Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156866/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Tegoprazan (TPZ) has the potential to enhance Helicobacter pylori eradication. This study aimed to investigate the efficacy of TPZ-amoxicillin (TA) dual therapy against clarithromycin-resistant H. pylori strains. All H. pylori-positive patients were diagnosed by real-time polymerase chain reaction that can detect point mutations causing clarithromycin resistance. Patients infected with clarithromycin-resistant H. pylori received TA dual therapy consisting of 50 mg TPZ twice daily and high-dose...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156866",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the efficacy of TPZ-amoxicillin (TA) dual therapy against clarithromycin-resistant H",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ST8 and ST72 Methicillin-Resistant <em>S. aureus</em> Bacteremia in Korea: A Comparative Analysis of Clinical and Microbiological Characteristics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Methicillin-resistant Staphylococcus aureus (MRSA) remains a major cause of bloodstream infection worldwide. In Korea, sequence type (ST) 72 has predominated, whereas ST8, including the USA300 lineage, has recently emerged. Comparative data on these genotypes in MRSA bacteremia (MRSAB) are limited. We conducted a retrospective cohort study of adult patients with MRSAB admitted to a 2700-bed tertiary care hospital in Republic of Korea between July 2008 and December 2020. Clinical features and...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156857",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antiviral Activity of Glucosyl Hesperidin Against Feline Calicivirus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "The objective of this study was to evaluate the antiviral activity of glucosyl hesperidin (GH), a water-soluble derivative of hesperidin with known antioxidant and anti-inflammatory properties, in order to explore its potential applications. Antiviral activity was assessed using feline calicivirus (FCV), a surrogate model for human norovirus, a major foodborne pathogen. Cytotoxicity testing in Crandell-Rees feline kidney (CRFK) cells demonstrated that GH exhibited high biocompatibility,...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156791",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "of this study was to evaluate the antiviral activity of glucosyl hesperidin (GH), a water-soluble derivative of hesperidin with known antioxidant and anti-inflammatory properties, in order to explore ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and Safety of <em>Lactobacillus delbrueckii</em> subsp. <em>lactis</em> CKDB001 Supplementation on Cognitive Function in Mild Cognitive Impairment: A Randomized, Double-Blind, Placebo-Controlled Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156564/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that LL supplementation may enhance cognitive function in MCI by modulating the gut-brain axis through effects on gut microbiota and related metabolites, and could serve as a safe functional food to support cognitive health.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156564",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that LL supplementation may enhance cognitive function in MCI by modulating the gut-brain axis through effects on gut microbiota and related metabolites, and could serve as a safe functional food to s...",
      "conclusion": "These findings suggest that LL supplementation may enhance cognitive function in MCI by modulating the gut-brain axis through effects on gut microbiota and related metabolites, and could serve as a safe functional food to support cognitive health"
    },
    {
      "title": "The Impact of Chinese Adult's Food Literacy on Healthy Eating Intentions Based on the Planned Behaviour Theory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156546/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Among adults in Henan and Shandong, the intake component of food literacy strengthened the association between PBC and healthy-eating intention, whereas overall food literacy showed no general moderating effect. Interventions should prioritise intake-related skills (e.g., portion planning, lower-sodium choices and nutrition label use) to enhance perceived behavioural control and, in turn, intention. Given the cross-sectional design, causal inference is limited; longitudinal,...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156546",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among adults in Henan and Shandong, the intake component of food literacy strengthened the association between PBC and healthy-eating intention, whereas overall food literacy showed no general moderating effect. Interventions should prioritise intake-related skills (e"
    },
    {
      "title": "Associations Between Vitamin D Deficiency and Sarcopenia in South Korean Adults: Based on the 2022 Korea National Health and Nutrition Examination Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Although vitamin D has been associated with sarcopenia in older adults, evidence across age groups remains limited. This study evaluated the relationship between vitamin D deficiency (VDD) and muscle health in Korean adults aged ≥19 years. Methods: Data utilized in this study were obtained from the 2022 Korea National Health and Nutrition Examination Survey IX-1. Serum 25-hydroxyvitamin D [25(OH)D] levels were analyzed in relation to appendicular skeletal muscle mass...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156543",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Although vitamin D has been associated with sarcopenia in older adults, evidence across age groups remains limited",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "L-Arginine Supplementation Improves Endurance Under Chronic Fatigue: Inducing In Vivo Paradigms with In Vitro Support",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings demonstrate that L-arginine supplementation under chronic fatigue-inducing paradigms improves endurance and alleviates fatigue by enhancing energy metabolism, preserving glycogen, reducing muscle injury, and attenuating oxidative stress. L-arginine shows potential as a functional ingredient for promoting exercise performance and recovery.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156492",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that L-arginine supplementation under chronic fatigue-inducing paradigms improves endurance and alleviates fatigue by enhancing energy metabolism, preserving glycogen, reducing muscle injury, and atte...",
      "conclusion": "These findings demonstrate that L-arginine supplementation under chronic fatigue-inducing paradigms improves endurance and alleviates fatigue by enhancing energy metabolism, preserving glycogen, reducing muscle injury, and attenuating oxidative stress. L-arginine shows potential as a functional ingr..."
    },
    {
      "title": "Risk of Sarcopenic Obesity Across Menopausal Transition Stages in Middle-Aged Korean Women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: The risk of sarcopenic obesity across menopausal transition stages remains unclear. This study investigated the association between menopausal stage and the risk of sarcopenic obesity. Methods: This longitudinal study included 4766 Korean women aged 42-52 years (median follow-up duration, 9.1 years). Menopausal transition was classified by STRAW + 10 stages: premenopause, early transition, late transition, and postmenopause. Sarcopenic obesity was defined as ASM index <...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156491",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The risk of sarcopenic obesity across menopausal transition stages remains unclear",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Breakfast Skipping Among Dormitory- and Home-Residing High School Students: Insights from the Korea Youth Risk Behavior Survey 2018-2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Skipping breakfast is common among adolescents. Providing breakfast at school is a potential solution; however, its effectiveness remains unclear. This study aimed to compare breakfast skipping between dormitory- and home-residing high school students, analyze trends over time, and identify reasons for skipping breakfast. Methods: This study analyzed data from high school students who participated in the Korea Youth Risk Behavior Survey between 2018 and 2024, and who lived...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156442",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Skipping breakfast is common among adolescents",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Silver Thin-Film Plated Interconnected Metal Mesh Networks for Virus Detection and Prevention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Many viruses, bacteria, and pollen that cause diseases such as COVID-19 are inhaled by humans as aerosols. Therefore, wearing a mask to block pathogen-containing aerosols is crucial for disease prevention. However, current masks have a drawback-residual bacteria on the mask surface can become aerosolized again, spreading infections. To address this, a reusable mask incorporating the antibacterial properties of silver particles should be developed to suppress the immune response to pathogens and...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156423",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A CMOS Hybrid System for Non-Invasive Hemoglobin and Oxygen Saturation Monitoring with Super Wavelength Infrared Light Emitting Diodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "This paper presents a CMOS-based hybrid system capable of noninvasively quantifying the total hemoglobin (tHb), the oxygen saturation (SpO(2)), and the heart rate (HR) by utilizing five-wavelength (670, 770, 810, 850, and 950 nm) photoplethysmography. Conventional pulse oximeters are limited to the measurements of SpO(2) and heart rate, therefore hindering the real-time estimation of tHb that is clinically essential for monitoring anemia, chronic diseases, and postoperative recovery. Therefore,...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156333",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Drug toxicity prediction based on genotype-phenotype differences between preclinical models and humans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161095/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251030033635&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: A major hurdle in drug development is the poor translatability of preclinical toxicity findings to human outcomes, largely due to biological differences between humans and model organisms. This gap leads to high clinical trial attrition and post-marketing drug withdrawals. Existing toxicity prediction methods primarily rely on chemical properties and typically overlook these inter-species (or -organism) differences.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41161095",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrochemical Quantification of Lithium Oxide Impurity in Lithium Sulfide via Lithium-Sulfur Battery Operation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251030033635&v=2.18.0.post22+67771e2",
      "description": "A novel electrochemical quantification method is proposed for determining low contents of lithium oxide (Li(2)O) impurities in lithium sulfide (Li(2)S), based on the operating principles of lithium-sulfur battery systems. Li(2)O is a critical impurity in Li(2)S used for next-generation battery applications, including sulfide solid-state electrolytes and high-energy cathodes. It promotes electrolyte decomposition and induces parasitic side reactions during solid electrolyte synthesis. In...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41159709",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeted Rheumatoid Arthritis Therapy Using a Smart Nitric Oxide-Responsive JAK Inhibition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251030033635&v=2.18.0.post22+67771e2",
      "description": "Rheumatoid arthritis (RA) is a chronic autoimmune disease marked by persistent synovial inflammation, which leads to cartilage degradation and bone erosion. While Janus kinase (JAK) inhibitors, such as Tofacitinib (Tofa), have shown clinical efficacy in RA treatment, their broad immunosuppressive effects increase the risk of systemic toxicity. To address this challenge, NOR-Tofa, a Nitric oxide (NO)-responsive JAK inhibitor conjugate, designed for selective activation in inflamed joints are...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41157856",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tiny Fish, Big Hope: Zebrafish Unlocking Secrets to Fight Parkinson's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41154800/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251030033635&v=2.18.0.post22+67771e2",
      "description": "Parkinson's disease (PD) is a progressive neurological disorder marked by the gradual loss of dopamine-producing neurons in the brain. This neuronal degradation causes motor symptoms such as tremors, stiffness, and slowness of movement. Despite decades of research, current treatments remain limited to symptom management, highlighting the urgent need for deeper insights into PD mechanisms and new therapeutic approaches. Among model organisms, zebrafish (Danio rerio) have emerged as a valuable...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41154800",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between sedentary behavior and sleep quality among urban white-collar workers with or at risk of metabolic syndrome: a secondary analysis of a randomized three-month workplace lifestyle intervention trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41162320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Longer sedentary time was inversely associated with sleep quality at the individual level.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41162320",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Longer sedentary time was inversely associated with sleep quality at the individual level"
    },
    {
      "title": "A method for simultaneously determining both the inhalable fraction and vapor concentration to assess worker exposure to tri-n-butyl phosphate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41162319/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A method was established to measure both the inhalable fraction and vapor concentration of TBP across an air concentration range of 0.05 to 10 mg/m3. This method is potentially valuable for assessing TBP exposure levels in workers.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41162319",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A method was established to measure both the inhalable fraction and vapor concentration of TBP across an air concentration range of 0.05 to 10 mg/m3"
    },
    {
      "title": "Disseminated Intravascular Coagulation and Advances in D-Dimer Testing: Progress in Harmonization of Clinical Assays and Innovative Detection Methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161979/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "The measurement of D-dimer, a fibrin degradation product, has become integral to diagnosing and managing thrombotic disorders, particularly disseminated intravascular coagulation. This report synthesizes current knowledge on D-dimer biochemistry, assay methodologies, clinical utility, and ongoing challenges in standardization. By analyzing recent advancements in harmonization efforts and innovative detection technologies, this review highlights the critical role of D-dimer in coagulation...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41161979",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Qualitative Changes in Collagen Induced by UV Irradiation Affect Its Interaction with Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "The extracellular matrix (ECM) is a noncellular component in all tissues and organs. Collagen, a component of the ECM, is the most abundant protein in the body. The amount of collagen decreases with aging, leading to wrinkles and skin sagging. Accelerated aging caused by UV radiation is known as photoaging. Skin fibroblasts exposed to UVB have reduced total collagen content due to accelerated production of collagen-degrading enzymes, matrix metalloproteinases (MMPs), and suppression of collagen...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41161787",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety Assessment of Air-Ultrafine Bubbles Measured, Transported, and Stored According to ISO Standards for Dermal, Ocular, and Oral Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161785/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "Fine bubbles (FBs), which are microscopic bubbles with a particle size less than 100 μm, have been increasingly utilized in industrial fields. They have been widely adopted across various industries including agriculture, fisheries, and cleaning. Furthermore, FBs are negatively charged colloids that can encapsulate various gases, leading to their potential use in the medical field. However, information on the biological safety of ultrafine bubbles (UFBs) remains limited. In particular, no safety...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41161785",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multifactorial Alterations in Lacosamide Exposure in an Elderly Woman with Symptomatic Epilepsy and Tuberculous Pleurisy: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161772/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "An elderly woman taking lacosamide (LCM) for epilepsy was diagnosed with tuberculous pleurisy. In the hospital, she received a four-drug combination therapy with rifampicin (RFP), isoniazid, pyrazinamide, and ethambutol for tuberculous pleurisy, in addition to medications for symptomatic epilepsy. At admission, her renal function was mildly impaired but remained stable throughout hospitalization. Serum albumin levels were slightly below the normal range. C-reactive protein was markedly elevated...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41161772",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rats show qualitative sex differences in interaction preferences among unfamiliar same-sex conspecifics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161615/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "In social animals, behaviors toward conspecifics are influenced by group information of other individuals. One component of group information in rats is their strains. Our previous study suggests that rats can change their social interactions depending on the strain of unfamiliar same-sex individuals. In a 60-min preference test using a three-chamber apparatus, we observed that the male Wistar subjects interacted more with Wistar and Sprague-Dawley (SD) rats than with Fischer344 (F344) rats. In...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41161615",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictable growth, expanded risk: West Nile virus in Italy, 2025",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41161532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251030033634&v=2.18.0.post22+67771e2",
      "description": "In 2025, West Nile virus shifted from northern areas to a nationwide threat in Italy. Severe cases and deaths were higher than every previous wave, yet the outbreak's rise still followed a predictable growth pattern that we can model with a Richards growth model. The problem isn't analytics-it's using them fast enough. We propose three low-regret moves: set automatic early-action triggers everywhere, publish weekly, plain-language forecasts, and make prevention routine.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41161532",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}