{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-09-01T07:43:14.753Z",
  "totalItems": 150,
  "totalArchived": 3473,
  "newPapersAdded": 152,
  "institutionBreakdown": {
    "KAIST": 7,
    "SNU": 29,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 37,
    "IBS": 100,
    "UNIST": 0,
    "Hanyang University": 2,
    "KIST": 2,
    "GIST": 4,
    "Kyung Hee University": 3,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Biomedical": 39,
    "Cancer Research": 12,
    "Multidisciplinary": 83,
    "Neuroscience": 8,
    "Materials Science": 5,
    "Computer Science": 3
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Patient-Centred Communication as a Mediator of Nurses' Safety-Care Activities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887713/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Clinical competency, awareness of safety culture and patient-centred communication competency were significant predictors of safety-care activities. The mediating role of communication highlights its importance in translating values into safety-care practice. Future research should examine broader organisational and cultural influences to strengthen the model's applicability across diverse healthcare settings.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40887713",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Clinical competency, awareness of safety culture and patient-centred communication competency were significant predictors of safety-care activities. The mediating role of communication highlights its importance in translating values into safety-care practice"
    },
    {
      "title": "Comprehensive profiling of RNA modification-related genes identifies RNA m<sup>7</sup>G binding protein CBP20 as a therapeutic target for tumor growth inhibition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887503/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "RNA modifications add a crucial layer to gene expression regulation, though the roles of many RNA modification-related genes in cancer remain largely unexplored. Here we profile 76 RNA modification-associated genes across nine distinct types of modification (N¹-methyladenosine, 5-methylcytosine, N⁶,2'-O-dimethyladenosine, 2'-O-dimethyladenosine, N⁷-methylguanosine, pseudouridine, uridylation, 2'-O-methylation, N⁴-acetylcytidine and adenosine-to-inosine editing) in four cancer types-breast,...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40887503",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mitochondrial dysfunction by glyoxalase 1 deficiency disrupts definitive endoderm and alveolar development of human pluripotent stem cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Normal mitochondrial function is essential for human induced pluripotent stem (hiPS) cell differentiation into definitive endoderm (DE). However, the underlying mechanisms that maintain mitochondrial homeostasis during DE differentiation are not fully elucidated. Here we report that glyoxalase 1 (GLO1) is a novel regulator of DE differentiation and subsequent alveolar development in hiPS cells via maintaining mitochondrial homeostasis. To determine the role of GLO1 in these processes, we first...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40887500",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances in large-scale DNA engineering with the CRISPR system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "In recent years, DNA engineering technology has undergone significant advancements, with clustered regularly interspaced short palindromic repeats (CRISPR)-based target-specific DNA insertion emerging as one of the most rapidly expanding and widely studied approaches. Traditional DNA insertion technologies employing recombinases typically involve introducing foreign DNA into genes in vivo by either pre-engineering recognition sequences specific to the recombinase or through genetic crossing to...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40887498",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The nutrient sensing for whole-body homeostasis: beyond the cellular level",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886943/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Systemic nutrient sensing is a fundamental process that aligns nutrient availability with an organism's metabolic demands. This mini-review explores nutrient sensors in the intestine, pancreas, portal vein, and the brain-organs that detect and convey nutrient status to other tissues via neuronal and hormonal signaling. Unlike oral taste receptors that sense external nutrient inputs, these nutrient sensors monitor post-ingestive levels of macronutrients (carbohydrates, proteins, and lipids) and...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40886943",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NEGR1 deficiency disrupts lipid metabolism and steroidogenesis in Leydig cells, linking testosterone to behavior",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886916/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Neuronal growth regulator 1 (NEGR1) has been identified as a critical risk factor for major depressive disorders in humans. Although NEGR1 is predominantly expressed in the brain, its deletion in mice (Negr1^(-/-)) results in abnormalities in peripheral tissues, suggesting a role beyond the nervous system, particularly in intracellular lipid trafficking. However, the role of NEGR1 in testosterone production has not yet been elucidated. Here, we demonstrate that Negr1^(-/-) mice exhibit...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40886916",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early diagnostic utility of BNP and NT-proBNP for cardioembolic stroke: A head-to-head comparison in the hyperacute and early acute phase",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our results demonstrate that BNP and NT-proBNP provide similar diagnostic accuracy for distinguishing CE stroke in the hyperacute and early acute setting. Their high sensitivity in hyperacute and early acute phase highlights the potential of both biomarkers to improve diagnostic accuracy, especially in setting with limited healthcare resources.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40886583",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results demonstrate that BNP and NT-proBNP provide similar diagnostic accuracy for distinguishing CE stroke in the hyperacute and early acute setting. Their high sensitivity in hyperacute and early acute phase highlights the potential of both biomarkers to improve diagnostic accuracy, especially..."
    },
    {
      "title": "Weight-independent amelioration of adipokine profile by enavogliflozin, a selective SGLT2 inhibitor, in patients with type 2 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Enavogliflozin treatment decreased leptin over 24 weeks in patients with type 2 diabetes, and this effect remained significant after adjusting for weight change, suggesting an improved adipokine profile. Reductions in leptin were also associated with improvements in insulin resistance and increases in serum ketone levels. These results highlight enavogliflozin as a potential treatment beyond glycemic control, offering additional benefits in managing metabolic dysregulation...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40887579",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Enavogliflozin treatment decreased leptin over 24 weeks in patients with type 2 diabetes, and this effect remained significant after adjusting for weight change, suggesting an improved adipokine profile. Reductions in leptin were also associated with improvements in insulin resistance and increases ..."
    },
    {
      "title": "Loss of PCAF in proximal tubular cells exacerbates renal fibrosis by promoting partial epithelial-to-mesenchymal transition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887504/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "Renal fibrosis is a consequence of chronic kidney disease, which is estimated to affect 10-14% of the global population. The molecular mechanisms in the pathogenesis of renal fibrosis are still unclear, and there is a lack of effective therapies. Here we identified decreased levels of p300/CBP-associated factor (PCAF) in kidney tissues with fibrosis and demonstrated that PCAF-specific knockout in proximal tubular cells accelerates renal fibrosis in both unilateral ureteral obstruction surgery...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40887504",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel small molecules downregulate CDK1 expression and inhibit Wnt/β-catenin signaling in cutaneous squamous cell carcinoma by targeting its distinct tumor-specific cellular landscape",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "The Wnt/β-catenin pathway is an attractive target for drug development in various diseases; however, efforts to target it have been limited due to its concerning role in cancer. We previously developed KY19382 and KY19334, small molecules that inhibit the cytosolic function of CXXC-type zinc finger protein 5 (CXXC5), as safe therapeutic agents to restore the suppressed Wnt/β-catenin signaling in several intractable diseases, but the effects of these small molecules on cancer have not been...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40887499",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeting immunosenescence and inflammaging: advancing longevity research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "Here we examine the crucial role of the immune system in aging, with a particular focus on two interconnected processes: immunosenescence and inflammaging, which contribute to age-related decline. Our goal is to provide a thorough overview of the various factors that lead to immune aging while introducing therapeutic approaches that can partially restore immune function. Additionally, we discuss recent strategies that go beyond localized immune improvement to actively modulate immune balance,...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40887496",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "is to provide a thorough overview of the various factors that lead to immune aging while introducing therapeutic approaches that can partially restore immune function",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to the letter to the editor regarding \"role of bariatric surgery in patients with advanced heart failure\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887358/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40887358",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances in Cell and Gene Therapy for Rare Disease Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887306/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "A rare disease is generally defined as a medical condition that affects a small proportion of the population, though specific thresholds vary across countries. Despite regional differences, these definitions consistently reflect the low prevalence of such conditions, the limited availability of effective treatments, and the pressing need for targeted research and regulatory support. As a result of their rarity and low commercial potential, rare diseases have historically represented an area of...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40887306",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A pan-N-formylmethionine-specific antibody as a tool for analyzing Nα-terminal formylation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "Formylmethionine (fMet) plays crucial roles across bacterial and eukaryotic systems, contributing to protein translation, degradation, complex formation, stress adaptation, disease progression, and immune response. However, detecting fMet-bearing (fMet-) peptides and proteins has remained challenging due to the lack of effective anti-pan-fMet antibodies. We developed a polyclonal pan-fMet-specific antibody using a single antigen peptide, fMet-Gly-Ser-Gly-Cys pentapeptide, and a mixed antigen...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40887158",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Does residual foraminal stenosis at levels not covered by anterior cervical discectomy and fusion aggravate postoperative outcomes in cervical radiculopathy?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887070/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Untreated FS at levels outside the surgical target area did not adversely affect ACDF outcomes or increase ASD risk over a 2-year follow-up. These findings suggest that ACDF can be safely limited to levels directly associated with patient symptoms without compromising clinical outcomes, potentially reducing the surgical extent and associated risks.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40887070",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that ACDF can be safely limited to levels directly associated with patient symptoms without compromising clinical outcomes, potentially reducing the surgical extent and associated risks",
      "conclusion": "Untreated FS at levels outside the surgical target area did not adversely affect ACDF outcomes or increase ASD risk over a 2-year follow-up. These findings suggest that ACDF can be safely limited to levels directly associated with patient symptoms without compromising clinical outcomes, potentially ..."
    },
    {
      "title": "Purchase of both proximal and distal fragments by the calcar screw is critical when using a locking plate in the treatment of proximal humeral fractures : the role of the calcar screw as a medial bridging screw",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Failure of the calcar screw to purchase both the proximal and distal fragments was associated with a significantly higher rate of failure of fixation in the surgical treatment of proximal humeral fractures using a locking plate.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40887063",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Failure of the calcar screw to purchase both the proximal and distal fragments was associated with a significantly higher rate of failure of fixation in the surgical treatment of proximal humeral fractures using a locking plate"
    },
    {
      "title": "Grade 2 central chondrosarcoma treated by intralesional curettage: observation or surgery? : a multicentre retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The optimal treatment strategy should be individualized based on the histological features of the tumour, tumour location, morbidity of resection, and patient-specific factors. We recommend that patients who have undergone unplanned surgery be treated in the standard manner. Observation may be appropriate in specific cases with a properly informed patient.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40887054",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The optimal treatment strategy should be individualized based on the histological features of the tumour, tumour location, morbidity of resection, and patient-specific factors. We recommend that patients who have undergone unplanned surgery be treated in the standard manner"
    },
    {
      "title": "Incidence, Cause, and Preventability of Postdischarge Medication-Related Emergency Visits in Older Patients Without Cancer: A Single Tertiary Hospital Study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND IMPLICATIONS: Within 30 days of discharge, approximately 1 in 20 patients returned to the ED, and one-third of these visits were potentially medication-related. Notably, 43.4% of these events were deemed preventable, suggesting the need for targeted interventions to reduce postdischarge medication-related ED visits and readmission.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40887040",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "Within 30 days of discharge, approximately 1 in 20 patients returned to the ED, and one-third of these visits were potentially medication-related",
      "conclusion": "AND IMPLICATIONS: Within 30 days of discharge, approximately 1 in 20 patients returned to the ED, and one-third of these visits were potentially medication-related. Notably, 43"
    },
    {
      "title": "Active packaging application of walnut kernels using ethyl cellulose-based antioxidant electrospun films containing carbon dots",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "Sustainable active food packaging films have recently emerged as a critical focus in prolonging food's shelf life. Herein, the study focuses on the biopolymers ethyl cellulose (EC) and polyethylene oxide (PEO) for fabricating fibrous films through a simple electrospinning technique. The FE-SEM analysis showed the uniform morphology of the EC/PEO films with fiber diameters ranging from 0.58 μm to 1.81 μm by varying the amount of PEO in EC during the electrospinning process. Biomass-based...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40886984",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recombinant vaccinia virus expressing MIC8, AMA1, or RON4 induce protection against Toxoplasma gondii ME49 strain infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886931/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "Toxoplasma gondii (T. gondii) infection is a globally prevalent and potentially severe disease, particularly in infants and immunocompromised individuals. Despite its widespread impact, no licensed vaccine is currently available for human use. The T. gondii antigens MIC8, AMA1, and RON4 have been identified as candidates capable of inducing immunity against toxoplasmosis. In this study, we generated recombinant vaccinia viruses (rVV) expressing MIC8 (MIC8-rVV), AMA1 (AMA1-rVV), or RON4...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40886931",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering in vivo behavior of DNA nanostructures toward organ-targeted drug delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886896/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "DNA nanostructures have emerged as programmable and biocompatible platforms for drug delivery, offering precise control over size, shape, and surface properties. Recent advances have demonstrated their potential for organ-targeted delivery by utilizing ligand conjugation, structural engineering, and modulation of protein corona composition. Despite their promise, key challenges remain in predicting organ specificity and ensuring structural stability in vivo. This review provides a comprehensive...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40886896",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The optimal lookback period for estimating incidence and temporal trends in atrial fibrillation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886748/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study emphasizes the importance of defining and justifying lookback periods when estimating AF incidence. Using a fixed 4-year lookback period, we ensured a consistent and reproducible estimation of AF incidence and observed a steady increase in prevalence.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "40886748",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study emphasizes the importance of defining and justifying lookback periods when estimating AF incidence. Using a fixed 4-year lookback period, we ensured a consistent and reproducible estimation of AF incidence and observed a steady increase in prevalence"
    },
    {
      "title": "Evolution-aided enhancement of β-glucosidase activity for improved conversion of isoflavone glucosides to aglycones by Lactobacillus gasseri",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886694/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "Isoflavones, known for their estrogen-like structures, are bioactive compounds with various health benefits, particularly for menopausal women. Conversion of isoflavone glucosides into their aglycone forms is critical for enhancing their bioavailability and biological activity. Here, adaptive laboratory evolution (ALE) was employed to enhance the β-glucosidase activity of Lactobacillus gasseri (LGA1) for efficient bioconversion of isoflavone glucosides into their aglycone forms in soybean germ...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40886694",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The multifaceted roles of autophagy in plant immunity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886617/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "Autophagy is a highly conserved trafficking pathway that mediates selective degradation of intracellular components via the vacuole or lysosome. Although its roles in cellular homeostasis and stress adaptation are well characterized, the specific functions of autophagy in plant immunity remain incompletely understood. Emerging evidence reveals that autophagy dynamically modulates plant immune responses, contributing to both resistance and susceptibility to a broad spectrum of pathogens. In this...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40886617",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Coronavirus disease 2019 pandemic and suicide rates in South Korea: A time-series analysis of its onset and end",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "This study examined the impact of the coronavirus disease 2019 pandemic on suicide rates in South Korea by age and sex using an interrupted time series (ITS) analysis. We analyzed the monthly suicide mortality data from 2012 to 2023, covering 144 months across 16 sex- and age-specific groups. The study period was divided into three stages: pre-pandemic, pandemic, and post-pandemic. Regression models were constructed to assess changes in suicide rates at the onset and end of the pandemic while...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40886584",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the impact of the coronavirus disease 2019 pandemic on suicide rates in South Korea by age and sex using an interrupted time series (ITS) analysis",
      "significance": "of the coronavirus disease 2019 pandemic on suicide rates in South Korea by age and sex using an interrupted time series (ITS) analysis",
      "conclusion": null
    },
    {
      "title": "Unveiling Thermoelectric Properties of SURMOF Nanofilms: A New Frontier in Molecular Thermoelectrics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886327/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "Molecular thermoelectric materials, which harness molecular-level design principles to optimize energy conversion, have emerged as a promising strategy for addressing the limitations of bulk inorganic thermoelectrics, such as brittleness and high production costs. In this study, a layer-by-layer (LbL) engineered HKUST-1 surface-mounted metal-organic framework (SURMOF) nanofilm is proposed as a promising thermoelectric nanostructure, systematically characterized across its thickness. By employing...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "40886327",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Term Anticoagulation Discontinuation After Catheter Ablation for Atrial Fibrillation: The ALONE-AF Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: Among patients without documented atrial arrhythmia recurrence after catheter ablation for AF, discontinuing oral anticoagulant therapy resulted in a lower risk for the composite outcome of stroke, systemic embolism, and major bleeding vs continuing direct oral anticoagulant therapy.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40886309",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Among patients without documented atrial arrhythmia recurrence after catheter ablation for AF, discontinuing oral anticoagulant therapy resulted in a lower risk for the composite outcome of stroke, systemic embolism, and major bleeding vs continuing direct oral anticoagulant therapy"
    },
    {
      "title": "Temporal modulation of antiplatelet therapy in high-risk patients undergoing complex percutaneous coronary intervention: the TAILORED-CHIP randomized clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886179/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Among high-risk patients undergoing complex PCI, tailored antiplatelet strategy with early escalation and late de-escalation, as compared with dual antiplatelet therapy, did not decrease the incidence of primary net adverse events at 12 months.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40886179",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among high-risk patients undergoing complex PCI, tailored antiplatelet strategy with early escalation and late de-escalation, as compared with dual antiplatelet therapy, did not decrease the incidence of primary net adverse events at 12 months"
    },
    {
      "title": "Molecular Simulations with a Pretrained Neural Network and Universal Pairwise Force Fields",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886167/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "Machine Learning Force Fields (MLFFs) promise to enable general molecular simulations that can simultaneously achieve efficiency, accuracy, transferability, and scalability for diverse molecules, materials, and hybrid interfaces. A key step toward this goal has been made with the GEMS approach to biomolecular dynamics [Unke et al., Sci. Adv. 2024, 10, eadn4397]. This work introduces the SO3LR method that integrates the fast and stable SO3krates neural network for semilocal interactions with...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40886167",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "has been made with the GEMS approach to biomolecular dynamics [Unke et al",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Handgrip strength and muscle mass cutoff values for identifying sarcopenia in older Chinese adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886127/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "Sarcopenia, characterised by low muscle mass and muscle strength, is associated with poor health outcomes in older adults. Population-specific cutoffs are crucial for accurate diagnosis. This study aimed to identify the specific cutoff values for handgrip strength (HGS) and skeletal muscle mass index (SMI) to distinguish sarcopenic from non-sarcopenic individuals in the Chinese population. Data from the 2015 China Health and Retirement Longitudinal Study were used. HGS was measured with a...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40886127",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "identify the specific cutoff values for handgrip strength (HGS) and skeletal muscle mass index (SMI) to distinguish sarcopenic from non-sarcopenic individuals in the Chinese population",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of long-term glycemic variability with longitudinal motor and nonmotor progression in patients with Parkinson's disease: an 8-year follow-up",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our findings suggest that increased GV is related to unfavourable motor and nonmotor outcomes in patients with PD. However, we did not identify the specific mechanisms underlying these GV-related effects, despite its association with more severe neurodegeneration.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40886122",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that increased GV is related to unfavourable motor and nonmotor outcomes in patients with PD. However, we did not identify the specific mechanisms underlying these GV-related effects, despite its association with more severe neurodegeneration"
    },
    {
      "title": "Longitudinal correlation between X-ray and MRI findings in medial compartment knee osteoarthritis: Insights into early cartilage loss and structural changes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250901034305&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Knee OA progression differs by compartment, with cartilage loss initiating changes centrally and meniscal pathology leading posteriorly. Tibial osteophytes appear early on X-ray. Meniscal extrusion is the strongest predictor of OA progression, highlighting the importance of MRI in identifying early changes and guiding personalised management.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40886077",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Knee OA progression differs by compartment, with cartilage loss initiating changes centrally and meniscal pathology leading posteriorly. Tibial osteophytes appear early on X-ray"
    },
    {
      "title": "Subcortical brain volume variations in autistic individuals across the lifespan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Autistic participants and neurotypical controls exhibit distinct, age-related volumetric patterns across key subcortical brain regions. Enlargement of the cerebral ventricles and their inverse structural relationships with neighboring structures in later life may indicate atrophic processes beginning in middle adulthood in ASD. These findings highlight the need to further investigate mechanisms of atypical brain aging in ASD and consider these subcortical brain regions as potential...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40887620",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Autistic participants and neurotypical controls exhibit distinct, age-related volumetric patterns across key subcortical brain regions. Enlargement of the cerebral ventricles and their inverse structural relationships with neighboring structures in later life may indicate atrophic processes beginnin..."
    },
    {
      "title": "Resolving the Capacity-Stability-Cost Trilemma in Multi-Principal-Element Hydrogen Storage Alloys Through Multi-Objective Optimization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887522/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Overcoming the capacity-stability-cost trilemma in hydrogen storage materials represents a fundamental Pareto-type challenge for practical metal hydride applications. Current research efforts remain fragmented, typically pursuing single-parameter optimization while lacking holistic approaches that concurrently satisfy all three criteria. Here, a novel design paradigm is proposed by orchestrating A/B-side multi-principal-element alloys (MPEAs) in C14 Laves phases, enabling concurrent optimization...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40887522",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ISRIB Promotes Aggregation of TIA-1 by Modulating Its Phase Separation in Vitro",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Stress granules (SGs) are non-membranous biomolecular condensates formed through liquid-liquid phase separation (LLPS) of RNA-binding proteins (RBPs) and RNA under stress conditions. T-cell intracellular antigen-1 (TIA-1), a major RBP of SGs, can undergo LLPS via its low-complexity domain, contributing to SG nucleation. Integrated stress response inhibitor (ISRIB), a small molecule that enhances eIF2B activity and inhibits the integrated stress response, has been widely studied for its...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40887259",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Virtual Hepatic and Plasma Exposures of Voriconazole Administered to Cytochrome P450 2C19 Poor Metabolizers Predicted by Simplified and Full Pharmacokinetic Modeling Systems: Possible Causal Factor for Hepatic Disorders Seen in a Japanese Database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "The broad-spectrum antifungal agent voriconazole elicits different responses. Polymorphisms in cytochrome P450 (P450) 2C19 may partially explain this variability. This study generated virtual plasma/hepatic exposures to voriconazole in Japanese P450 2C19 poor metabolizers using both simplified and population-based full physiologically based pharmacokinetic (PBPK) modeling systems. The input parameters for the simplified PBPK model were based on the reported plasma concentrations for a 200-mg...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40887258",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of the (Trialkyl)ammonium Structures in (Ammonio)amidyl Groups on π-Electron Donating Ability and Thermal Stability: Experimental and Computational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887218/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "The (ammonio)amidyl (AA) groups, with the general structure of R(3)N^(+)N^(-)-, represent a new class of π-electron-donating groups for the benzene-based π-conjugated molecules. This study investigated AA-substituted p-nitrobenzenes to assess the effects of acyclic, monocyclic, and bicyclic ammonium structures in the AA groups on the π-electron-donating ability and thermal stability of the structure. Quantum chemical calculations were performed that supported the experimentally observed...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40887218",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "AA-substituted p-nitrobenzenes to assess the effects of acyclic, monocyclic, and bicyclic ammonium structures in the AA groups on the π-electron-donating ability and thermal stability of the structure",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Application of Isothermal Differential Scanning Calorimetry Equipped with a UV Probe for Photostability Assessment of Pharmaceutical Drugs in the Solid State",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Current methods for evaluating the photostability of pharmaceutical drugs typically separate the irradiation step from the analytical process, making it challenging to observe real-time photodegradation during irradiation. The use of HPLC equipped with UV and/or MS detectors, which are commonly used for quantitative analysis, requires considerable time to establish optimal conditions, and employs organic solvents, which are harmful to both the environment and the analyst. The aim of this study...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40887217",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Geographic Tongue",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886978/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886978",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of Oral Antivirals and Combination Therapy with Remdesivir in Hematological Patients with COVID-19",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886888/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Nir/Rit and Ens may exhibit superior antiviral efficacy compared to RDV in COVID-19 patients with underlying hematological malignancies. Combination therapy needs to be considered for patients with high risk of severe disease or persistent infection, and in cases where a rapid therapeutic response is urgently required for the management of the underlying malignancy.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886888",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Nir/Rit and Ens may exhibit superior antiviral efficacy compared to RDV in COVID-19 patients with underlying hematological malignancies. Combination therapy needs to be considered for patients with high risk of severe disease or persistent infection, and in cases where a rapid therapeutic response i..."
    },
    {
      "title": "Prophylactic oral antibiotic bowel preparation for colorectal surgery in Japan: results of a nationwide questionnaire survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Nearly half of surgeons routinely use OABP, and its adoption has grown over the past decade, although it remains less prevalent in Japan than in the United States. These finding may help optimize perioperative strategies and improve colorectal surgery outcomes in Japan.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886887",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Nearly half of surgeons routinely use OABP, and its adoption has grown over the past decade, although it remains less prevalent in Japan than in the United States. These finding may help optimize perioperative strategies and improve colorectal surgery outcomes in Japan"
    },
    {
      "title": "The classic Azole Antifungal Drugs affect steroidogenic activity in a human term placenta model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "During pregnancy there is an increased risk of vulvovaginal candidiasis that if left untreated is associated with pregnancy complications. First choice of treatment are over-the-counter azole antifungal drugs (AADs): miconazole, and clotrimazole, or prescription drug: fluconazole, which are suspected endocrine disruptive compounds. To investigate foetal exposure and endocrine disrupting effects of AADs on the human placenta, we added R-miconazole, S-miconazole, clotrimazole and fluconazole to...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886781",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-life evaluation of novel forced expiratory ratios with asthma exacerbations and symptoms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886771/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In moderate-to-severe asthma, the (FEV3-FEV1)/FVC and FEV3/FEV6 ratios were not independently associated with exacerbation risk or symptom control and did not provide additional clinical value compared to conventional lung function measures.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886771",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In moderate-to-severe asthma, the (FEV3-FEV1)/FVC and FEV3/FEV6 ratios were not independently associated with exacerbation risk or symptom control and did not provide additional clinical value compared to conventional lung function measures"
    },
    {
      "title": "The psychobiological model of disorders of gut-brain interaction: introduction of a novel, integrated, and testable model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886718/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Psychogastroenterology encompasses both basic mechanistic research, which identifies psychological mechanisms (eg, fear-learning) that contribute to disorders of gut-brain interaction (DGBIs), and clinical applied research, which evaluates the efficacy of gut-brain behavioural therapies in DGBIs. However, progress in the field is hindered by inadequate communication between these areas, such that mechanistic processes are rarely translated into clinical targets, and interventions are developed...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886718",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Administration study of somapacitan, a long-acting growth hormone derivative, in horse for doping control purpose",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886666/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Somapacitan is the second generation of recombinant human growth hormone (rhGH) medication that retains the pharmacological effects of rhGH but exhibits a longer duration of action due to its reversible albumin-binding in the body. In general, the use of all recombinant growth hormone (rGH) analogues is banned by the human and animal sports regulatory authorities due to their anabolic and lipolytic effects. However, little is known about the elimination kinetics and biological effects of the...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886666",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanoarchitectonics with photoresponsive Hemiindigo amphiphiles into supramolecularly assembled soft robotics for controlled macroscopic motions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886633/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Synthetic aqueous supramolecular assemblies mimic the natural biomolecular functions. One of the key material advancements of aqueous supramolecular assemblies is constructing life-like macroscopic materials with photoresponsive molecules via supramolecular strategies. Visible-light controlled indigoid-based aqueous supramolecular assemblies have been reported, but the photocontrolled robotic function and the hydrolytic stability of indigoid systems remain unexplored. To design biomimetic and...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886633",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Skeletal muscle Rac1 mediates exercise training adaptations towards muscle glycogen resynthesis and protein synthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886619/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Long-term exercise training elicits tremendous health benefits; however, the molecular understanding is incomplete and identifying therapeutic targets has been challenging. Rho GTPases are among the most regulated groups of proteins after exercise in human skeletal muscle, yet, unexplored candidates for mediating the effects of exercise training. We found that the Rho GTPase Rac1 was activated acutely after multiple exercise modalities in human skeletal muscle. Loss of Rac1 specifically in...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886619",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating interventions based on cognitive behavioural therapy for insomnia in physical therapist practice for individuals with chronic pain and insomnia: Identifying barriers and formulating implementation strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886588/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: To overcome barriers for the implementation of CBT-I-based interventions in physical therapy practice, it is important to involve educational institutions, research bodies, policymakers, and patient representatives in crafting effective strategies. The study findings can guide strategy selection promoting the adoption of physical therapist-led CBT-I-based interventions for chronic pain and insomnia.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886588",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to involve educational institutions, research bodies, policymakers, and patient representatives in crafting effective strategies",
      "conclusion": "To overcome barriers for the implementation of CBT-I-based interventions in physical therapy practice, it is important to involve educational institutions, research bodies, policymakers, and patient representatives in crafting effective strategies. The study findings can guide strategy selection pro..."
    },
    {
      "title": "Nationwide study on forensic genetic analyses in criminal cases in Denmark",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886519/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Historically, forensic genetics research has focused on increasing sensitivity of DNA analyses, improving mixture profile deconvolution, and advancing forensic DNA intelligence methodologies. The aim of this study was to quantify the relevance of these areas using empirical data from forensic genetic casework in Danish criminal cases. We present a retrospective analysis, primarily covering the years 2016-2022, with additional data from 2023 to 2024. During the entire study period, we received an...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886519",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to quantify the relevance of these areas using empirical data from forensic genetic casework in Danish criminal cases",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of dextromethorphan concentrations in autopsy samples from two cases of self-poisoning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886494/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Dextromethorphan has antitussive effects and therefore is mainly used in over-the-counter cold remedies. However, abuse of this addictive substance as a 'recreational drug' has become problematic. We recently experienced two autopsy cases in which dextromethorphan intoxication likely contributed significantly to the cause of death. In one of these cases, the femoral vein blood concentration of dextromethorphan was in the lethal range (17.7 µg/mL), and death was considered to be solely due to...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886494",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nationwide trends in the use of antitussive agents in Japan before, during, and after the COVID-19 Pandemic: A descriptive study using a National Database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Antitussive agents are widely prescribed in Japan regardless of the underlying disease, which contradicts clinical guidelines. External factors such as the coronavirus pandemic and subsequent changes may have influenced these prescription patterns; however, the extent remains unclear. In this descriptive study, we used NDB Open Data (2018-2022) to analyze the annual prescription volumes, costs, and drug categories for antitussive agents (including centrally acting and Kampo medicines) and...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886482",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early diagnosis and favorable outcomes of pulmonary Mycobacterium avium complex disease diagnosed by gastric aspirate culture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Many cases were not diagnosed via conventional criteria, leading to missed opportunities for early treatment. Utilizing gastric aspirate for diagnosis significantly reduced diagnostic delays, facilitating earlier treatment initiation and leading to favorable outcomes.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886481",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Many cases were not diagnosed via conventional criteria, leading to missed opportunities for early treatment. Utilizing gastric aspirate for diagnosis significantly reduced diagnostic delays, facilitating earlier treatment initiation and leading to favorable outcomes"
    },
    {
      "title": "Evaluating ponds as nature-based Solutions: effectiveness and eco-efficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886465/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Nature-based Solutions are strategies inspired by nature that address major societal challenges, such as climate change and food security, by providing several socio-economic and environmental contributions. Despite widespread adoption, evaluating their impacts poses challenges within the field of environmental economics. In this study, we develop a framework for the comprehensive assessment of ponds as Nature-based Solutions. These water systems contribute to carbon storage, provide habitats...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886465",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular cloning and characterization of caffeic acid O-methyltransferase from Acorus calamus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Volatile phenylpropenes, including α- and β-asarone, are characteristic aromas of sweet flag (Acorus calamus) and have been used as ingredients in pharmaceutical applications. However, studies on the biosynthetic enzymes involved in the production of volatile phenylpropenes in A. calamus remain limited. In this study, we analyzed volatile phenylpropenes, including α- and β-asarone, in the A. calamus plants. Using RNA-sequencing analysis, we identified a gene encoding...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886456",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "volatile phenylpropenes, including α- and β-asarone, in the A",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Are biased and inflexible updating of interpretations broad or narrow transdiagnostic risk markers for psychopathology? A Hierarchical Taxonomy of Psychopathology (HiTOP) lens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886453/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Previous research has linked biased and inflexible interpretations of ambiguous information to various forms of psychopathology. However, existing studies typically investigate these interpretation processes within individual diagnostic categories, overlooking the significant symptom overlap and comorbidity among mental health conditions. Consequently, the extent to which biased and inflexible interpretations represent broad transdiagnostic or more narrowly specific risk factors remains unclear....",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886453",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automated quantification of lung pathology on micro-CT in diverse disease models using deep learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886406/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Micro-CT significantly enhances the efficiency, predictive power and translatability of animal studies to human clinical trials for respiratory diseases. However, the analysis of large micro-CT datasets remains a bottleneck.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886406",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early Clinical Results of a Newly Developed Continuous Range of Vision Intraocular Lens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886256/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The new diffractive CRV IOL offers simultaneous vision across a broad range, with improved tolerance to photic phenomena, while maintaining comparable visual acuity at far, intermediate, and near distances compared to the previous model.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886256",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The new diffractive CRV IOL offers simultaneous vision across a broad range, with improved tolerance to photic phenomena, while maintaining comparable visual acuity at far, intermediate, and near distances compared to the previous model"
    },
    {
      "title": "Late-onset paradoxical response 11 years after treatment of tuberculous hepatic abscesses in an HIV-negative patient: a case report and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886220/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Paradoxical responses (PRs) to anti-tuberculosis (anti-TB) treatment refer to the worsening of pre-existing tuberculous lesions or the emergence of new lesions in patients whose clinical symptoms initially improved with therapy. PRs are less common in HIV-negative patients, and presentations as tuberculous hepatic abscesses are rare. Furthermore, PRs occurring after completion of TB treatment are uncommon, making it difficult to distinguish them from TB relapse. We report herein a case of...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886220",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Sr-Ga Oxy-Hydroxide with High Thermal Stability: Unraveling Its Characteristic Hydrogen-Bond Network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886157/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Oxy-hydroxides represent potential proton carriers for solid acid catalysts and proton conductors owing to their hydroxide-rich compositions. However, their applications in high-temperature environments are limited due to thermal instability associated with dehydration at moderate to high temperatures. Therefore, the development of oxy-hydroxides with enhanced thermal stability is of critical importance. Herein, we report the discovery of a strontium-gallium oxy-hydroxide, Sr(2)Ga(3)O(6)(OH),...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886157",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Novel PROTAC G9a/GLP Degrader that Inhibits, Similar to G9a siRNA, the Migration of MCF-7 Breast-Cancer Cells without Affecting Proliferation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "G9a and G9a-like protein (GLP) are histone methyltransferases that regulate epigenetics by adding methyl groups to histone H3, thereby controlling gene expression. G9a/GLP dysregulation and overexpression have been reported to cause cancer proliferation, progression, and metastasis. So far, quinazoline-based inhibitors and degraders have been frequently used as chemical tools to elucidate the role of G9a/GLP. However, quinazoline-based inhibitors exhibit toxicity in normal cells. In this...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40886138",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Systematic and Ethnobotanical Review of Ashwagandha's (Withania Somnifera) Teratogenic and Abortifacient Potentials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887707/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Withania somnifera (L.) Dunal, commonly known as ashwagandha, has been widely used in Ayurvedic medicine for its adaptogenic properties and therapeutic potential and has been investigated for its benefits related to sleep and stress management by Western medicine. However, concerns regarding its teratogenic and abortifacient effects have emerged following reports from the World Health Organization (WHO) and regulatory bodies. This systematic and ethnobotanical review critically evaluates these...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887707",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elevational gradient of species and phylogenetic diversity of plant communities in the Nyangchu River Valley, China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "By investigating seed plants at an altitude range of 3800-5100 m in the Nyangchu River Valley, we examined plant community structure and the distribution patterns of species diversity and phylogenetic diversity along the altitudinal gradient, as well as the environmental factors driving these patterns. The results showed that there were three main community types, including the Poa litwinowiana+Elymus brevipes+Stipa purpurea community, the Carex parvula+Blysmus sinocompressus+Argentina anserina...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887677",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "plant community structure and the distribution patterns of species diversity and phylogenetic diversity along the altitudinal gradient, as well as the environmental factors driving these patterns",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating driving fitness in mild cognitive impairment: Clinical and societal perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887672",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Testing a multi-faceted strategy to support the implementation of ACEs screenings in primary care: results of a stepped-wedge pilot trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887671/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Adverse Childhood Experiences (ACEs) screenings are increasingly being used in primary care clinics to identify toxic stress and potential trauma in children. ACEs are negative life events (e.g., violence exposure) occurring before age 18, that can increase health risks when unaddressed. However, we lack evidence on the impact of ACEs screenings and how they can be feasibly implemented in community-based clinics. We partnered with federally qualified health clinics to test the impact...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887671",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of ACEs screenings and how they can be feasibly implemented in community-based clinics",
      "conclusion": null
    },
    {
      "title": "Comparison of nine insulin resistance surrogates for predicting cardiovascular disease: a cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Among nine IR surrogates, the TyG index exhibited the highest predictive performance for incident CVD in Chinese middle-aged and older adults. Acknowledging limitations such as the observational design and self-reported outcomes, our findings support the TyG index as a simple, powerful, and clinically accessible tool for early CVD risk prediction.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887654",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among nine IR surrogates, the TyG index exhibited the highest predictive performance for incident CVD in Chinese middle-aged and older adults. Acknowledging limitations such as the observational design and self-reported outcomes, our findings support the TyG index as a simple, powerful, and clinical..."
    },
    {
      "title": "A mouse model of E-cigarette or vaping product use-associated lung injury (EVALI) induced by nose-only exposure to aerosolized vitamin E acetate and associated macrophage dysfunction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study established a mouse model using a nose-only VEA aerosol exposure system to examine the respiratory effects of VEA in EVALI. Our results revealed that VEA inhalation triggered acute lung injury, accompanied by early signs of airway dysfunction. The findings support the hypothesis that VEA drives EVALI pathogenesis through both direct cytotoxic effects and macrophage-mediated inflammation. Our findings offer new insights into the mechanisms of EVALI and present a valuable...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887642",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study established a mouse model using a nose-only VEA aerosol exposure system to examine the respiratory effects of VEA in EVALI. Our results revealed that VEA inhalation triggered acute lung injury, accompanied by early signs of airway dysfunction"
    },
    {
      "title": "UPLC-ESI-QTRAP-MS/MS identification and antioxidant activity of hawthorn with different infestation levels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "This study employed UPLC-ESI-QTRAP-MS/MS metabolomics technology (MRM mode) to analyze two hawthorn varieties infested by Plodia interpunctella (Hüb.) and Tribolium castaneum (Hbst.) at different infestation levels (3 biological replicates per treatment), aiming to investigate the alterations in flavonoid metabolites and their effects on antioxidant activity under different infestation levels. A total of 32 previously characterized flavonoids were identified, covering flavonols, isoflavones,...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A chitosan-lignin biocomposite adsorbent for RO16 dye and Cr(VI) heavy metal removal from aqueous solutions: new interpretations via experiments and statistical physics analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887636/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "A biocomposite composed of chitosan and lignin was synthesized for the removal of dyes and metals from aqueous solutions. The structural and surface properties of the adsorbent were characterized using FT-IR spectroscopy, SEM micrograph, X-ray diffraction, nitrogen adsorption-desorption isotherms, BJH pore size distribution, and zeta potential evolution. This study also presented a physicochemical investigation of the adsorption mechanism of reactive orange 16 (RO16) dye and hexavalent chromium...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Pusan National University"
      ],
      "pmid": "40887636",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine learning-based transcriptomic analysis identifies candidate genes in sepsis-induced coagulopathy and explores the immunomodulatory potential of baicalein",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study identified MMP9, ARG1, and FYN as candidate genes in sepsis involved in immune regulation. Additionally, molecular docking revealed strong binding interactions between baicalein and the proteins encoded by these candidate genes, supporting further investigation of its therapeutic potential in sepsis.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887626",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified MMP9, ARG1, and FYN as candidate genes in sepsis involved in immune regulation. Additionally, molecular docking revealed strong binding interactions between baicalein and the proteins encoded by these candidate genes, supporting further investigation of its therapeutic potentia..."
    },
    {
      "title": "A novel splice-altering frameshift variant in the COL1A1 gene underlies osteogenesis imperfecta type I: molecular characterization of a four-generation Chinese pedigree and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our study revealed the pathogenic mechanism of a novel COL1A1 splicing variant in a four-generation Chinese family with OI, and provided updated data on COL1A1 splicing variants and its potential hotpots for mild versus severe OI subtypes.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887625",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study revealed the pathogenic mechanism of a novel COL1A1 splicing variant in a four-generation Chinese family with OI, and provided updated data on COL1A1 splicing variants and its potential hotpots for mild versus severe OI subtypes"
    },
    {
      "title": "Genomic and transcriptomic data reveal molecular differences between homologous recombination deficiency subgroups in Chinese ovarian cancer patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887624/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study identified distinct molecular and immune profiles between HRD subgroups in Chinese ovarian cancer patients. Patients with HRD-high and STAT1 expression ≥ 74 suggests PARPi benefit.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887624",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified distinct molecular and immune profiles between HRD subgroups in Chinese ovarian cancer patients. Patients with HRD-high and STAT1 expression ≥ 74 suggests PARPi benefit"
    },
    {
      "title": "Comparative genomics of two closely related Acropora coral species with different spawning seasons reveals genomic regions possibly associated with gametogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887617/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Marine invertebrates release their gametes at an optimal time to produce the next generation. In reef-building scleractinian corals, synchronous spawning is essential for reproductive success. Molecular mechanisms of scleractinian gametogenesis have been studied; however, the mechanism by which coral gametes mature at specific times has yet to be discovered. The present study focused on two Acropora species with different spawning seasons. In Okinawa, Japan, Acropora digitifera spawns from May...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887617",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three trajectories of implementation of medications for opioid use disorder in primary care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887602",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Knockout of P2Y12 receptor facilitates neuronal envelopment by reactive microglia and accelerates prion disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887594/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study redefines P2Y12 not as a passive marker of homeostasis but as an active regulator of neuroimmune dynamics. We demonstrate that P2Y12 is essential for maintaining balanced microglia-neuron communication under physiological conditions and for restraining maladaptive microglial behavior during chronic neurodegeneration associated with prion disease. These findings uncover a novel mechanism by which microglia contribute to disease progression and position P2Y12 as a potential...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887594",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study redefines P2Y12 not as a passive marker of homeostasis but as an active regulator of neuroimmune dynamics. We demonstrate that P2Y12 is essential for maintaining balanced microglia-neuron communication under physiological conditions and for restraining maladaptive microglial behavior duri..."
    },
    {
      "title": "Nocturnal hypoxemic burden is associated with worsening prognosis of chronic kidney disease in patients with type 2 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887593/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We identified NHB as a novel risk factor for worsening CKD prognosis in patients with T2D. Further research is needed to ascertain whether T90 reduction constitutes a clinically meaningful prevention target.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887593",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We identified NHB as a novel risk factor for worsening CKD prognosis in patients with T2D. Further research is needed to ascertain whether T90 reduction constitutes a clinically meaningful prevention target"
    },
    {
      "title": "Machine learning-based analysis and prediction of factors influencing mental health among children and adolescents in Jiangsu Province",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study identifies bullying, age, and alcohol consumption history as key mental health risk factors among Jiangsu's children and adolescents. These findings emphasize the need for school-based anti-bullying programs, age-specific mental health counseling, and healthy lifestyle education (including alcohol refusal). Lifestyle behaviors like daily breakfast intake should be integrated into dietary interventions for mental health promotion. Urban-rural and gender disparities...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887589",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identifies bullying, age, and alcohol consumption history as key mental health risk factors among Jiangsu's children and adolescents. These findings emphasize the need for school-based anti-bullying programs, age-specific mental health counseling, and healthy lifestyle education (includin..."
    },
    {
      "title": "Patterns and predictors of tooth extraction-related anxiety at sequential perioperative stages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887586/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Dental anxiety peaks during invasive procedural phases and is influenced by demographic, clinical, and pain anticipation. The identified risk factors (female, unemployment, mandibular procedures) highlight targets for preoperative interventions. Addressing pain expectations and optimizing patient communication may mitigate anxiety, particularly in high-risk groups.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887586",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Dental anxiety peaks during invasive procedural phases and is influenced by demographic, clinical, and pain anticipation. The identified risk factors (female, unemployment, mandibular procedures) highlight targets for preoperative interventions"
    },
    {
      "title": "A Systematic Review of Modelling Approaches in Economic Evaluations of Treatments for Inherited Bleeding Disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: As the reviewed decision-analytic models mainly assessed treatments for severe haemophilia, the identified common approaches may only be generalisable to evaluating these treatments. Further research is required to evaluate their relevance for evaluating treatments of milder forms of haemophilia or other inherited bleeding disorders.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887565",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "As the reviewed decision-analytic models mainly assessed treatments for severe haemophilia, the identified common approaches may only be generalisable to evaluating these treatments. Further research is required to evaluate their relevance for evaluating treatments of milder forms of haemophilia or ..."
    },
    {
      "title": "Exosomal MicroRNAs as novel diagnostic biomarkers in head and neck cancer: a systematic evaluation and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887544/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Exosomal miRNAs may serve as biomarkers for the clinical diagnosis of head and neck cancer; nevertheless, their clinical implications require validation by additional comprehensive prospective investigations.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887544",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "require validation by additional comprehensive prospective investigations",
      "conclusion": "Exosomal miRNAs may serve as biomarkers for the clinical diagnosis of head and neck cancer; nevertheless, their clinical implications require validation by additional comprehensive prospective investigations"
    },
    {
      "title": "Sex hormones regulate the sexual dimorphism of the lung resident immune milieu",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887533/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "A strong sex-bias characterizes many respiratory immune diseases and has been attributed to sexually dimorphic immune responses. However, the role of lung-resident immunity in this context remains elusive. Here, we thoroughly characterized the lung-resident immune landscape in male and female mice, with a special focus on sex hormone effects in this context. Androgens were found to exert the strongest effects, markedly impacting B cells and neutrophils in both male and female lungs. Castrated...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887533",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quaternary stratigraphy of Bayan borehole in eastern Songnen Plain and its paleoclimate significance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "The Songnen Plain is a key region for Quaternary stratigraphic research in Northeast China. In this area, the Quaternary strata of the Bayan borehole reached a thickness of 58.00 m, offering excellent potential for investigation and research. A comprehensive analysis of the borehole was conducted using lithological characteristics, optically stimulated luminescence (OSL), electron spin resonance (ESR), magnetic susceptibility, grain-size distribution, and magnetostratigraphy. Based on these...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887523",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "m<sup>6</sup>A and cardiac posttranscriptional regulation: a novel player in heart development and disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887502/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "The growing body of research on cardiac epitranscriptomic factors has underscored their potential biological roles and impact on heart development and disease. While transcriptional and translational regulation of cardiac genes in the developing heart has been extensively studied, the potential roles of posttranscriptional regulation of cardiac mRNAs remain a significant gap in our understanding. In addition, discrepancies between transcriptomes and proteomes in both embryonic and adult hearts...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887502",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on heart development and disease",
      "conclusion": null
    },
    {
      "title": "Th17 cell pathogenicity in autoimmune disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887501/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "T helper 17 (Th17) cells have been implicated in numerous inflammatory autoimmune diseases. Clinical benefits from targeting Th17 cell-related cytokines, such as IL-17 and IL-23, highlight how knowledge of Th17 cell development and effector function can be translated into treatments for inflammatory disease. Here we discuss the pathogenic roles of Th17 cells in autoimmune diseases such as multiple sclerosis, inflammatory bowel disease and psoriasis, with emphasis on the cytokines,...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887501",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Eicosapentaenoic acid restores inflammation-induced changes in chondrocyte mechanics by suppressing the NF-κB p65/CD44 signaling pathway and attenuates osteoarthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Here we investigate the effects and mechanisms of eicosapentaenoic acid (EPA) in regulating chondrocyte mechanics during inflammation in the progression of osteoarthritis (OA). Primary porcine chondrocytes and human OA chondrocytes were isolated and cultured. Cell mechanical properties were measured using atomic force microscopy. RNA sequencing, immunocytochemistry, quantitative PCR and western blotting were used to elucidate associated signaling mechanisms. Porcine cartilage and human OA...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887495",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Aberrant Notch-signaling promotes tumor angiogenesis in esophageal squamous-cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887484",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Source apportionment and ecological risk assessment of heavy metals in sediments of Dongping lake based on PCA-PMF model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Accurately characterizing the spatial distribution of heavy metals in lake surface sediments, analyzing their sources, and identifying potential ecological risks are important scientific supports for lake ecosystem management. This study selected Dongping Lake, a typical inland shallow lake in the eastern region, as the research object. It systematically analyzed the distribution characteristics, source identification, and ecological risks of eight heavy metals (As, Zn, Cu, Ni, Cd, Hg, Pb, and...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887475",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "scientific supports for lake ecosystem management",
      "conclusion": null
    },
    {
      "title": "Food insecurity impacts neuroblastoma pathogenesis in murine xenograft tumor models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887471/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "A recent landmark study by the National Cancer Institute's Children's Oncology Group identified an independent association between childhood poverty and increased mortality rates in children with neuroblastoma, beyond known biological, access, or treatment variables. Neuroblastoma, a prevalent extracranial nervous system tumor in children, is influenced by both biological and environmental factors. Recent studies suggest a direct link between poverty and poorer cancer survival outcomes, yet the...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887471",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Arterial stiffness and vascular aging: mechanisms, prevention, and therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887468/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Cardiovascular diseases are the leading cause of morbidity and mortality worldwide. The central underlying mechanisms of cardiovascular diseases are vascular aging and associated arterial stiffness. Arterial stiffness is characterized by structural (e.g., tunica media calcification, alterations in vascular smooth muscle cells, and fibrosis) and functional (e.g., loss of Windkessel function, elevated pulse pressure, and development of isolated systolic hypertension) vascular changes that cause...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887468",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global burden and health inequalities of acute glomerulonephritis from 1990 to 2021: a systematic analysis of Global Burden Disease Study 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887460/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The global disease burden of acute GN has decreased; however, population growth and aging may be associated with rising incidence and prevalence by 2040. Middle SDI regions bear a disproportionate burden of acute GN, particularly among children and older adults.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887460",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The global disease burden of acute GN has decreased; however, population growth and aging may be associated with rising incidence and prevalence by 2040. Middle SDI regions bear a disproportionate burden of acute GN, particularly among children and older adults"
    },
    {
      "title": "\"Leave No Question Unanswered\": Nurses' Role in Preparing Children's Families During End-of-Life Care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Combining nurse experience and familiarity, clinical team collaborations, and family-responsive support may offer a comprehensive approach to preparing families of children nearing end of life. Studying end-of-life preparation with larger samples of nurses and families is necessary. Nurses may incorporate these actions into their serious illness care to help support families of children nearing end of life.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887437",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Combining nurse experience and familiarity, clinical team collaborations, and family-responsive support may offer a comprehensive approach to preparing families of children nearing end of life. Studying end-of-life preparation with larger samples of nurses and families is necessary"
    },
    {
      "title": "Immune microenvironment of Langerhans cell histiocytosis: from immune suppression to targeted therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887429/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Langerhans cell histiocytosis (LCH) is a rare hematologic disorder characterized by the clonal proliferation of neoplastic dendritic cells (DCs), exhibiting both immature and senescent immune phenotypes. The immunosuppressive microenvironment in LCH includes an increased proportion of regulatory T (Treg) cells with inhibitory functions, as well as exhausted CD8(+) T cells and myeloid-derived suppressor cells, which collectively exacerbate immunosuppression and facilitate the immune evasion of...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887429",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent advances in the diagnosis and management of Ph(+) acute lymphoblastic leukemia with multilineage involvement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "The evolving stratified treatment approach based on molecular genetic alterations and minimal residual disease (MRD) monitoring has established a strong foundation for clinically managing Philadelphia chromosome-positive acute lymphoblastic leukemia (Ph(+) ALL). However, with the growing use of immune-targeted therapies and the increased sensitivity of detection technologies, discrepancies in MRD assessment have emerged in some patients with Ph(+) ALL, particularly where BCR:: ABL1-based MRD...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887428",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Maribavir effectively treated three patients with human herpesvirus-6B infection after allogeneic hematopoietic stem cell transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Human herpesvirus-6B (HHV-6B) reactivation is a significant contributor to nonrelapse mortality following allogeneic hematopoietic stem cell transplantation (allo-HSCT). This retrospective analysis describes three cases of HHV-6B reactivation following allo-HSCT, all of which achieved viral clearance with maribavir treatment following failure or intolerance to first-line antiviral therapy with foscarnet sodium. One patient diagnosed with HHV-6B encephalitis recovered without neurological...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887425",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic value of targeted next-generation sequencing for community-acquired respiratory virus infections in patients with hematological diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887420/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Objective: To evaluate the diagnostic value of targeted next-generation sequencing (tNGS) of throat swab samples for detecting community-acquired respiratory viruses (CARV) in patients with hematological diseases. Methods: Clinical and laboratory data from 64 episodes involving patients with hematological diseases and suspected infections-who underwent both pharyngeal swab tNGS and CARV polymerase chain reaction (PCR) testing concurrently-were retrospectively analyzed. The cases were drawn from...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887420",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "To evaluate the diagnostic value of targeted next-generation sequencing (tNGS) of throat swab samples for detecting community-acquired respiratory viruses (CARV) in patients with hematological disease...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of treatment response and post-discontinuation efficacy maintenance of cyclophosphamide monotherapy in T-cell large granular lymphocytic leukemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887419/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Objective: To evaluate the efficacy of cyclophosphamide in patients with T-cell large granular lymphocytic leukemia (T-LGLL) and the maintenance of treatment-free remission (TFR) following drug discontinuation. Methods: Clinical data were collected from 37 patients with T-LGLL who received oral cyclophosphamide at the Regenerative Medicine Clinic of the Institute of Hematology and Blood Diseases Hospital between June 2019 and March 2024. Patient clinical characteristics, treatment efficacy, and...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887419",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "To evaluate the efficacy of cyclophosphamide in patients with T-cell large granular lymphocytic leukemia (T-LGLL) and the maintenance of treatment-free remission (TFR) following drug discontinuation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical analysis of donor-purified CD34(+) stem cell boost in 11 patients with poor hematopoietic reconstruction after haploid hematopoietic stem cell transplantation for aplastic anemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Objective: To evaluate the safety and efficacy of donor-purified CD34(+) stem cell boosts in patients with poor hematopoietic reconstruction (PHR) after haploid hematopoietic stem cell transplantation (haplo-HSCT) for aplastic anemia (AA) . Method: A retrospective analysis was conducted on 11 patients with AA and PHR who underwent haplo-HSCT and received donor-purified CD34(+) stem cell boosts at Peking University People's Hospital. Recovery of blood cell counts, incidence of graft-versus-host...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887417",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "To evaluate the safety and efficacy of donor-purified CD34(+) stem cell boosts in patients with poor hematopoietic reconstruction (PHR) after haploid hematopoietic stem cell transplantation (haplo-HSC...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and survival outcomes of patients with lymphocytic variant hypereosinophilic syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887416/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Objective: To analyze the clinical characteristics, therapeutic responses, and survival outcomes of patients with lymphocytic variant hypereosinophilic syndrome (L-HES) . Methods: We retrospectively reviewed clinical data from 16 consecutive patients diagnosed with L-HES at the Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences, between July 2019 and October 2024. A control group of 65 patients with idiopathic hypereosinophilic syndrome (iHES), diagnosed...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887416",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "Science",
      "objective": "To analyze the clinical characteristics, therapeutic responses, and survival outcomes of patients with lymphocytic variant hypereosinophilic syndrome (L-HES)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of paternal body mass index on semen parameters and assisted reproductive outcomes in couples undergoing IVF/ICSI-ET treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Men with normal BMI demonstrated better sperm morphology, embryo utilization, and pregnancy rates. These findings underscore the importance of assessing paternal BMI in ART and support integrating paternal weight management into preconception care.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887411",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Men with normal BMI demonstrated better sperm morphology, embryo utilization, and pregnancy rates. These findings underscore the importance of assessing paternal BMI in ART and support integrating paternal weight management into preconception care"
    },
    {
      "title": "Erratum to 'Inhibition of ATGL alleviates MASH via impaired PPARa signalling that favours hydrophilic bile acid composition in mice' [J Hepatol 82 (2025) 658-675]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887377",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strongly enhanced topological quantum phases in dual-surface AlO<sub>x</sub>-encapsulated MnBi<sub>2</sub>Te<sub>4</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "The topological quantum phases in antiferromagnetic topological insulator MnBi(2)Te(4) hold promise for next-generation spintronics, but their experimental realization has been constrained by challenges in preparing high-quality devices. In this work, we report a new wax-assisted exfoliation and transfer method that enables the fabrication of MnBi(2)Te(4) heterostructures with both surfaces encapsulated by AlO(x). This strategy strongly enhances the transport performances of the topological...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global burden of non-communicable diseases attributable to behavioral factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887373/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887373",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Consensus document on the role of plasma triglycerides in cardiovascular disease from the Italian Society for the Study of Atherosclerosis (SISA)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887367/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Managing TRL plasma concentration with a comprehensive approach that includes lifestyle changes and targeted pharmacological strategies is a key clinical approach for addressing cardiovascular (residual) risk and improving patient outcomes, especially in individuals with well-controlled primary target lipid levels such as LDL-C. In case of severe TG elevation, an intensive TG-lowering approach is of paramount importance for reducing the risk of acute pancreatitis.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887367",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Managing TRL plasma concentration with a comprehensive approach that includes lifestyle changes and targeted pharmacological strategies is a key clinical approach for addressing cardiovascular (residual) risk and improving patient outcomes, especially in individuals with well-controlled primary targ..."
    },
    {
      "title": "Global, regional, and national burden of peripheral artery disease: a systematic analysis of prevalence, incidence, deaths, and DALYs with projections for the next 15 years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887365/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The global burden of PAD remains substantial and unequally distributed, with high-SDI countries facing growing challenges. Targeted interventions are essential to reduce disparities and mitigate future burden.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887365",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The global burden of PAD remains substantial and unequally distributed, with high-SDI countries facing growing challenges. Targeted interventions are essential to reduce disparities and mitigate future burden"
    },
    {
      "title": "The modifying effects of HS-CRP on the association between blood pressure and stroke risk in a non-hypertensive population: A prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887363/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Elevated BP within normal ranges (SBP, DBP, MAP) was associated with an increased risk of stroke in only high HS-CRP levels. HS-CRP may be an important factor affecting the association between elevated normal BP and stroke risk.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887363",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "factor affecting the association between elevated normal BP and stroke risk",
      "conclusion": "Elevated BP within normal ranges (SBP, DBP, MAP) was associated with an increased risk of stroke in only high HS-CRP levels. HS-CRP may be an important factor affecting the association between elevated normal BP and stroke risk"
    },
    {
      "title": "Durvalumab Plus Platinum-Etoposide in Extensive-Stage Small-Cell Lung Cancer: Outcomes in Age, Sex, and Platinum Subgroups From the Phase 3 CASPIAN Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings support the use of durvalumab plus EP as first-line standard of care for ES-SCLC. Additional trials focused on elderly populations would be informative.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887341",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings support the use of durvalumab plus EP as first-line standard of care for ES-SCLC. Additional trials focused on elderly populations would be informative"
    },
    {
      "title": "Corrigendum to \"A pH-intelligent response fish packaging film: Konjac glucomannan/carboxymethyl cellulose/blackcurrant anthocyanin antibacterial composite film\" [Int. J. Biol. Macromol. Volume 204 (2022) 386-396]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887340",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Plasma Metabolic Profiling With Asthma Phenotypes and Exacerbation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887322/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887322",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical and molecular characterization of patients with juvenile myelomonocytic leukaemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Juvenile myelomonocytic leukaemia (JMML) is a rare haematological malignancy caused by mutations in the Ras signalling pathway. Next-generation sequencing (NGS) and DNA methylation profiling used for diagnostic and risk stratification purposes are now standard of care in Europe and the United States for patients with JMML. To better understand how implementing these types of technologies would impact the treatment of JMML patients in different settings, molecular profiling was performed on 81...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887320",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "are now standard of care in Europe and the United States for patients with JMML",
      "significance": "the treatment of JMML patients in different settings, molecular profiling was performed on 81",
      "conclusion": null
    },
    {
      "title": "CCL2-Driven Inflammation Links Periodontitis to Anxiety",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887312/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The study identifies the association between periodontitis and anxiety, with the CCL2-mediated inflammatory pathogenesis as an underlying mechanism.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887312",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study identifies the association between periodontitis and anxiety, with the CCL2-mediated inflammatory pathogenesis as an underlying mechanism"
    },
    {
      "title": "Comparative effectiveness of urine drug testing schedules alongside opioid agonist treatment: Emulation of a population-based target trial in British Columbia, Canada",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Compared with no urine drug testing, weekly urine drug testing may be associated with improved opioid agonist treatment retention; however, the high costs attributable to frequent testing may not be cost-effective and requires further evaluation. There was no improvement associated with less frequent testing compared with no monitoring.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887310",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Compared with no urine drug testing, weekly urine drug testing may be associated with improved opioid agonist treatment retention; however, the high costs attributable to frequent testing may not be cost-effective and requires further evaluation. There was no improvement associated with less frequen..."
    },
    {
      "title": "Joint Impact of Smoking and Metabolic Syndrome on Cardiovascular Disease: A Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887303/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Smoking and metabolic syndrome interact synergistically to elevate CVD risk, particularly for myocardial infarction. Targeting both factors is essential for CVD prevention.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887303",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Smoking and metabolic syndrome interact synergistically to elevate CVD risk, particularly for myocardial infarction. Targeting both factors is essential for CVD prevention"
    },
    {
      "title": "Potential Prognostic Markers for Glioblastoma Associated with the Glioma Immune Microenvironment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887297/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Glioblastoma (GBM) is a highly aggressive and lethal brain tumor with very poor prognosis despite recent progress in multimodal treatments. Within glioma tissue, various niche cells such as macrophages and neutrophils form a unique glioma immune microenvironment (GIME) by interacting with heterogenous cancer cells, and this has been implicated in disease progression and responsiveness to immunomodulatory therapies. This study explores novel potential prognostic markers associated with the GIME...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887297",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Foreword",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887294",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel image-based titration method for potency testing of diphtheria toxoid in Vero cell assay",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "The potency of diphtheria toxoid is determined by titrating neutralizing antibody levels in immunized mice using the Vero cell assay. The WHO manual recommends titration by determining the cytotoxic endpoint through measuring cell metabolism and observing cell morphology under a microscope, which has been conducted in our laboratory; however, the former is time-consuming and the latter subjective. To address these limitations, we have developed a novel endpoint determination method based on cell...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887271",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantification of Fatty Acids from Arctium lappa L. Leaves by <sup>13</sup>C qNMR and HPLC-CAD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Arctium lappa L. (burdock) leaves is effective in the traditional treatment of stroke. Fatty acids are abundant in burdock leaves, and may play an important role in the treatment of stroke. A new procedure was presented that provides ^(13)C NMR-based quantitative measurements of total content, average chain length, average degree of unsaturation, and average polyunsaturation of fatty acids in burdock leaves from five producing areas. The content of five fatty acids in burdock leaves, including...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887267",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "role in the treatment of stroke",
      "conclusion": null
    },
    {
      "title": "Estimation of intravenous TTC (TTCiv) for Extractables and Leachables (E&amp;Ls) by applying a modifying factor based on blood concentration predicted using an open-source PBPK model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Pharmaceutical manufacturing and storage processes pose the potential risk of chemicals migrating from the packaging materials into pharmaceuticals. These migrants, known as extractables and leachables (E&Ls), consist of various chemicals that may pose a risk to patients during therapeutic use. Although exposure to E&Ls via the intravenous route is of greater concern, there is almost no toxicity information for these chemicals to determine the Permitted Daily Exposure (PDE). The purpose of this...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887250",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of Functional Solubilized Formulations of Water-insoluble Drugs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887243/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Biopharmaceutics Classification System Class II and IV drugs face significant challenges owing to poor water solubility, restricting their formulation in liquid delivery forms. The use of polymers, including the loading of drugs into nanoparticles, has attracted attention as an effective strategy for improving the solubility of poorly water-soluble drugs. These polymer carrier systems possess a hydrophilic outer shell and a hydrophobic inner core that can encapsulate poorly water-soluble drugs...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887243",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microglia-mediated cognitive impairment induced by methamphetamine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887231/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "More than half of chronic methamphetamine (METH) users exhibit multi-domain cognitive deficits, including impaired attention, executive function, and memory. MRI studies consistently demonstrate hippocampal atrophy and frontotemporal cortical thinning; these structural changes spatially overlap with glial activation, indicating the coexistence of morphological damage and ongoing neuroinflammation. To clarify causality, we developed a mouse model in which low-dose METH is micro-infused into the...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887231",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Large-Scale Expansion of the MALDI-TOF MS Library for Comprehensive Identification of Yeasts and Filamentous Fungi in Clinical and Sanitary Contexts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887207/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "The rapid identification of microbes using matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF MS) is gaining attention, particularly in clinical laboratories and hygiene management in food manufacturing. However, unlike bacteria, technical issues related to preprocessing and a lack of comprehensive reference libraries pose challenges in fungi. In this study, we constructed a new MALDI-TOF MS database, named EMALiMB, that expands the existing reference library...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887207",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of an In Vitro Electrical Impedance Model to Assess Cytotoxicity and Antifungal Efficacy of Aspergillus fumigatus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887206/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Aspergillus fumigatus causes fatal infections in immunocompromised individuals, with the increasing number of azole-resistant strains leading to high mortality rates. This study aimed to develop a novel in vitro model using electrical impedance to continuously evaluate interactions between A. fumigatus and human cells and antifungal agent efficacy. A. fumigatus conidia and human cell lines (THP-1 macrophages and A549 alveolar epithelial cells) were cultured. Electrical impedance and fluorescence...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887206",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "develop a novel in vitro model using electrical impedance to continuously evaluate interactions between A",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Research progress on the early warning of heart failure based on remote dynamic monitoring technology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Heart failure (HF) is the end-stage of all cardiac diseases, characterized by high prevalence, high mortality, and heavy social and economic burden. Early warning of HF exacerbation is of great value for outpatient management and reducing readmission rates. Currently, remote dynamic monitoring technology, which captures changes in hemodynamic and physiological parameters of HF patients, has become the primary method for early warning and is a hot research topic in clinical studies. This paper...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887203",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances in multimodal biomedical imaging of small animals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Small animal multimodal biomedical imaging refers to the integration of multiple imaging techniques within the same system or device to acquire comprehensive physiological and pathological information of small animals, such as mice and rats. With the continuous advancement of biomedical research, this cutting-edge technology has attracted extensive attention. Multimodal imaging techniques, based on diverse imaging principles, overcome the limitations of single-modal imaging through information...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887201",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Simulation research on the influence of regular porous lattice scaffolds on bone growth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887197/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "To assess the implantation effectiveness of porous scaffolds, it is essential to consider not only their mechanical properties but also their biological performance. Given the high cost, long duration and low reproducibility of biological experiments, simulation studies as a virtual alternative, have become a widely adopted and efficient evaluation method. In this study, based on the secondary development environment of finite element analysis software, the strain energy density growth criterion...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887197",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Study on dental image segmentation and automatic root canal measurement based on multi-stage deep learning using cone beam computed tomography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "This study aims to develop a fully automated method for tooth segmentation and root canal measurement based on cone beam computed tomography (CBCT) images, providing objective, efficient, and accurate measurement results to guide and assist clinicians in root canal diagnosis grading, instrument selection, and preoperative planning. The method utilized Attention U-Net to recognize tooth descriptors, cropped regions of interest (ROIs) based on the center of mass of these descriptors, and applied...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887191",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to develop a fully automated method for tooth segmentation and root canal measurement based on cone beam computed tomography (CBCT) images, providing objective, efficient, and accurate measurement res...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genome-Wide Identification and Evolution of Core Cell Cycle Genes in Marchantia polymorpha: Insights Into Redundancy, Stress, and Functional Evolution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "The cell cycle is a fundamental process of plant growth, development, and reproduction, in which cyclin-dependent kinases (CDKs) and cyclins (CYCs) play central roles in regulating the progression through various stages. These proteins are coordinated with multiple interacting partners to ensure the accurate execution of essential biological events such as DNA replication, chromosome segregation, and cell division. Marchantia polymorpha, one of the earliest diverging land plant species, has...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887176",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Purification and activity assays of N-terminal acetyltransferase D",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887159/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "α-N-terminal acetyltransferase D (NatD) specifically acetylates the α-amine of the N-terminal SGRGK motif on histones H4 and H2A, a modification crucial for regulating gene expression. Thus, assays for the characterization of NatD-mediated acetylation is essential to study its functions and discover inhibitors. Here we present two methods for characterizing NatD-mediated acetylation: fluorescence-based and matrix-assisted laser desorption/ionization mass spectrometry (MALDI-MS) assays. We...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887159",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating Temporomandibular Disorder Severity: A Four-Dimensional Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The 5Ts-4D, with its strong reliability and robust validity, holds promise as a straightforward tool for evaluating TMD symptoms and severity, thereby contributing to more effective management of TMD patients.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887132",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The 5Ts-4D, with its strong reliability and robust validity, holds promise as a straightforward tool for evaluating TMD symptoms and severity, thereby contributing to more effective management of TMD patients"
    },
    {
      "title": "Low-dose radiation and stereotactic body radiotherapy with PD-1 inhibitor sintilimab and chemotherapy for first-line treatment of locally advanced or metastatic squamous lung cancer: protocol for a randomised phase II trial (IHC002 study)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Lung cancer remains a leading cause of cancer-related deaths worldwide, with squamous lung cancer representing a significant subtype. Despite advancements in chemotherapy and immunotherapy, outcomes for patients with advanced squamous lung cancer remain suboptimal. Recent studies have shown that immunotherapy, particularly with programmed death receptor 1 (PD-1)/programmed death-ligand 1 (PD-L1) inhibitors, can improve survival rates, but challenges persist in achieving durable...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887121",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "HLA Ligand Atlas DIA: extending the benign immunopeptidomics resource with increased sensitivity through data-independent acquisition mass spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "The human leukocyte antigen (HLA)-presented peptide repertoire, termed immunopeptidome, plays a crucial role for T-cell mediated immune reactions. Previously, the human immunopeptidome of non-malignant tissues has been mapped in a large-scale study, the HLA Ligand Atlas, via high-resolution data-dependent acquisition (DDA) mass spectrometry. This publicly available and user-friendly web interface (https://hla-ligand-atlas.org) is frequently used as a benign tissue reference in antigen discovery,...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887106",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding Continuity of Care for Pediatric Chronic Diseases: A Scoping Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: High-quality care requires central coordination based on care plans. Care plans need to include communication channels and clear role allocation. High-quality care coordination requires flexibility and adaptation to patient development and changing priorities along the patient journey. Understanding this can only be achieved through building of relationships between all those involved in care, including health service providers, the patients' family, and peers.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887091",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "High-quality care requires central coordination based on care plans. Care plans need to include communication channels and clear role allocation"
    },
    {
      "title": "A prospective study on age-specific normative values of the prognostic nutritional index and the effects of malnutrition on spinal alignment using health checkup data of elderly residents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Malnutrition in males negatively impacts their lumbar-pelvic alignment. While the normative PNI value decreases with age, the two variables show a very weak correlation.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887068",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Malnutrition in males negatively impacts their lumbar-pelvic alignment. While the normative PNI value decreases with age, the two variables show a very weak correlation"
    },
    {
      "title": "cIMPACT-NOW update 11: Proposal on adaptation of diagnostic criteria for IDH- and H3-wildtype diffuse high-grade gliomas and for posterior fossa ependymal tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "The Consortium to Inform Molecular and Practical Approaches to Central Nervous System Tumor Taxonomy (cIMPACT-NOW) updates provide guidelines for the diagnosis of central nervous system (CNS) tumors and suggestions for future World Health Organization (WHO) classification. Following publication of the fifth edition WHO Classification of CNS Tumors (WHO CNS5) in 2021, the cIMPACT-NOW working group \"Clarification\" reviewed WHO CNS5 and prioritized two topics for further elucidation: (a)...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887057",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design and mechanical evaluation of a novel dynamic growth rod to improve the surgical treatment of early-onset scoliosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The NGR, based on a distraction implant, includes a unidirectional sliding component and a spring-driven component, providing dynamic correction functionality. Additionally, it features a novel non-invasive lengthening mechanism that reduces the risk of infection. Compared to the current market-leading EOS implants, it offers enhanced stability. The novel device can potentially improve clinical outcomes in the surgical treatment of EOS.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887049",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The NGR, based on a distraction implant, includes a unidirectional sliding component and a spring-driven component, providing dynamic correction functionality. Additionally, it features a novel non-invasive lengthening mechanism that reduces the risk of infection"
    },
    {
      "title": "In Vitro Assessment of Dermal Penetration and Skin Barrier Impairment by Per- and Polyfluoroalkyl Substances (PFASs) from Consumer Products",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887027/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Per- and polyfluoroalkyl substances (PFASs) are a class of synthetic organic compounds that are extensively utilized in consumer products, including cosmetics, personal care products, and textiles. PFASs pose significant risks to both ecological systems and human health, leading to calls for their comprehensive restriction. Skin exposure constitutes one of the pathways through which PFASs enter the human body. To investigate the effects of PFASs exposure on the skin, this study employed two...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887027",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal Trends in Red Blood Cell and Platelet Transfusion Thresholds for Extremely Low Birth Weight Infants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887015/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In this cohort of US centers, we observed declines in pre-transfusion hemoglobin but not pre-transfusion platelet counts from 2019-2023. These findings suggest evidence from recent RBC and platelet transfusion threshold trials may have been differentially translated into clinical practice for ELBW infants.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887015",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "evidence from recent RBC and platelet transfusion threshold trials may have been differentially translated into clinical practice for ELBW infants",
      "conclusion": "In this cohort of US centers, we observed declines in pre-transfusion hemoglobin but not pre-transfusion platelet counts from 2019-2023. These findings suggest evidence from recent RBC and platelet transfusion threshold trials may have been differentially translated into clinical practice for ELBW i..."
    },
    {
      "title": "Toothless Smiles Are Cute Only in Infants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887013",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Dynamic Interaction Between Psychological Health and Sleep Symptoms Following Adolescent Concussion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887012/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Poor sleep quality was highly prevalent and associated with worse psychological health symptoms. Incorporating routine assessments of sleep and psychological health, during and after recovery, may help clinicians provide interventions and reduce risk of psychological symptoms after concussion.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887012",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Poor sleep quality was highly prevalent and associated with worse psychological health symptoms. Incorporating routine assessments of sleep and psychological health, during and after recovery, may help clinicians provide interventions and reduce risk of psychological symptoms after concussion"
    },
    {
      "title": "Governance of Polygenic Embryo Screening: A Qualitative Study on the Perspectives of Clinicians and Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our results highlight a tension between the welfarist approach favored by clinicians and the libertarian approach favored by patients, underscoring the complexity of developing governance frameworks for PES that satisfies multiple stakeholder groups. Ultimately, our findings call attention to the need for on-going dialogue among stakeholders to address the ethical and practical implications of PES and any potential regulation of it.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40887006",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of PES and any potential regulation of it",
      "conclusion": "Our results highlight a tension between the welfarist approach favored by clinicians and the libertarian approach favored by patients, underscoring the complexity of developing governance frameworks for PES that satisfies multiple stakeholder groups. Ultimately, our findings call attention to the ne..."
    },
    {
      "title": "The role of lignin in enhancing adhesion performance and reducing formaldehyde emissions of phenol-resorcinol-formaldehyde resin adhesives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Phenol-resorcinol-formaldehyde (PRF) resins are widely used as adhesives in laminated wood products due to their excellent strength and durability. However, when cured under cold-press conditions, PRF resins encounter several challenges, including the presence of unreacted free phenol in the resin solution, which remains unreacted with formaldehyde at ambient temperature. Excessive free phenol not only reduces the resin's reactivity but also poses environmental and health risks. To address these...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40886996",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Y326: A highly stable and bioactive substitute for animal-derived collagens in biomedical and cosmetic uses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Collagen degradation is one of the marks of skin aging. Animal-derived collagens have been widely used to repair skin damage or anti-aging as medical devices in clinical application, but they still present a series of challenges, including resource shortage, pathogen contamination, immunogenicity, and batch inconsistency. To address this, 19 recombinant humanized collagen III variants were designed based on the sequence scanning of the triple-helical region (G168-C1196) of human collagen type...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40886991",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SAMHD1 deficiency disrupts macrophage autophagy-lysosomal homeostasis and promotes inflammation via the mTOR-MITF-CTSD axis in ulcerative colitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Ulcerative colitis (UC) is a chronic inflammatory bowel disease characterized by dysregulated immune responses and macrophage-driven inflammation. In this study, we identify SAMHD1 (SAM domain and HD domain-containing protein 1) as a critical regulator of macrophage homeostasis in UC. Single-cell RNA sequencing (scRNA-seq) of colonic tissues revealed reduced SAMHD1 expression in UC-associated macrophages. Using myeloid-specific SAMHD1-deficient mice, we demonstrate that SAMHD1 loss exacerbates...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40886983",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physicochemical, functional and antioxidant properties of four polysaccharides sequentially extracted from jute (Corchorus olitorius L.) leaves",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Jute (Corchorus olitorius L.) leaves have long been consumed as an edible vegetable in Asia and Africa, which are underexplored sources of bioactive polysaccharides. This study employed sequential solvent extraction (water, oxalate, acid, alkali) to isolate four novel polysaccharide fractions (WJP, OJP, HJP, AJP) and evaluated their structural, functional, and antioxidant properties. Polysaccharides were characterized for chemical composition, monosaccharide profile, molecular weight, and...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40886981",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An endoscopy deliverable hydrogel dry powder for sealing and repairing gastric perforation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886968/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Gastric perforation (GP) is characterized by full-thickness injury of the stomach wall, a severe and potentially life-threatening gastrointestinal disease. However, current treatment, including surgical sutures and endoscopic closure, faces limitations, achieving complete sealing of the perforation and favorable healing remains a great challenge and an acute clinical demand. Here, we report a hydrogel dry powder (PPCL@Mg) for the minimally invasive treatment of GP, which can be delivered to...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40886968",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adipose tissue macrophage-derived PPBP exacerbates psoriasis-associated atherosclerosis by inducing mitochondrial dysfunction in aortic endothelial cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Chronic inflammatory skin diseases such as psoriasis are increasingly recognized as systemic diseases associated with an elevated risk of cardiovascular disease (CVD). However, the molecular mechanisms underlying this comorbidity remain poorly defined. In this study, transcriptomic analysis of dermal adipose tissue from psoriasis patients identified pro-platelet basic protein (PPBP) as a significantly upregulated chemokine, with elevated expression observed both locally within adipose...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40886963",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immunohistochemical Study of Transient Receptor Potential Vanilloid (TRPV1-4) Channels Expression in Human and Rat Corneas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886961/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Transient Receptor potential Vanilloid (TRPV) channels are a group of cation channels that are expressed in a wide variety of tissues and are involved in regulating several cellular processes. An alteration in their expression and cellular localization is associated with various pathologies. In this study, we investigated the expression and localization of TRPV1-4 channels in human and rat corneas. TRPV 1-4 channels were found to be expressed in the epithelium, keratocytes, and endothelium of...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40886961",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the expression and localization of TRPV1-4 channels in human and rat corneas",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reproductive Outcomes Following Open Maternal-Fetal Surgery for Myelomeningocele Closure: Analysis of MOMS Trial Participants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886957/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Preterm delivery was more common in subsequent pregnancies after OMFS. The risk for uterine rupture and dehiscence in the prenatal group was higher than the postnatal group, but lower than what has been previously reported with OMFS. Reproductive outcomes were otherwise similar between women undergoing OMFS for MMC closure compared to the postnatal closure group in the MOMS trial.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40886957",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preterm delivery was more common in subsequent pregnancies after OMFS. The risk for uterine rupture and dehiscence in the prenatal group was higher than the postnatal group, but lower than what has been previously reported with OMFS"
    },
    {
      "title": "Sleep Duration Modifies the Association of Alternate Mediterranean Diet Score with Metabolic Syndrome in Mid-Life Women in Mexico",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Associations between diet and MetS were only observed in the presence of inadequate sleep duration, suggesting a potential interaction that warrants further investigation through longitudinal research.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40886950",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Associations between diet and MetS were only observed in the presence of inadequate sleep duration, suggesting a potential interaction that warrants further investigation through longitudinal research"
    },
    {
      "title": "Comparing and optimizing protein extraction methods with different lysis buffers for the analyses of human fecal microbiome via metaproteomics approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "Metaproteomic analysis offers critical insights into gut microbiome function; however, efficient microbial protein extraction from fecal samples remains challenging due to the complexity of different types of bacterial cell walls in the microbiome. In this study, we systematically compared three representative detergent-based lysis buffers (sodium dodecyl sulfate_urea, dodecyl β-D-maltoside_urea, sodium dodecyl sulfate_ dodecyl β-D-maltoside_urea) for metaproteomics sample preparation. After...",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40886942",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term Safety and Effectiveness of Sebetralstat: Interim Analysis of KONFIDENT-S Open-label Extension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886933/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Oral sebetralstat enabled compliance with treatment guidelines. No new safety signals were observed, and effectiveness for repeated attacks was consistent with the KONFIDENT trial results.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40886933",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Oral sebetralstat enabled compliance with treatment guidelines. No new safety signals were observed, and effectiveness for repeated attacks was consistent with the KONFIDENT trial results"
    },
    {
      "title": "Barriers to accessing and using preventive mental health services for psychosocially strained children and families in Germany: Perspectives of professionals from different sectors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40886921/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250901034304&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Professionals are key to identifying barriers to preventive mental health service access and use in psychosocially strained CYF and finding solutions. Intersectoral exchange with other professionals can increase service awareness from other institutions and guide intersectoral collaboration. Barriers must be addressed holistically across levels and sectors to effectively overcome them.",
      "pubDate": "2025-08-31T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40886921",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Professionals are key to identifying barriers to preventive mental health service access and use in psychosocially strained CYF and finding solutions. Intersectoral exchange with other professionals can increase service awareness from other institutions and guide intersectoral collaboration"
    }
  ]
}