{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-06T07:37:24.715Z",
  "totalItems": 150,
  "totalArchived": 13974,
  "newPapersAdded": 143,
  "institutionBreakdown": {
    "KAIST": 15,
    "SNU": 25,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 2,
    "Korea University": 29,
    "IBS": 100,
    "UNIST": 1,
    "Hanyang University": 2,
    "KIST": 1,
    "GIST": 5,
    "Kyung Hee University": 0,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 88,
    "Cancer Research": 13,
    "Materials Science": 11,
    "Neuroscience": 6,
    "Biomedical": 32
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Author Correction: Ret finger protein deficiency attenuates adipogenesis in male mice with high fat diet-induced obesity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047389/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006033715&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KAIST"
      ],
      "pmid": "41047389",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel intranasal delivery of sihosogansan demonstrates rapid antidepressant activity via GABAergic and BDNF/TrkB pathways: identification of potential bioactive quality markers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006033715&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings demonstrate that intranasal SHSGS acts rapidly against depression through the GABAergic and BDNF/TrkB/ERK pathways, with identified Q-markers providing a foundation for optimization of quality.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41047379",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that intranasal SHSGS acts rapidly against depression through the GABAergic and BDNF/TrkB/ERK pathways, with identified Q-markers providing a foundation for optimization of quality",
      "conclusion": "These findings demonstrate that intranasal SHSGS acts rapidly against depression through the GABAergic and BDNF/TrkB/ERK pathways, with identified Q-markers providing a foundation for optimization of quality"
    },
    {
      "title": "ZEMs: Zebrafish embedding molds for high-throughput imaging of zebrafish embryos and larvae",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006033715&v=2.18.0.post9+e462414",
      "description": "Zebrafish imaging is a powerful tool for observing physiological responses in real time, from the whole organism to the organ, tissue, and cellular levels. It enables researchers to derive biological meaning by observing morphological and histological changes, cell migration, and more. To analyze such dynamic phenomena, the acquisition of high-quality and consistent images is essential. However, it remains challenging to acquire standardized images at specific regions of interest in zebrafish....",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41046991",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A poly(vinyl alcohol)/tannin/anthocyanin composite film for food spoilage monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006033715&v=2.18.0.post9+e462414",
      "description": "In this study, a poly(vinyl alcohol) (PVA)/tannin (TA)/glycerol/anthocyanin (PTGA) composite film containing the pH-sensitive dye anthocyanin was developed to monitor the freshness and spoilage of food. Heat treatment enhanced the water resistance of PTGA, while the addition of TA bestowed superior transparency above 70 % with excellent UV protection ability. In addition, our study demonstrates that the antioxidant and antibacterial properties of composite film with TA were enhanced compared to...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41046883",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of multi-sensing technologies for high-throughput morphological, physiological, and biochemical phenotyping of drought-stressed watermelon plants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046739/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006033715&v=2.18.0.post9+e462414",
      "description": "High-throughput plant phenotyping (HTPP) technologies are rapidly transforming plant science by enabling real-time, non-invasive, and large-scale monitoring of complex morphological, physiological, and biochemical traits. However, existing platforms often lack integration across sensing modalities and analytical depth necessary for early and comprehensive phenotypic trait analysis. In this study, we developed a fully automated, multimodal HTPP system combining RGB, shortwave infrared (SWIR)...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41046739",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Activation of lands cycle-mediated inflammation in living macrophages exposed to label-free particulate matter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006033715&v=2.18.0.post9+e462414",
      "description": "Particulate matter (PM) is a pollutant of great concern and has severe impacts on human health. Macrophages (Mφ) play a crucial role in the response to PM exposure, as they undergo metabolic reprogramming associated with inflammation. However, upon exposure to PM, the metabolic changes that occur in living Mφ remain unclear. Here, we present evidence that PM activates Lands cycle-mediated inflammatory mechanisms using 3D-holotomography (3D-HT) technique integrated with multi-omics analysis. We...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41046674",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immune-modulatory effects of low-dose radiotherapy through macrophage polarization and transcriptional rewiring in triple-negative breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046657/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006033715&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Despite recent advancements with immune checkpoint inhibitors, a significant proportion of patients, particularly those with triple-negative breast cancer, exhibit resistance to these therapies. To address this challenge, we investigated whether adding low-dose-per-fraction radiotherapy (LDRT) could remodel the tumor microenvironment (TME) and enhance the efficacy of PD-1 blockade.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41046657",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether adding low-dose-per-fraction radiotherapy (LDRT) could remodel the tumor microenvironment (TME) and enhance the efficacy of PD-1 blockade",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combined Annual Modulation Dark Matter Search with COSINE-100 and ANAIS-112",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006033715&v=2.18.0.post9+e462414",
      "description": "The annual modulation signal, claimed to be consistent with dark matter as observed by DAMA/LIBRA in a sodium-iodide based detector, has persisted for over two decades. COSINE-100 and ANAIS-112 were designed to test the claim directly using the same target material. COSINE-100, located at Yangyang Underground Laboratory in South Korea, and ANAIS-112, located at Canfranc Underground Laboratory in Spain, have been taking data since 2016 and 2017, respectively. Each experiment published its...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41046443",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "directly using the same target material",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vertical Soliton-Assisted Current Switching in Extremely Thick FeGd Ferrimagnets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006033715&v=2.18.0.post9+e462414",
      "description": "Current-induced spin-orbit torques (SOTs) can electrically switch magnetic films. The thickness of these films is usually limited to a few tenths of nanometers. Toward stable spintronic nanodevices, it is important to explore the upper thickness limit and to identify the associated SOT switching mechanism, if it is different from standard models. Here, we experimentally show that the SOT switching could occur in Pt(3 nm)/Fe_{0.80}Gd_{0.20}/Ta(3 nm) trilayers with a thickness of...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41046442",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to explore the upper thickness limit and to identify the associated SOT switching mechanism, if it is different from standard models",
      "conclusion": null
    },
    {
      "title": "The effectiveness of cognitive behavioral therapy for smoking cessation: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Cognitive Behavioral Therapy (CBT) is a commonly used intervention for smoking cessation. This PROSPERO-registered systematic review and meta-analysis (CRD42024581823) evaluated the long-term effectiveness of CBT in achieving abstinence for six months or longer. Sixteen randomized controlled trials (RCTs) involving 2,531 adults were included. Studies comparing CBT to minimal care and published in English or Korean were selected; those focusing on Acceptance and Commitment Therapy (ACT) or...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047437",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "English or Korean were selected; those focusing on Acceptance and Commitment Therapy (ACT) or",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Biomolecular Effects of Finasteride on Male Rat Brain during Administration and after Discontinuation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047364/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Suppression of c-Fos-related neural activity in rat brain tissue could be temporarily maximized by both type 1 and type 2 5-alpha reductase inhibition by finasteride administration, and this suppression could be relieved by the restoration of 5-alpha reductase type 1 expression after finasteride discontinuation.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047364",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Suppression of c-Fos-related neural activity in rat brain tissue could be temporarily maximized by both type 1 and type 2 5-alpha reductase inhibition by finasteride administration, and this suppression could be relieved by the restoration of 5-alpha reductase type 1 expression after finasteride dis..."
    },
    {
      "title": "Systematic Measurement of Membranous Urethral Length Using a Cross-Reference System: A Study on Interrater Variability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047363/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: A systematic CRS-based measurement approach improved MUL reproducibility by reducing interrater variability. These findings emphasize the need for standardized MUL measurements to enhance the anatomical accuracy and continence prediction after RARP.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047363",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A systematic CRS-based measurement approach improved MUL reproducibility by reducing interrater variability. These findings emphasize the need for standardized MUL measurements to enhance the anatomical accuracy and continence prediction after RARP"
    },
    {
      "title": "Comparative Trends in the Treatment of Male Lower Urinary Tract Symptoms in South Korea and the United States of America (USA) Based on Korean National Health Insurance Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: It is essential to acknowledge the treatment disparities arising from differences in the healthcare systems of the United States and Korea and to adopt a patient-centered approach that prioritizes health in various contexts. A gradual transition toward developing a patient-centered and progressive healthcare system is imperative globally to address these disparities.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047361",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "It is essential to acknowledge the treatment disparities arising from differences in the healthcare systems of the United States and Korea and to adopt a patient-centered approach that prioritizes health in various contexts. A gradual transition toward developing a patient-centered and progressive h..."
    },
    {
      "title": "Efficacy of <em>Prunella vulgaris</em> on Male Lower Urinary Tract Symptoms: A Randomized, Double-Blind, Placebo-Controlled Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047360/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: PV extract improved LUTS and QoL in men with LUTS was well tolerated. These findings suggest its potential as a safe and effective phytotherapeutic option for managing male LUTS.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047360",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "its potential as a safe and effective phytotherapeutic option for managing male LUTS",
      "conclusion": "PV extract improved LUTS and QoL in men with LUTS was well tolerated. These findings suggest its potential as a safe and effective phytotherapeutic option for managing male LUTS"
    },
    {
      "title": "Quality and Readability Analysis of Artificial Intelligence-Generated Medical Information Related to Prostate Cancer: A Cross-Sectional Study of ChatGPT and DeepSeek",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047358/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: AI tools, such as ChatGPT and DeepSeek, hold significant potential for enhancing patient education and disseminating medical information on prostate cancer. Nevertheless, further refinement of content quality and language clarity is needed to prevent potential misunderstandings, decisional uncertainty, and anxiety among patients due to difficulty in comprehension.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41047358",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AI tools, such as ChatGPT and DeepSeek, hold significant potential for enhancing patient education and disseminating medical information on prostate cancer. Nevertheless, further refinement of content quality and language clarity is needed to prevent potential misunderstandings, decisional uncertain..."
    },
    {
      "title": "Distribution of blood pressure and its positive association with body mass index standard deviation score in pediatric patients with X-linked hypophosphatemia: a sub-group analysis from the SUNFLOWER observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047346/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Few studies have investigated the distribution of blood pressure (BP) and associated factors in pediatric patients with X-linked hypophosphatemic rickets (XLH). We analyzed snapshot baseline data from the SUNFLOWER study, a longitudinal observational cohort study of patients with XLH in Japan and South Korea (NCT03745521/UMIN000031605). We used data from pediatric participants aged 5-17 years who were 120-189.9 cm (males) and 120-179.9 cm (females) in height and had a history of conventional...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41047346",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "snapshot baseline data from the SUNFLOWER study, a longitudinal observational cohort study of patients with XLH in Japan and South Korea (NCT03745521/UMIN000031605)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A bipyridyl noncanonical amino acid for expanding the scope of metalloprotein design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Noncanonical amino acids (ncAAs) have been employed in the design of artificial metalloproteins by introducing unique metal-binding ligands, thereby expanding the structural and electronic diversity of the resulting metal centers. Among these, (2,2'-bipyridin-5-yl)alanine (bpy-Ala) has been widely utilized due to its well-characterized metal-binding affinity and the distinctive electronic properties of its metal complexes. This work outlines strategies for protein design, expression, and...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047204",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Response to Letter to the Editor: \"Screening for Lung Cancer, Overdiagnosis, and Healthcare Utilization: A Nationwide Population-Based Study\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047193",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Response to the Letter to the Editor: \"Durable Benefit Beyond Response: Reinterpreting Amivantamab Efficacy in METex14 NSCLC Subgroups\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047189/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047189",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Response to the Letter to the Editor Regarding \"Lazertinib for Patients With NSCLC Harboring Uncommon EGFR Mutations\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047187/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047187",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Whole-genome sequence of the lichen-forming fungus Cetrariella delisei reveals an expanded repertoire of biosynthetic gene clusters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Lichens represent a distinctive symbiotic relationship between fungi and photosynthetic algae, allowing them to persist in harsh and extreme habitats. While known for their adaptability, the genomic features of lichen-forming fungi remain relatively understudied. In this study, the genome of the lichen-forming fungus Cetrariella delisei was assembled into 40 contigs, spanning 45.8 Mbp, with a BUSCO completeness of 96.7 %. Repetitive sequences comprised 18.14 % of the genome. A total of 11,716...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41047046",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effects of locomotion and steering methods in virtual reality on unintended positional drift",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Unintended positional drift (UPD) is an important factor during virtual reality (VR) use, as it may contribute to safety risks diminishing user experience, potentially hindering the broader adoption of VR technology. This study investigated the effects of locomotion and steering methods on UPD through a 2 × 2 within-subject experiment. We selected two locomotion methods (joystick and teleportation) and two steering methods (controller-based and physical-based). Thirty-two participants (16 males...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41046811",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of locomotion and steering methods on UPD through a 2 × 2 within-subject experiment",
      "significance": "factor during virtual reality (VR) use, as it may contribute to safety risks diminishing user experience, potentially hindering the broader adoption of VR technology",
      "conclusion": null
    },
    {
      "title": "Exposure to conventional and non-phthalate plasticizers in representative Korean population between 2010 and 2018: Sex and age-stratified comparisons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046795/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Due to the adverse health effects reported for several phthalate plasticizers, many phthalates have been increasingly replaced with alternatives in various consumer applications. In this study, we employed urine samples collected from the nationally representative populations of 2010 (n = 785) and 2018 (n = 799) and measured metabolites (n = 37) of major phthalate and non-phthalate plasticizers. Exposure levels of phthalates and non-phthalate plasticizers were compared, and their associated...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41046795",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fiscal instruments and fossil fuel consumption in OECD countries: Do renewable energy R&amp;D expenditures and environmental taxes effective?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046721/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "This study examines the effectiveness of fiscal instruments, namely renewable energy R&D expenditures and environmental taxes, in reducing fossil fuel consumption, treating the former as incentive-based and the latter as deterrent instruments. We also consider indicators of economic growth, institutional quality, trade openness, and urbanization when testing the effectiveness of these fiscal instruments. The empirical analysis covers annual data for 18 OECD member countries for the period...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41046721",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nationwide and regional assessment of individual radiation exposure footprint",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046694/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "The management of radiation exposure (RE) is critical for protecting human health, ensuring environmental safety, and optimizing industrial and medical applications. Inadequate RE management can lead to cancer risks, genetic effects, environmental contamination, and occupational hazards. RE arises from natural, medical, and occupational sources, and assessing these factors individually fails to provide a comprehensive understanding. This study systematizes RE management by estimating RE at...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41046694",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanotransduction as a therapeutic target in tendinopathy: molecular pathways and exercise implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046360/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Tendinopathy is a multifactorial condition driven by dysregulated mechanotransduction, chronic low-grade inflammation, oxidative stress, and impaired matrix homoeostasis. Despite its prevalence, current treatments focus largely on symptomatic relief, with limited impact on underlying pathology. This narrative review synthesizes emerging evidence on the molecular mechanisms underpinning tendinopathy, including integrin - FAK/Src, YAP/TAZ, and PIEZO1 signalling pathways, and highlights how these...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41046360",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on underlying pathology",
      "conclusion": null
    },
    {
      "title": "Structural investigation of human U6 snRNA recognition by spliceosomal recycling factor SART3 RNA recognition motifs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046346/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Human spliceosome-associated factor 3, SART3, is a key factor in spliceosome recycling and engages with U6 small nuclear RNA (snRNA) to promote the formation of the U4/U6 small nuclear ribonucleoprotein complex. Unlike its counterpart U4/U6 snRNA-associated-splicing factor PRP24 (Prp24) from Saccharomyces cerevisiae, which uses four RNA recognition motifs (RRMs) for the U6 snRNA interaction, SART3 has two RRMs at its C terminus. Here, we demonstrate that SART3 binds U6 snRNA as a dimer, and four...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41046346",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Delivering a family-based child mental health promotion program among two resettled refugee communities during the COVID-19 pandemic: Lessons learned in a hybrid type II implementation-effectiveness randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251006033716&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Findings support the utility of hybrid trials in assessing both effectiveness and implementation of preventive interventions with resettling families. Despite contextual disruptions, attention to community needs and delivery flexibility enabled successful implementation. This study underscores the importance of context-informed strategies to sustain core elements of evidence-based interventions in dynamic settings.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41046558",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Findings support the utility of hybrid trials in assessing both effectiveness and implementation of preventive interventions with resettling families. Despite contextual disruptions, attention to community needs and delivery flexibility enabled successful implementation"
    },
    {
      "title": "Validation and performance of a geriatric early warning score (GEWS) versus the national early warning score (NEWS) in predicting clinical deterioration in frail older patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: GEWS more accurately detects clinical deterioration within 12 h in frail older adults than NEWS, with less clinical burden. GEWS ≥ 5 is recommended for clinical alerting, whereas ≥ 8 for more urgent medical assistance.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41047463",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GEWS more accurately detects clinical deterioration within 12 h in frail older adults than NEWS, with less clinical burden. GEWS ≥ 5 is recommended for clinical alerting, whereas ≥ 8 for more urgent medical assistance"
    },
    {
      "title": "RNA sequence analysis of differentially expressed genes in left atrial appendage thrombus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047445/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Cardioembolic stroke is a major complication of atrial fibrillation (AF). We investigated differentially expressed genes (DEGs) in the left atrial appendage (LAA) with and without LAA thrombus (LAAT) using RNA sequencing (RNA-seq). LAA tissue samples were obtained during cardiac surgery. We analyzed samples with LAAT (n = 6) and without LAAT (n = 5). Differential gene expression analysis was conducted to identify significantly altered genes. RNA-seq identified 27 differentially expressed genes...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41047445",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "differentially expressed genes (DEGs) in the left atrial appendage (LAA) with and without LAA thrombus (LAAT) using RNA sequencing (RNA-seq)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pain-related variables as contributing factors to physical activity after breast cancer surgery: a one-year follow-up study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Physical activity (PA) levels among breast cancer survivors following surgery are often low, with unclear roles played by pain-related factors. This study investigates the changes in PA and its contributing factors, including pain-related factors, in 184 breast cancer survivors throughout the acute post-operative stage of 1 week (T1), the sub-acute stage of 4 months (T4), and the long-term stage of 12 months (T12). A linear mixed model was utilized to evaluate PA changes in the first year...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41047438",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of an X-Ray Protective Drape in Reducing Operator Radiation Dose in Transfemoral Arterial Liver Interventions: a Randomized-Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The MXPD can effectively reduce operator radiation dose during transfemoral arterial liver interventions, offering a practical adjunct to standard protective measures.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41047378",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The MXPD can effectively reduce operator radiation dose during transfemoral arterial liver interventions, offering a practical adjunct to standard protective measures"
    },
    {
      "title": "Ischiofemoral Impingement: Morphologic Associations, Pelvic Asymmetry, and Clinical Correlates in a Retrospective Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047291/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: QFE is strongly linked to reduced IFS, QFS and to asymmetries of QFS, ischial angle, but not consistently to pain. This is the first study to explore the correlation between hip pain and QFE in adults as well as role of morphometric asymmetry in QFE development highlighting the value of bilateral assessment.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41047291",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "QFE is strongly linked to reduced IFS, QFS and to asymmetries of QFS, ischial angle, but not consistently to pain. This is the first study to explore the correlation between hip pain and QFE in adults as well as role of morphometric asymmetry in QFE development highlighting the value of bilateral as..."
    },
    {
      "title": "Addressing misleading medical information on social media: a scoping review of current interventions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047164/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Current efforts to address misleading medical marketing on social media often overlook the critical issue of medical overuse and fail to provide sufficient consumer protections in this rapidly evolving digital landscape of social media, such as the speed of dissemination, reach and the role of third-party advertising. These gaps in research, regulation and practice present significant opportunities to strengthen evidence-based policies and public health responses. TRIAL REGISTRATION...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41047164",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Current efforts to address misleading medical marketing on social media often overlook the critical issue of medical overuse and fail to provide sufficient consumer protections in this rapidly evolving digital landscape of social media, such as the speed of dissemination, reach and the role of third..."
    },
    {
      "title": "Prognostic value of liver stiffness measurement vs. biochemical response in primary biliary cholangitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047080/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Discordance between LSM and biochemical response is frequent. Most recent or current LSM is the strongest predictor of first liver-related events in patients with PBC, irrespective of prior biochemical response or LSM trajectory.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41047080",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Discordance between LSM and biochemical response is frequent. Most recent or current LSM is the strongest predictor of first liver-related events in patients with PBC, irrespective of prior biochemical response or LSM trajectory"
    },
    {
      "title": "Pathological features of pulmonary vasculopathy in interstitial lung disease-associated pulmonary hypertension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Interstitial lung disease-associated pulmonary hypertension is pathologically characterized by microvessel remodeling and capillary multilayering. Increased expression of prostaglandin I2 receptor in the microvessels suggests different responses to stimulators of the pathway.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41047007",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Interstitial lung disease-associated pulmonary hypertension is pathologically characterized by microvessel remodeling and capillary multilayering. Increased expression of prostaglandin I2 receptor in the microvessels suggests different responses to stimulators of the pathway"
    },
    {
      "title": "Future heatstroke mortality in Japan: Impacts of climate, demographic changes, and long-term heat adaptation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046973/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "The International Classification of Diseases (ICD)-10: X30, an indicator that reflects the direct health impacts of excessive natural heat, has rarely been applied in Japan. This study projects heatstroke mortality for all 47 prefectures in Japan using ICD-10: X30, accounting for demographic changes and long-term heat adaptation (HA)-two key factors influencing heatstroke risk. Projections were made for two age groups (<65 and ≥65 years) using five climate models under three greenhouse gas (GHG)...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41046973",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "D-Allulose Improves Mitochondrial Respiratory Function and Alleviates Obesity-Induced Liver Dysfunction: A Comparative Study with Erythritol in HFD-Fed Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "This study investigated the anti-obesity and anti-inflammatory effects of D-Allulose compared to erythritol in high-fat diet (HFD)-fed mice, focusing on liver mitochondrial function. Both D-Allulose and erythritol significantly reduced body weight gain, white adipose tissue (WAT) weight, and plasma lipid levels. D-Allulose, especially at higher doses (H_AL), demonstrated superior effects, including reductions in visceral and total WAT weight, adipocyte size, and hepatic and WAT fibrosis,...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41046924",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the anti-obesity and anti-inflammatory effects of D-Allulose compared to erythritol in high-fat diet (HFD)-fed mice, focusing on liver mitochondrial function",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative evaluation of PRRSV MLV vaccine efficacy administered via intranasal and intramuscular routes in early age of piglets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Early porcine reproductive and respiratory syndrome virus (PRRSV) infections in suckling pigs are commonly observed, emphasizing the need for early vaccination strategies. However, the effectiveness of early vaccination in suckling pigs remains debated due to potential interference from maternally derived antibodies (MDA) and the immature immune system of piglets. This study evaluated and compared protective efficacy and immune responses of intranasal (IN) and intramuscular (IM) administration...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41046831",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "New partially silylated cyclodextrins with complex hydrogen bond networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046748/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "A series of partially silylated and unsymmetrical α-, β- and γ-cyclodextrins were prepared and the NMR spectra in CDCl(3) were analyzed. All unsymmetrical compounds showed a complex pattern of OH signals similarly to what has previously been seen for 6^(A-F),2^(A)-hepta-O-tertbutyldimethylsilyl α-cyclodextrin. The compounds ability to form hydrogen bond network is discussed.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41046748",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carbon pricing and energy greenflation over COVID-19",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046723/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "With our clamor for higher prices due to the additional costs of going green, we urgently need a quantitative analysis to support the evidence. We aim to analyze energy greenflation, focusing on carbon pricing empirically. For this analysis, we propose a novel price correlation and volatility model between energy and carbon based on the buying pressure-price relationship, in which greenflation appears as two channels of cost-push and demand-pull inflation. The empirical studies using the prices...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41046723",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "to analyze energy greenflation, focusing on carbon pricing empirically",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to the letter to the editor \"Decoding the pathophysiological role of Fukutin in Fukuyama congenital muscular dystrophy\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41046709",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic impact of cerium oxide decorated reduced graphene oxide (CeO<sub>2</sub>/r-GO) composite on peroxidase-mimic activity for sensitive colorimetric detection of H<sub>2</sub>O<sub>2</sub> and glucose",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Recent advancements in artificial catalysis have focused on developing material-based catalysts that mimic peroxidase activity, offering a promising alternative to conventional natural enzymes. In this context, the CeO(2)/r-GO composite was synthesized using a straightforward chemical reduction process, and its peroxidase-like catalytic activity was performed for the colorimetric detection of H(2)O(2) and glucose. Structural analyses via XRD, Raman, and FTIR confirmed the successful...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41046697",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Estimating gear efficiency of toothed fishing dredge for collecting seafloor litter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046585/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "In this study, depletion experiments using a toothed fishing dredge were conducted to estimate the gear efficiency for collecting seafloor litter in a nearshore area on the north side of Tokyo Bay. Using the catch data of cod-end samples and gear-entangled samples, four models (Leslie-Davis model, DeLury model, normal patch model, and negative binomial patch model) were applied to fit the dataset. Analysis of the collected seafloor litter showed that plastics were the dominant category,...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41046585",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Facing the Texture Challenge of Pulses From a Cell Wall Point of View: Science, Strategies, and Perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "The full benefit of pulses, an economic, highly nutritional, and environment-friendly ingredient, can be greatly hampered by the hard texture (poor cooking quality) of the beans, resulting in long preparation time, energy waste, reduced nutritional value, and low consumer acceptability. This texture challenge thus needs to be well addressed towards optimal and maximized utilization of pulses. Among multiple influencing factors, the cooking texture of pulses is largely related to the cotyledon...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41046567",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of transcutaneous auricular vagus nerve stimulation on associative memory, event-related potential P300 and P600: a single-blind pilot experiment on healthy adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Transcutaneous auricular vagus nerve stimulation (taVNS) is attracting attention as a new neuromodulation technique to improve cognitive function. The effects of this neuromodulation technique on associative memory and its mechanisms have not been fully investigated. This crossover, single-blind, active-versus-sham design experiment examined the effects of taVNS on associative memory performance and the event-related potential P300 or P600. The experiment consisted of an associative memory task...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41046500",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interactions between turnover rate and bioactivity of atractylenolide III in Atractylodes macrocephala rhizome in the theory of crude drugs' pairs and prescriptions in traditional Chinese and Japanese Kampo medicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "The dried rhizome of Atractylodes macrocephala Koidz. (AM) is widely utilized in traditional Chinese and Japanese Kampo medicine for its therapeutic effects including digestive improvement, spleen strengthening, and dampness reduction. Atractylenolide III (AIII), an anti-inflammatory and gastric-protective sesquiterpene of AM, serves as a critical chemical reference substance (CRS) of AM, essential for its pharmacological validation. However, its content in the decoction of traditional formula...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41046484",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Propofol Sedation with a Target-Controlled Infusion Pump and Bispectral Index Monitoring System in Older Patients Undergoing Antegrade Balloon-Assisted Enteroscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: TCI/BIS-guided propofol sedation may be acceptable for older patients undergoing antegrade BAE, who require a lower propofol dose than younger patients.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41046481",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TCI/BIS-guided propofol sedation may be acceptable for older patients undergoing antegrade BAE, who require a lower propofol dose than younger patients"
    },
    {
      "title": "Phase Transitions in Nonreciprocal Driven-Dissipative Condensates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046420/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "We investigate the influence of boundaries and spatial nonreciprocity on nonequilibrium driven-dissipative phase transitions. We focus on a one-dimensional lattice of nonlinear bosons described by a Lindblad master equation, where the interplay between coherent and incoherent dynamics generates nonreciprocal interactions between sites. Using a mean-field approach, we analyze the phase diagram under both periodic and open boundary conditions. For periodic boundaries, the system always forms a...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41046420",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strings, Branes and Twistons: Topological Analysis of Phase Defects in Excitable Media Such as the Heart",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046409/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Several excitable systems, such as the heart, self-organize into complex spatiotemporal patterns that involve wave collisions and rotating vortices. The dynamics between these structures are incompletely understood. Here we establish a comprehensive topological framework in three spatial dimensions. Conduction blocks are identified as phase defect surfaces, on which three types of closed curves move and carry a topological vector charge. Our framework not only sheds new light on twistons and...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41046409",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Coexistence of Topological Surface States and Superconductivity in Dirac Semimetal NiTe_{2}",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046387/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "The coexistence of topological bands around the Fermi level (E_{F}) and superconductivity provides a fundamental platform for exploring their interplay. However, few materials inherently display both properties. In this Letter, we demonstrate the coexistence of topological surface states at the E_{F} and superconductivity in NiTe_{2} single crystals, a material hitherto not recognized as superconducting. Quasiparticle interference measurements performed via scanning tunneling microscopy suggest...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41046387",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discovery of a Potent and Selective TEAD Degrader with Durable Degradation Activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047480/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "The TEA/ATSS (TEAD) family of transcription factors are key effectors of the Hippo pathway, exerting their function through interactions with the coactivators YAP and TAZ. Over the past five years, the development of YAP-TEAD disruptors has emerged as a central focus of both academic and industrial efforts aimed at targeting the Hippo pathway for cancer therapy. In this study, the discovery and comprehensive characterization of KG-FP-003, a potent, selective, and durable TEAD degrader is...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047480",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual Regulation on Structure-Interface Enables Coal-Tar-Pitch-Based Hard Carbon Anodes with High Rate and Storage Performance for Sodium Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Coal-tar-pitches-based hard carbons (HCs) are regarded as promising anode materials for sodium-ion batteries (SIBs). However, designing optimal microstructures and surface chemical states of carbon anodes to enhance Na^(+) diffusion kinetics remains a key challenge for superior sodium storage. Herein, a novel strategy of molecular crosslinking-coupled chemical vapor deposition (CVD) with further post-heat treatment is proposed. This approach utilizes molecular cross-linking to restrict the...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047479",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Disease-Specific Simulator of the Laparoscopic Percutaneous Extraperitoneal Closure (LPEC) Method for Pediatric Inguinal Hernia: A Validation Study With Comparison of Experienced Pediatric Surgeons and Novices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047468/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our simulator could clearly differentiate between novice and experienced surgeons, and the validity of the LPEC simulator was established. The validity of the LPEC simulator was also proven using a questionnaire survey after simulation surgery.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047468",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our simulator could clearly differentiate between novice and experienced surgeons, and the validity of the LPEC simulator was established. The validity of the LPEC simulator was also proven using a questionnaire survey after simulation surgery"
    },
    {
      "title": "Spatial Pharmacokinetic and Pharmacodynamic Modeling in Airway Mucus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047457/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The developed spatial PK modeling framework enabled quantitative description of the spatial distribution of drugs in airway mucus and can be of relevance to guide optimization of treatment strategies.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047457",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The developed spatial PK modeling framework enabled quantitative description of the spatial distribution of drugs in airway mucus and can be of relevance to guide optimization of treatment strategies"
    },
    {
      "title": "Effect of blastocyst quality on neonatal outcomes in frozen embryo transfer cycles: a cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047455/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: GQB is associated with a decreased cesarean section rate and an increased likelihood of having a male child. However, it has no effect on other neonatal outcomes. Therefore, both clinicians and patients can be reassured about the neonatal outcomes of singleton live births resulting from PQB in FET cycles.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047455",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GQB is associated with a decreased cesarean section rate and an increased likelihood of having a male child. However, it has no effect on other neonatal outcomes"
    },
    {
      "title": "Atopic dermatitis: diagnosis, molecular pathogenesis, and therapeutics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047454/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Atopic dermatitis (AD) is a chronic inflammatory skin disease characterized by acute and chronic phases with no definitive cure currently available. The diagnosis of AD involves the evaluation of both disease onset and severity, relying on established clinical criteria and, increasingly, on various biomarkers to improve diagnostic accuracy. The molecular pathogenesis of AD is driven by a combination of genetic predispositions, environmental factors, and immune dysregulation. Acute AD is...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047454",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Using objective measures to evaluate the role of physical activity as a compensatory mechanism of emotion regulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Both emotion regulation and physical activity are associated with improved emotional well-being, including high self-esteem. However, most prior work comparing this relationship is limited by either subjective bias or ecological validity. Using objective (i.e., accelerometer-derived) measures of physical activity, this study investigated the relationship between moderate-to-vigorous physical activity (MVPA) and two trait emotion regulation strategies. We predicted that trait reappraisal (i.e.,...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047439",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "(i",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combinational therapy of cervical cancer consisting of probiotic particles and vincristine: a molecular in vitro study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Cervical cancer remains a major global health concern and ranks among the leading causes of cancer-related mortality in women. Although Vincristine Sulfate is a clinically established chemotherapeutic agent with potent anti-mitotic activity, its therapeutic utility is often restricted by dose-dependent toxicities and off-target effects. Recent evidence suggests that probiotics such as Lactobacillus fermentum may possess anti-tumor properties and could enhance the efficacy of conventional...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047434",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic antifungal activity of lepidium sativum ZnO nanoparticles and nystatin against resistant candida species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "The rising threat of drug-resistant fungal pathogens such as Candida albicans poses a particular risk to disability patients, who often face heightened vulnerability to infections due to compromised immune function and frequent medical interventions, demanding innovative therapeutic approaches. This study presents a green synthesis of zinc oxide nanoparticles (ZnO-NPs) using Lepidium sativum seed extract as a promising strategy. The resulting ZnO-NPs were Characterized as crystalline with a...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047415",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced work engagement in Japanese employees following a 12-day online gratitude journal intervention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study provides experimental evidence that gratitude journaling enhances work engagement by increasing awareness of job resources, integrating gratitude into the JD-R Model. The findings suggest that gratitude must be actively cultivated rather than assumed to arise naturally. Given its accessibility and low cost, gratitude journaling offers a promising tool for organizations to foster employee engagement. Future research should examine its long-term effects and evaluate its...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047408",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides experimental evidence that gratitude journaling enhances work engagement by increasing awareness of job resources, integrating gratitude into the JD-R Model. The findings suggest that gratitude must be actively cultivated rather than assumed to arise naturally"
    },
    {
      "title": "Highly sensitive detection of miRNA based on a quencher-free fluorescence strategy with dual-signal amplification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047399/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "MicroRNAs (miRNAs) have emerged as crucial post-transcriptional regulators of gene expression and promising biomarkers for disease diagnosis and prognosis. Their aberrant expression levels are closely associated with the pathogenesis and progression of various human diseases. In this study, we developed a novel quencher-free dual-signal amplification strategy for highly sensitive miRNA detection. The approach involves the use of a target-specific padlock probe that undergoes miRNA-triggered...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047399",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nilotinib hydrochloride monohydrate solubility in supercritical carbon dioxide + cosolvent: measurements and modeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "The solubility of nilotinib hydrochloride monohydrate in supercritical CO₂ was measured at four temperatures between 338 K and 308 K, and seven pressures between 12 MPa and 30 MPa, using ethanol as a cosolvent. Both semi-empirical and empirical approaches were employed to analyze the experimental data. In the ternary systems studied, the solubility values (mole basis) for nilotinib hydrochloride monohydrate were between 1.08 × 10^(- 5) and 4.15 × 10^(- 4) (10.8 to 415 PPM). The results indicated...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047398",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anticandidal activity of greenly synthesized silver nanoparticles formulated using Alkanna tinctoria roots against multidrug resistant candidal pathogens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Multidrug-resistant Candida infections demand urgent therapeutic solutions. This study demonstrated the green synthesis of silver nanoparticles designated At-AgNPs using Alkanna tinctoria root extract, showing enhanced antifungal activity against Candida species including resistant C. auris. Characterization confirmed spherical At-AgNPs with 19.91 nm diameter by TEM and 120.6 nm hydrodynamic size, exhibiting a UV-Vis peak at 406.27 nm. EDX analysis revealed 79.24% silver content, while XRD...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047393",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Channel quality predictions assisted by new algorithms for high throughput satellite and 5G systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047392/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Variations in rainfall patterns across different regions reduce the accuracy of existing satellite channel models. As satellite services and 5G applications continue to advance, the development of accurate rain-impairment-aware channel models has become essential. This paper presents a prediction model for rain-induced impairments in High Throughput Satellite (HTS) and 5G satellite-to-land communication channels. The proposed model integrates three novel algorithms designed to characterize and...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Pusan National University"
      ],
      "pmid": "41047392",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative study on radiation resistance of WTaCrV high-entropy alloy and tungsten in helium-containing conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047385/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "W and W-based high-entropy alloys are promising candidates for plasma-facing materials in fusion reactors. While irradiation studies on W have revealed a tendency for helium (He) bubble formation and radiation-induced defects, investigations of WTaCrV high-entropy alloy (HEA) have demonstrated superior radiation resistance, whether under He⁺ irradiation or heavy ion irradiation. To assess material performance under conditions relevant to fusion reactors-characterized by fast neutrons and gas...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047385",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrochemical and computational investigation of Tinospora cordifolia fractions as a novel corrosion inhibitor for carbon steel in seawater medium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "This study employed electrochemical techniques and computational analyses to evaluate the efficacy of Tinospora cordifolia fraction (TCF) as an anticorrosion agent for carbon steel in a seawater medium. Electrochemical methods were employed to investigate the corrosion performance of carbon steel with and without TCF at different concentrations (25 to 150 mg.L^(-1)) and temperatures (300 K to 320 K). The findings revealed that TCF significantly decreased the corrosion current density, exhibiting...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047382",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The bidirectional relationship between social participation, social media use and depressive symptoms: a nationwide longitudinal study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047381/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Continuous social participation may enhance social media use competency and alleviate depressive symptoms in older adults. Social media use may alleviate the decrease in social participation frequency and increase in depressive symptoms in older adults. Therefore, social media can be an effective tool to promote the integration of the older adults into society and alleviate negative emotions.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047381",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Continuous social participation may enhance social media use competency and alleviate depressive symptoms in older adults. Social media use may alleviate the decrease in social participation frequency and increase in depressive symptoms in older adults"
    },
    {
      "title": "Association Between Women's Birth Weight and Reproductive Characteristics in Adulthood: The JPHC-NEXT Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We observed that Japanese women's birth weight was significantly associated with reproductive characteristics. Specifically, those with a low birth weight had a shorter reproductive span and a higher risk of irregular menses and nulliparity compared to those with a normal birth weight.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047337",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We observed that Japanese women's birth weight was significantly associated with reproductive characteristics. Specifically, those with a low birth weight had a shorter reproductive span and a higher risk of irregular menses and nulliparity compared to those with a normal birth weight"
    },
    {
      "title": "Development and Validation of a Novel Plasma Metabolomic Signature for the Detection of Renal Cell Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND CLINICAL IMPLICATIONS: This study identified metabolic alterations in RCC and developed a promising AI-based plasma metabolic model with potential clinical application for RCC diagnosis.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047317",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "This study identified metabolic alterations in RCC and developed a promising AI-based plasma metabolic model with potential clinical application for RCC diagnosis",
      "conclusion": "AND CLINICAL IMPLICATIONS: This study identified metabolic alterations in RCC and developed a promising AI-based plasma metabolic model with potential clinical application for RCC diagnosis"
    },
    {
      "title": "Densely-neighbored-Ru nanoparticles confined in porous-SiO<sub>2</sub> shell for efficient CO<sub>2</sub> methanation via plasmon-coupling-enhanced photo-thermal catalysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Plasmonic metal nanostructures hold immense promise for catalysis, yet their potential remains limited by inefficient utilization of plasmon-derived energy. Herein, guided by theoretical predictions on the merits of plasmon-coupling metal nanoparticles within dielectric matrices, Ru(m)@pSiO(2) nanoreactors, where clustered Ru nanoparticles confined in a porous SiO(2) shell, are rationally designed. This architecture features enhanced plasmon-energy harvesting, intensified electromagnetic field...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047311",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Relationship of flatfoot to physical performance and postural stability in children: The Yamanashi adjunct study of the Japan Environment and Children's Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047303/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings highlight the need for further research on the underlying causes of flatfoot and its effect on child development, particularly regarding the role of the nervous system in postural stability.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047303",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the need for further research on the underlying causes of flatfoot and its effect on child development, particularly regarding the role of the nervous system in postural stability"
    },
    {
      "title": "Hypoglycemia following metabolic and bariatric surgery: evidence from objective and subjective naturalistic assessment methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Many patients are at risk for low blood glucose post-MBS. In the absence of objective assessment, several subjective symptoms may serve as indicators of possible hypoglycemic events following MBS.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047295",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "assessment, several subjective symptoms may serve as indicators of possible hypoglycemic events following MBS",
      "significance": null,
      "conclusion": "Many patients are at risk for low blood glucose post-MBS. In the absence of objective assessment, several subjective symptoms may serve as indicators of possible hypoglycemic events following MBS"
    },
    {
      "title": "Low and ultralow CAC: Signal, noise or something more?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047293/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047293",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative efficacy and safety of high-dose rifamycin regimens for tuberculosis treatment: a Bayesian network meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Rifapentine 20 mg/kg/day may be the most effective for achieving the strongest anti-TB activity. All HDR regimens demonstrated good safety.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047272",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Rifapentine 20 mg/kg/day may be the most effective for achieving the strongest anti-TB activity. All HDR regimens demonstrated good safety"
    },
    {
      "title": "Modified Mediterranean diet effects on Parkinson's disease (MED-PARK): a single-centre randomised controlled trial protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Only symptomatic treatments are available for patients with Parkinson's disease (PD), the second most common chronic neurodegenerative disease worldwide, and it is therefore imperative to identify disease-modifying interventions that can alter the course of the disease. Epidemiological studies in PD patients suggest that a Mediterranean diet is associated with better motor and non-motor symptoms, slower progression and reduced mortality. Few interventional studies, however,...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047258",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Standardized ketamine infusion protocol for chronic refractory pain: a retrospective study of preliminary effectiveness and treatment completion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047247/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Chronic refractory pain presents limited treatment options and diminished quality of life. While ketamine treatment shows promise, protocol variations and safety concerns have hindered widespread adoption. This study evaluated preliminary effectiveness and rate of treatment completion for a standardized low-dose ketamine infusion therapy (KIT) protocol.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047247",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spinal cord stimulation plus conventional medical management versus conventional medical management alone for severe, non-surgical, refractory back pain: a randomized clinical trial followed by crossover",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: SCS relieved pain and resulted in clinically significant improvements in functional disability and health-related quality of life in patients with non-surgical, refractory back pain with or without accompanying leg pain.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047246",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SCS relieved pain and resulted in clinically significant improvements in functional disability and health-related quality of life in patients with non-surgical, refractory back pain with or without accompanying leg pain"
    },
    {
      "title": "Are we <em>pro</em>-PRO-C4?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047243/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047243",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current strategies and future directions to enhance recovery following critical illness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047241/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Improvements in critical care treatments have led to an increased number of survivors of critical illness and an enhanced recognition of the problems which these patients encounter. Despite this, the ideal strategies to both prevent and manage the problems which people face are yet to be fully elucidated.This review explores the current methods employed to help mitigate problems encountered by survivors of critical illnesses and current barriers that limit their implementation. We will explore...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047241",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Sustainability via Active Garden Education on preschool-aged children's locomotor skills",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047236/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Children's overall qualitative locomotor score, hop, and slide skills increased across both groups. Participation in SAGE improved the hop locomotor skill.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047236",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Children's overall qualitative locomotor score, hop, and slide skills increased across both groups. Participation in SAGE improved the hop locomotor skill"
    },
    {
      "title": "Design, engineering, and characterization of switchable artificial metalloproteins (swArMs)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047211/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Conformational dynamics are fundamental to metalloenzyme catalysis, yet engineering artificial systems that replicate these dynamics remains a significant challenge. This chapter discusses switchable artificial metalloproteins (swArMs), wherein synthetic metallocofactors are positioned within conformationally dynamic protein hosts. Focusing on protein hosts derived from periplasmic binding proteins (PBPs) such as the E. coli glutamine-binding protein (GlnBP), we outline strategies to select...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047211",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering an artificiaal metalloenzyme with a quinone coenzyme",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047205/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Artificial metalloenzymes (ArMs) have proven to be useful tools to study, modify, and exploit the chemistry at play within the active sites of naturally occurring metalloenzymes. At times, it can be challenging to study and modify naturally occurring metalloenzymes, so researchers leverage simplified scaffolds as analogues to study. Alcohol dehydrogenase enzymes that contain pyrroloquinoline quinone (PQQ) have gained more interest since 2011 as some have been found to contain a lanthanide metal...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047205",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reading Between the Lines: Circulating Tumor DNA Dynamics Illuminate Immunotherapy Outcomes in Lung Squamous Cell Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047182",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Less is more for patients, practitioners, public and planet: a taxonomy for the harms of too much medicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047163",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Search Summary Score: A Global Measure to Predict Matched Unrelated Stem Cell Donor Availability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: SSS offers an interpretable, scalable, and globally applicable tool to assess matched donor availability at the initiation of search. By integrating both HLA compatibility and real-world donor readiness, SSS enhances clinical decision-making, promotes equity in donor access, and supports earlier planning for efficient selection of alternative graft sources.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047126",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SSS offers an interpretable, scalable, and globally applicable tool to assess matched donor availability at the initiation of search. By integrating both HLA compatibility and real-world donor readiness, SSS enhances clinical decision-making, promotes equity in donor access, and supports earlier pla..."
    },
    {
      "title": "High-risk HLA mismatch combinations responsible for severe acute graft-versus-host disease in cord blood transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Together, our findings suggest the prudence of avoiding selection of a CBU with C*03:04-C*14:02 when selecting CBUs for UCBT.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047125",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Together, our findings suggest the prudence of avoiding selection of a CBU with C*03:04-C*14:02 when selecting CBUs for UCBT"
    },
    {
      "title": "Network mechanisms in rapid-onset dystonia-parkinsonism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047113/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Rapid-onset dystonia-parkinsonism (RDP) is a rare neurological disorder caused by mutations in the ATP1A3 gene. Symptoms are characterized by a dystonia-parkinsonism. Recently, experimental studies have shown that the pathophysiology of the disease is based on a combined dysfunction of the cerebellum (CB) and basal ganglia (BG) and that blocking their interaction can alleviate the symptoms. The underlying network mechanisms have not been studied so far. Our aim was to characterize neuronal...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047113",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "was to characterize neuronal",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reduced intestinal GLP-1<sup>+</sup> cell numbers are associated with an inflammation-related epithelial metabolic signature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047099/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Reduction of GLP-1^(+) cells represents a general feature of ileal and colonic inflammation in mice and human. Given the numerous properties of GLP-1, this reduction likely affects inflammatory processes in the mucosa and disease-related symptoms on multiple levels, and therefore, should be considered a therapeutic target in IBD.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047099",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Reduction of GLP-1^(+) cells represents a general feature of ileal and colonic inflammation in mice and human. Given the numerous properties of GLP-1, this reduction likely affects inflammatory processes in the mucosa and disease-related symptoms on multiple levels, and therefore, should be consider..."
    },
    {
      "title": "The placode lineage contributes to the enteric nervous system: a caution for cell transplantation therapy for Hirschsprung disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047098/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047098",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk factors for implant failure of implant-supported fixed full-arch rehabilitation in edentulous maxillae and mandibles: A 1- to 7-year retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047093/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Four to six implants-supported fixed full-arch rehabilitation is a predictable treatment. Grafted implant sites are more prone to failure before definitive restoration, whereas fewer implants, opposing natural teeth/fixed prostheses, and absence of night guard are related to implant loss after definitive restoration.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047093",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Four to six implants-supported fixed full-arch rehabilitation is a predictable treatment. Grafted implant sites are more prone to failure before definitive restoration, whereas fewer implants, opposing natural teeth/fixed prostheses, and absence of night guard are related to implant loss after defin..."
    },
    {
      "title": "Network meta-analysis of prediction models using aggregate or individual participant data - A scoping review and recommendations for reporting and conduct",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047088/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This scoping review highlights the limited and diverse use of NMA methods in evaluating prediction models, with a predominant reliance on aggregate rather than individual participant data, and inconsistent consideration of key NMA assumptions and model performance metrics. We provide recommendations for the reporting and conduct of an NMA of prediction model validation performance.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047088",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This scoping review highlights the limited and diverse use of NMA methods in evaluating prediction models, with a predominant reliance on aggregate rather than individual participant data, and inconsistent consideration of key NMA assumptions and model performance metrics. We provide recommendations..."
    },
    {
      "title": "Reporting guidelines can be used to foster reporting of evidence-based research principles: A cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047087/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Currently, the majority of reporting guidelines do not explicitly incorporate EBR principles. Core EBR principles are applied primarily at the design phase of the research, where protocol guidance plays a critical upstream role. Reporting guidelines can complement this by requesting transparent reporting, particularly contextualization of results. To better support EBR and reduce research waste, it is essential to strengthen protocol guidance, align standards across protocols and...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047087",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Currently, the majority of reporting guidelines do not explicitly incorporate EBR principles. Core EBR principles are applied primarily at the design phase of the research, where protocol guidance plays a critical upstream role"
    },
    {
      "title": "Rat Hepatitis E Virus: An Emerging Challenge in Human Hepatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047081/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047081",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rational design of immunogenic nanoparticles as a platform to reduce ovarian tumor burden in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Ovarian cancer immunotherapy remains a challenge based on the \"cold\" tumor microenvironment. Herein we present a rational design to create immunogenic nanoparticles as a multi-agent platform that promotes immune response in a mouse model of ovarian cancer. The hybrid lipid-silica nanosystem is capable of co-loading four types of cargo molecules including a model antigen, nucleic acid-based adjuvant cytosine-p-linked to guanine (CpG, TLR3/9 agonist), glycolipid-based adjuvant monophosphoryl lipid...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047076",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive Screening and Occurrence-Removal Assessment of Pharmaceuticals and Personal Care Products in Wastewater Treatment Plants Using High-Resolution Mass Spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "The extensive use of pharmaceuticals and personal care products (PPCPs) has led to their increasing presence in urban wastewater. The discharge of these contaminants into natural water bodies poses a threat to human health and the ecological environment. This study developed an integrated targeted, suspect, and functional group-dependent screening method for PPCPs via UHPLC-Q-Orbitrap HRMS, and this method was applied for investigation of occurrence of known and unknown PPCPs in 90 water samples...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047066",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Co-exposure to polystyrene nanoplastics and glyphosate promotes intestinal apoptosis in mice via intestinal barrier impairment and immunoinflammatory dysregulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047062/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Environmental contaminants such as polystyrene nanoplastics (PSNPs, 1-1000 nm) and glyphosate pose significant environmental and public health risks. This study aimed to investigate the intestinal toxicity and molecular mechanisms induced by PSNPs and/or glyphosate. Mice were exposed to PSNPs (<100 nm), glyphosate, or a combination of both for 35 days via intragastric administration (PSNPs: 0.5 mg/d; glyphosate: 50 mg/kg-bw/day; PSNPs+glyphosate: 0.5 mg/d +50 mg/kg-bw /day). The control group...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047062",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the intestinal toxicity and molecular mechanisms induced by PSNPs and/or glyphosate",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Piezo1-mediated mechanotransduction regulates diabetic osteoporosis and hyperglycemia via low-intensity pulsed ultrasound",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047058/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "This study investigates the effects and mechanism by which low-intensity pulsed ultrasound (LIPUS) regulates osteoporosis and hyperglycemia in mice with type 1 diabetes mellitus (T1DM). The mice were randomly divided into four groups: normal control (NC), T1DM mice (DM), T1DM mice treated with insulin (DM + INS), and T1DM mice treated with LIPUS (DM + LIPUS). The DM + INS group served as a positive control for the study. The DM + LIPUS group received LIPUS treatment (80 mW cm^(-2), 20 min daily)...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047058",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pharmacological inhibition of JNK-MAPK disrupts cigarette smoke-induced RUNX2/Galectin-3 driven EMT and cancer stemness in lung adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Cigarette smoke (CS), a major driver of lung cancer (LC), promotes epithelial-mesenchymal transition (EMT) and stemness resulting in metastasis, therapy resistance, and recurrence, but the precise mechanism is elusive. Building on our earlier identification of Runt related transcription factor-2 (RUNX-2) and Galectin-3 (Gal-3) as mediators of CS-induced EMT, in this study, we aim to identify a potential molecular mechanism and delineate the upstream regulators of RUNX-2 using A549 lung...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047043",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "to identify a potential molecular mechanism and delineate the upstream regulators of RUNX-2 using A549 lung",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Defining the role of 12-lipoxygenase in regulating platelet-derived extracellular vesicles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047039/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Platelets are traditionally recognized for their role in hemostasis and wound repair, yet they also play a pivotal role in intercellular communication through the release of platelet-derived extracellular vesicles (PMVs). These vesicles contribute to diverse physiological and pathological processes, but the mechanisms governing their biogenesis remain incompletely understood. One candidate regulator is 12-lipoxygenase (12-LO), an enzyme that metabolizes arachidonic acid into the lipid mediator...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047039",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regulation of endothelin receptor expression by microRNAs in diabetes related erectile dysfunction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047038/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Erectile dysfunction (ED) is one of the common complications of type 2 diabetes mellitus (T2DM), feathered by a complex vascular and endothelial pathogenesis and limited therapeutic options. Endothelin receptor type A (ETA), a key receptor for endothelin, mediates chronic and persistent contractile effects in the penile corpus cavernosum (CC), and is a potential target for ED treatment. Dysregulated microRNAs (miRNAs) have been implicated in the pathophysiology of ED, playing critical regulatory...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047038",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ACOD1/Itaconate regulates trophoblast function through the PI3K/Akt/FOLR1 axis to participate in the pathogenesis of recurrent spontaneous abortion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "The pathogenesis of recurrent spontaneous abortion (RSA) remains unclear. Our research focused on Aconitate decarboxylase 1 (Acod1) and discovered its role in RSA. Western blotting, qPCR, and immunohistochemistry results indicated that Acod1 was markedly upregulated in villous tissues of RSA patients. On one hand, overexpression of Acod1 inhibited the invasion and migration abilities of trophoblast cell lines. Screening for differentially expressed genes related to cell migration, folate...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047036",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive functional characterization of rare and known CYP2E1 allelic variants identified in a Japanese population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Cytochrome P450 2E1 (CYP2E1) is a key hepatic enzyme involved in the oxidative metabolism of low-molecular-weight xenobiotics, including drugs, anesthetics, and procarcinogens. Although numerous CYP2E1 genetic variants have been identified, their functional implications remain unclear. In this study, we systematically characterized 25 CYP2E1 variants-22 novel missense variants identified via whole-genome sequencing of 8,380 Japanese individuals, and three PharmVar-defined alleles (*2, *3, and...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047031",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "remain unclear",
      "conclusion": null
    },
    {
      "title": "Plectin promotes bone formation via phase separation and sequestering annexin A2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047030/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Osteoporosis constitutes an emergent threat to human health, which partially caused by impaired osteoblast differentiation. Liquid-liquid phase separation (LLPS) is a cytophysiological process that regulates osteoblast differentiation. The plakin family, ubiquitously expressed in osteoblasts, interacts with multiple proteins and may mediate phase separation. However, limited reports exist regarding the involvement of the plakin family phase separation and osteoblast differentiation. In this...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047030",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic variants of cytochrome P450 2C21 identified by screening 6344 dogs influenced oxidations of the probe drug omeprazole",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047026/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "The cytochromes P450 (P450s or CYPs) are essential drug-metabolizing enzymes. In humans, the variability in metabolic activity is partly accounted for by genetic variants of the responsible P450. However, P450 genetic variants remain largely to be investigated in dogs, a species often used in drug metabolism studies. In this study, the sequencing of 6344 dog genomes found five CYP2C21 variants, including three missense variants (p.K119Q, p.R125C, and p.R329H) and one frameshift variant...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047026",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeting CREB1/p300-mediated RGS1 expression in tumor-associated macrophages improves the efficacy of anti-PD-1 therapy in triple-negative breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047025/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Triple-negative breast cancer (TNBC) is an aggressive phenotype of breast cancer with poor prognosis. Immunotherapy, including anti-programmed cell death protein 1 (anti-PD-1) therapy, has shown promise in treating TNBC. This study investigates the impact of regulator of G protein signaling 1 (RGS1) on the efficacy of anti-PD-1 therapy in TNBC patients. Bioinformatics analyses were conducted to analyze differentially expressed genes in tissue-resident macrophages. Functional assays, including...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047025",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "of regulator of G protein signaling 1 (RGS1) on the efficacy of anti-PD-1 therapy in TNBC patients",
      "conclusion": null
    },
    {
      "title": "Immune-mediated mechanisms of cognitive memory dysfunction: From autoimmune diseases to therapeutic neuromodulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047018/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Cognitive memory is fundamental to how humans adapt, form identity, and retain experiences. Recent research highlights that memory processes are modulated by the immune system. Here, we review both preclinical and clinical findings to examine how dysregulated immunity impairs memory processes. This review discusses broad immune-memory dynamics to disease-specific disruptions in autoimmune disorders, including intervention strategies aimed at mitigating immune-related cognitive dysfunction. We...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047018",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of the components of soil microorganisms and the density of Schistosome-transmitting Oncomelania hupensis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047015/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Soil microorganisms play an important role in the survival and development of soil-dwelling animals. Oncomelania hupensis, the sole intermediate host of Schistosoma japonicum, inhabitats in soil during its adult stage and is greatly influenced by the soil microenvironment. Nevertheless, the relationship between soil microorganisms and the density of O. hupensis remains poorly understood. In this study, we surveyed the density of O. hupensis and soil properties (physicochemical properties and...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047015",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "role in the survival and development of soil-dwelling animals",
      "conclusion": null
    },
    {
      "title": "Analysis of Nonclinical Safety and Corneal Pain-Inducing Potential of Amentoflavone (AMT) in Adult Zebrafish (Danio rerio)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Corneal pain affects the outer layer of the eye and can result from injuries, infections, autoimmune diseases, or dry eye syndrome. Amentoflavone (AMT), a natural biflavonoid used in traditional Chinese medicine, is known for its anti-inflammatory and neuroprotective properties. This study investigated the effects of AMT on the inhibition of corneal pain in adult zebrafish. Acute nociception was induced using formalin (cutaneous model) and hypertonic saline solution (corneal model). In a...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047013",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the effects of AMT on the inhibition of corneal pain in adult zebrafish",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Steroidal derivatives in pancreatic cancer: Paving the way to new anticancer drugs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Pancreatic cancer remains one of the most life-threatening cancers worldwide with limited therapeutic options and a poor prognosis. Despite the advances in treatment regimens, the death rate of pancreatic cancer patients continues to rise, justifying the need for novel therapeutic agents. Steroidal derivatives, with their unique modifiable framework, have emerged as a promising class of compounds in drug discovery, namely for the search for novel anticancer drugs. A comprehensive review of...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41047010",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Opt-in versus Opt-out Framing on Trial Recruitment: A Study Within A Trial of the GAMEPAD Randomized Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Directly contacting eligible participants with an offer to join a randomized clinical trial (RCT) is an efficient recruitment method, but the effect of different outreach strategies on enrollment fraction and completion of the trial protocol is uncertain. In a study within a trial (SWAT) of an RCT testing a physical activity intervention in patients with peripheral artery disease, eligible patients were randomized to receive an email with an invitation to join the study and a link to the trial's...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046994",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Iodine Opportunity for Sustainable Radiology: Quantifying Supply Chain Strategies to Cut Contrast's Carbon and Costs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ICM is a major and modifiable contributor to healthcare carbon emissions. Depending on the utilized ICM-reduction strategy, emissions can be reduced by up to 53% and ICM-related costs by up to 50%. To guide implementation, we developed a decision-making framework that categorizes strategies based on environmental benefit, cost, and operational feasibility, enabling radiology leaders to align sustainability goals with institutional priorities.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046992",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "with institutional priorities",
      "significance": null,
      "conclusion": "ICM is a major and modifiable contributor to healthcare carbon emissions. Depending on the utilized ICM-reduction strategy, emissions can be reduced by up to 53% and ICM-related costs by up to 50%"
    },
    {
      "title": "Epidemiological and genetic profiles of ceftazidime/avibactam-resistant Klebsiella pneumoniae conferred by KPC variants in a tertiary hospital in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our study provided a preliminary glimpse into the epidemiology and genetic characteristics of KPCV-Kp in China, underscoring the critical need for continuous monitoring in patients treated with CAZ/AVI, even in short-term therapy, to better grasp the evolving threat posed by these variants.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046977",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study provided a preliminary glimpse into the epidemiology and genetic characteristics of KPCV-Kp in China, underscoring the critical need for continuous monitoring in patients treated with CAZ/AVI, even in short-term therapy, to better grasp the evolving threat posed by these variants"
    },
    {
      "title": "Exercise training-induced extracellular miR-136-3p modulates glucose uptake and myogenesis through targeting of NRDC in human skeletal muscle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: MiR-136-3p is an endurance training-responsive molecular transducer that modulates glucose metabolism and cellular proliferation in myocytes. Associated with EVs, extracellular miR-136-3p may serve as a molecular messenger to communicate islet-skeletal muscle crosstalk after exercise. Extracellular miR-136-3p may serve as a molecular messenger to communicate islet-skeletal muscle crosstalk. Our results highlight a miRNA-mediated mechanism that participates in inter-organ...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046976",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "MiR-136-3p is an endurance training-responsive molecular transducer that modulates glucose metabolism and cellular proliferation in myocytes. Associated with EVs, extracellular miR-136-3p may serve as a molecular messenger to communicate islet-skeletal muscle crosstalk after exercise"
    },
    {
      "title": "Urban substrates alter the nutritional composition of an emerging model insect, Tenebrio molitor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046975/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Although mealworms (Tenebrio molitor) typically consume grains, studies reveal they also consume decaying plant matter, animal waste, and even plastics. The goal of this work was to study mealworms as an emerging model organism to understand how feeding in an urban environment impacts the nutritional composition of insects. We evenly divided 3500 mealworms among each of the following seven substrates designed to model potential food sources in urban versus more natural areas: wheat germ...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046975",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this work was to study mealworms as an emerging model organism to understand how feeding in an urban environment impacts the nutritional composition of insects",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epidemics on Glass Paintings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Clinical Dermatology and Fine Arts share a mutual interest in detailed observations. While there are several contributions about skin diseases in paintings, communications about skin disease and painted glass are sparse. Glass is a complex material with the refinement of colors being limited when compared to oil paintings. Glass paintings are limited to two surfaces where the paint dries quickly in contrast to canvas or wood. We discuss several examples of medieval and contemporary art. Major...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046960",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hypercholesterolemia Enhances Early Dissemination and Borrelia burgdorferi Burden in a Mouse Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046949/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "The Lyme disease spirochete, Borrelia burgdorferi, requires cholesterol to grow. The spirochete acquires cholesterol from the host to form cholesterol glycolipids, which are then incorporated into the spirochete's membrane. This study aimed to determine whether higher levels of serum cholesterol could facilitate the infection and contribute to the pathogenesis of Lyme disease. We investigated the effect of acute and chronic hypercholesterolemia on spirochetal infection in C3H/HeJ mice fed a...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046949",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "determine whether higher levels of serum cholesterol could facilitate the infection and contribute to the pathogenesis of Lyme disease",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MiRNA-27a-5p alleviates diabetic vascular injury via modulating autophagy by targeting NOX4",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046944/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Diabetes mellitus (DM) presents significant public health challenges due to its contribution to high rates of disability and mortality through vascular complications. While many microRNAs (miRNAs) regulate endothelial homeostasis and contribute to vascular repair, their roles in diabetic endothelial injury have not been fully elucidated. Among these, miRNA-27a-5p (miR-27a-5p) is abundant in endothelial cells; yet its specific function in the context of diabetes remains unclear. This study...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046944",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lifestyle-associated metabolite signatures and the risk of late-onset asthma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046934/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Multiple lifestyle-related metabolites are associated with late-onset asthma risk and can help stratify asthma risk, particularly among females.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046934",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Multiple lifestyle-related metabolites are associated with late-onset asthma risk and can help stratify asthma risk, particularly among females"
    },
    {
      "title": "Exploring the Effects of Microdosing on Health Behaviour Change",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "OBJECTIVE: While microdosing psychedelics is increasingly popular for enhancing well-being, its effects on health behavior change (HBC) remain poorly understood. This study investigated self-reported health-related behavior changes and putative underlying psychological mechanisms associated with psychedelic microdosing in a naturalistic setting.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046929",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "While microdosing psychedelics is increasingly popular for enhancing well-being, its effects on health behavior change (HBC) remain poorly understood",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Iron-chelating and antioxidant synthetic peptides: Modulating salmon immunity and growth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046926/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Chilean salmon farming still suffers from high mortality rates due to Salmonid Rickettsial Septicemia (SRS) caused by Piscirickettsia salmonis genogroups (LF-89 and EM-90). To modulate fish immunity against bacterial pathogens (without compromising host growth), we investigated the bioactive properties (e.g., iron-chelating or antioxidant activity) of sixteen peptides that were pre-selected from public databases and chemically synthesized following an Fmoc strategy. Then, prior to a four-week...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046926",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the bioactive properties (e",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Retroviral Vector Technology for Gene Therapy: History, Current Landscape, and Future Prospects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046905/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "The concept of gene therapy and its practice has been prevalent for over five decades. The first successful retroviral vector-based gene therapy trial took place ∼35 years ago, followed by several setbacks. However, recent years have seen a surge in successes, offering new hope to patients with genetic and other disorders once deemed untreatable. Over the past decade, rapid advancements in molecular biology have led to the development of safer and more effective gene therapy strategies with...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046905",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photodynamic Therapy for Long-Term Management of Oral Leukoplakia: A 10-Year Follow-Up Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046899/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Oral leukoplakia (OLK) is a prevalent oral potentially malignant disorder. Long-term management of OLK poses significant clinical challenges due to its high recurrence rate and substantial risk of malignant transformation. Conventional therapies include topical and systemic pharmacotherapy, surgical treatment, and laser therapy. However, photodynamic therapy (PDT) offers distinct advantages such as minimal invasiveness, mild adverse effects, repeatability, and no negative impact on aesthetics or...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046899",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on aesthetics or",
      "conclusion": null
    },
    {
      "title": "Altai maral [Сervus elaphus sibiricus] chymosin structural characterization and modeling the enzyme interaction with the chymosin-sensitive regions of κ-caseins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Chymosins (Chn's) are not only popular industrial milk coagulants, but also attractive models for studying the mechanisms of target peptide bonds recognition by aspartate peptidases. Despite the high amino acid sequence homology and similarity of their tertiary structures, Chns of various mammals may have significantly different enzymatic properties. We have obtained Altai maral (Cervus elaphus sibiricus) crystal structure. Bovine and dromedary camel chymosins with known structures and...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046897",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent advances in gene delivery for melanocyte-associated disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046871/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Melanocytes are cells present at the epidermal-dermal junction of the skin that produce pigment melanin, which provides color to the skin, eyes, and hair. Dysregulation in melanocyte function, viability, or differentiation can result in melanocyte-associated disorders that can be broadly classified based on etiology as melanocyte hyperproliferation and hyperactivation, defects in melanin synthesis, inflammatory alterations in melanin production/trafficking, melanocyte destruction, and defects in...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046871",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigation of predictors of pain relief with high-frequency repetitive motor cortex transcranial magnetic stimulation among people with fibromyalgia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046849/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: No clear baseline predictors of response to M1 HF-rTMS were identified in patients with fibromyalgia, emphasizing the heterogeneity and complexity of the disorder. Further research incorporating larger samples and additional biomarkers is necessary to establish individualized prediction strategies for M1 HF-rTMS therapy in fibromyalgia.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046849",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "No clear baseline predictors of response to M1 HF-rTMS were identified in patients with fibromyalgia, emphasizing the heterogeneity and complexity of the disorder. Further research incorporating larger samples and additional biomarkers is necessary to establish individualized prediction strategies f..."
    },
    {
      "title": "Comparing methods collecting mucosal secretions and detecting SARS-CoV-2 spike IgA in three laboratories across three countries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046839/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Mucosal IgA is key in preventing severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections. Several mucosal vaccines are in development, and consistent methodologies assessing mucosal IgA are crucial for evaluation across clinical trials.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046839",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a novel safety assessment method for quality control of mRNA vaccines based on lung biomarker gene expression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046838/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "In this study, we tested whether our previously developed biomarker analysis could evaluate the bioactivity of SARS-Cov-2 mRNA vaccines, including their toxicity profiles. We also identified novel biomarkers that could be used to evaluate mRNA vaccine quality by analyzing global gene expression. We administered saline (SA), an influenza hemagglutinin (HA) vaccine, a toxic reference influenza vaccine (RE), and different amounts of an mRNA vaccine (Spikevax or COMIRNATY) to mice, either...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046838",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Durability of effectiveness of a booster dose of COVID-19 bivalent (ancestral/BA.4-5) vaccine against all-cause mortality in older adults in Japan, October 2022 to September 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "This population-based cohort study evaluated the durability of COVID-19 bivalent (ancestral/BA.4-5) booster vaccine effectiveness (VE) in Japanese residents aged ≥60 years against all-cause mortality. From October 2022 to September 2023, the all-cause mortality rate in those who had received a third booster dose with bivalent vaccine (n = 30,557) was compared with those who had received two booster doses of monovalent vaccine (n = 34,075) using Cox regression. The adjusted relative VE (95 %...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046837",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subjective norms and perceived behavior control are more critical than attitudes in HPV vaccination: An investigation in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046836/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: SN and PBC were significant predictors of HPV vaccination among adolescent females. Interventions should primarily aim to reduce the external barriers to vaccination and focus on activities within schools and communities.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046836",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to reduce the external barriers to vaccination and focus on activities within schools and communities",
      "significance": null,
      "conclusion": "SN and PBC were significant predictors of HPV vaccination among adolescent females. Interventions should primarily aim to reduce the external barriers to vaccination and focus on activities within schools and communities"
    },
    {
      "title": "Current state of elastography research in multiple anatomical structures and respective phantoms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Overall, an effort in the advancement of new elastography approaches is notorious, but the manufacturing of specialized phantoms that more accurately replicate the properties of living tissue remains a field with significant growth potential.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046810",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Overall, an effort in the advancement of new elastography approaches is notorious, but the manufacturing of specialized phantoms that more accurately replicate the properties of living tissue remains a field with significant growth potential"
    },
    {
      "title": "Identification of a thermostable GH6 family cellulase from chaetomium thermophilum exhibiting high cellobiose and ionic liquid tolerance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Efficient conversion of lignocellulosic biomass into fermentable sugars requires cellulases that are both thermostable and tolerant to inhibitors such as ionic liquids (ILs). Thermostable enzymes are particularly valuable for industrial applications, as they maintain activity at elevated temperatures for extended periods, improve product yield, and reduce process costs. In this study, we cloned and characterized CtCel6C, a GH6 family cellulase, from the thermophilic fungus Thermochaetoides...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046797",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanoplastics induce prophage activation and quorum sensing to enhance biofilm mechanical and chemical resilience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Despite the prevalence of nanoplastics (NPs) in natural and engineered water systems and their association with microbial risks, bacterium-phage interactions have been largely overlooked in the context of biofilm formation. Here, we investigated the effects of positively (PS-NH₂) and negatively (PS-COOH) charged polystyrene nanoplastics (PS-NPs) on dual-species biofilms composed of Escherichia coli (λ+) and Pseudomonas aeruginosa. PS-NPs promoted biofilm formation and stability at...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046791",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of positively (PS-NH₂) and negatively (PS-COOH) charged polystyrene nanoplastics (PS-NPs) on dual-species biofilms composed of Escherichia coli (λ+) and Pseudomonas aeruginosa",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced venlafaxine degradation in amorphous FeS<sub>2</sub> under redox-dynamic aqueous environments: Critical role of citrate in electron utilization for boosted hydroxyl radical generation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046790/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Pharmaceuticals and organic acids ubiquitously coexist in urban riverine environments, yet the transformation mechanisms of antidepressants like venlafaxine (VNF) in iron sulfide-rich sediments under redox-dynamic conditions remain poorly resolved. This study comprehensively analyzed adsorption/desorption dynamics and reactive oxygen species (ROS)-mediated oxidative degradation of VNF in amorphous iron sulfide (FeS(2(am))), emphasizing the role of citric acid (CA) in modifying these...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046790",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A review of enhanced strategies for nitrogen removal in constructed wetlands: from design, influencing factors to full-scale applications and challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046789/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Enhanced N removal from water bodies has always been a research hotspot, as excessive nitrogen discharge will lead to eutrophication and causing a threat to aquatic ecosystems. An effective ecological technology, constructed wetlands (CWs) have been used to undertake the task of deep-level nitrogen (N) removal from various types of wastewaters. However, due to the lack of electron donors and an unsuitable dissolved oxygen environment, the biological N removal process in CWs is usually limited....",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046789",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TSFNet: A Temporal-Spectral Fusion Network for advanced speech emotion recognition in medical applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Speech emotion recognition (SER) is a critical component in enhancing communication systems and human-machine interaction, with significant potential for applications in the medical field. Although existing SER methods that combine temporal and spectral features have achieved notable advancements, they still encounter a big challenge in capturing emotional nuances, which are vital in medical diagnostics and patient care. In this study, we introduce a straightforward yet highly efficient network...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046788",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strategies for engineering domesticated and undomesticated human microbes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Human-associated microbes hold immense therapeutic potential, yet most species remain undomesticated due to cultivation barriers and limited genetic tools. Recent advances in genetic engineering are overcoming these challenges, enabling the precise manipulation of both domesticated and previously intractable microbes. This review highlights established strategies for engineering domesticated strains, such as Escherichia coli Nissle 1917 and lactic acid bacteria, for diverse therapeutic...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046786",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neutrophil extracellular traps exacerbate inflammatory arthritis by inhibiting γδ Treg cell differentiation via the AIM2 inflammasome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Inflammatory arthritis is a set of systemic autoimmune diseases that lead to joint destruction. Recent findings suggest that γδ T cell dysfunction plays a crucial role in the development of inflammatory arthritis, but its underlying mechanisms remain elusive. In this study, we demonstrated that neutrophil extracellular trap (NET) levels were elevated in inflammatory arthritis patients and collagen-induced arthritis (CIA) model mice, which inhibited γδ Treg cell differentiation and contributed to...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046783",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Duchenne and Becker Muscular Dystrophies in Romania: a 10-year Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046771/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Duchenne muscular dystrophy (DMD) is a rare fatal genetic disorder with a tight correlation between the genotype and the phenotype of the patients. However, the relationship between genotype and phenotype is yet incompletely understood, with some cases manifesting a different phenotype than predicted from their genotype. Since the genetic diagnosis is often targeted to specific gene sections, and the genotype-phenotype correlations guide early treatment decisions, accumulating clinical and...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046771",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ovulation releases G-CSF to induce peritoneal neutrophil influx and netosis, facilitating peritoneal seeding of high-grade serous carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Physiological ovulation induces neutrophil influx and NETosis, creating a pro-metastatic peritoneal niche that facilitates both the dissemination and transformation of STIC cells. These findings reveal a novel mechanism linking ovulation to HGSC progression and suggest NETosis as a potential target for early intervention.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046768",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Physiological ovulation induces neutrophil influx and NETosis, creating a pro-metastatic peritoneal niche that facilitates both the dissemination and transformation of STIC cells. These findings reveal a novel mechanism linking ovulation to HGSC progression and suggest NETosis as a potential target ..."
    },
    {
      "title": "Effects of Early Palliative Care Involvement on More At-Risk Patients Undergoing Surgery for Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046765/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We found no consistent pattern in heterogeneity of effect to suggest a particular subgroup benefitting from early specialist palliative intervention. This further supports the conclusion that the palliative care needs of these patients are met by their usual care teams.",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41046765",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We found no consistent pattern in heterogeneity of effect to suggest a particular subgroup benefitting from early specialist palliative intervention. This further supports the conclusion that the palliative care needs of these patients are met by their usual care teams"
    },
    {
      "title": "Motility Modulates the Partitioning of Bacteria in Aqueous Two-Phase Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "We study the partitioning of motile bacteria in an aqueous two-phase mixture of dextran (DEX) and polyethylene glycol (PEG), which can phase separate into DEX-rich and PEG-rich phases. While nonmotile bacteria partition exclusively into the DEX-rich phase in all conditions tested, we observed that motile bacteria penetrate the soft DEX-PEG interface and partition variably among the two phases. For our model organism Bacillus subtilis, the fraction of motile bacteria in the DEX-rich phase...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41046403",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Underdosing in antithrombotic care: rethinking 'less'",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047169/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41047169",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic effect of neural induced-stem cell-derived exosomes by regulating ERK/p38/NF-κB in traumatic brain injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251006033713&v=2.18.0.post9+e462414",
      "description": "Traumatic brain injury (TBI) can occur because of sudden external forces, such as falls or accidents, and it can cause immediate and long-term damage to the central nervous system. In this study, the therapeutic effects of neural-induced human adipose tissue-derived stem cell-derived exosomes (NI-Exo) on TBI were investigated. Exosomes were isolated and characterized through nanoparticle tracking analysis, cryo-transmission electron microscopy, and western blotting analysis. The therapeutic...",
      "pubDate": "2025-10-05T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41046579",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predicting early progression to atezolizumab-bevacizumab in hepatocellular carcinoma: a clinical and imaging-based scoring system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046297/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006033715&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We developed an early progression score that integrates clinical and imaging factors with high specificity to accurately predict early progression in patients with advanced HCC undergoing Atezo-Bev therapy.",
      "pubDate": "2025-10-04T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41046297",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We developed an early progression score that integrates clinical and imaging factors with high specificity to accurately predict early progression in patients with advanced HCC undergoing Atezo-Bev therapy"
    },
    {
      "title": "Post-Transplant Outcomes by Bridging Strategy: A Nationwide Multicenter Study of Heart Transplant Recipients in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41046003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006033715&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Direct ECMO bridging is associated with worse early post-transplant outcomes, primarily driven by severe PGD and early mortality, underscoring the need for careful candidate selection. LVAD bridging provided outcomes comparable to non-MCS and may offer a bridge-to-candidacy strategy for selected ECMO patients.",
      "pubDate": "2025-10-04T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41046003",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Direct ECMO bridging is associated with worse early post-transplant outcomes, primarily driven by severe PGD and early mortality, underscoring the need for careful candidate selection. LVAD bridging provided outcomes comparable to non-MCS and may offer a bridge-to-candidacy strategy for selected ECM..."
    },
    {
      "title": "Particulate matter 2.5 promotes pulmonary fibrosis in allergic asthma through macrophage reprogramming toward the M2 phenotype",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41045875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006033715&v=2.18.0.post9+e462414",
      "description": "Inhaled particulate matter 2.5 (PM2.5, ≤ 2.5 μm) exacerbates airway inflammation and promotes fibrosis in allergic asthma. However, most studies have focused on airway inflammation, and direct evidence linking PM2.5 to fibrosis in allergic asthma remains limited. Here, we investigated how PM2.5 promotes fibrotic progress in allergic asthma, focusing on macrophage plasticity. PM2.5 induced neutrophil-dominant acute inflammation, whereas house dust mite (HDM) induced T helper 2- and immunoglobulin...",
      "pubDate": "2025-10-04T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41045875",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how PM2",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acidity-Mediated Metal Oxide Heterointerfaces: Roles of Substrates and Surface Modification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41045191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006033715&v=2.18.0.post9+e462414",
      "description": "Although strong modulation of interfacial electron concentrations by the relative acidity of surface additives is suggested, direct observation of corresponding changes in surface conductivity, crucial for understanding the role of local space charge, is lacking. Here, a model platform comprising well-aligned mixed ionic-electronic conducting Pr(0.2)Ce(0.8)O(2-δ) nanowire arrays (PCO(NA)) is introduced to show that acidity-modulated heterointerfaces predict electron depletion or accumulation,...",
      "pubDate": "2025-10-04T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41045191",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Revealing How Acid Sites Enhance the Electrocatalytic Glycerol Oxidation Performance on Pt Loaded Zeolite-Carbon Composite Materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41045175/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006033715&v=2.18.0.post9+e462414",
      "description": "The catalytic role and function of acid sites in solid acid catalysts, such as zeolites, are well understood in the context of heterogeneous catalytic reactions. But although many studies have highlighted the importance of acid sites, their catalytic effects in electrocatalytic reactions have rarely been investigated. In this work, a novel catalyst synthesis strategy is developed, integrating metal sites with acid sites for application in the electrocatalytic glycerol oxidation reaction (EGOR)....",
      "pubDate": "2025-10-04T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41045175",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Simplified and Accurate Approach to Sleep Disorder Prediction Using Body Composition Metrics: A Development and Validation Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41045148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006033715&v=2.18.0.post9+e462414",
      "description": "Predicting the risk of sleep disorders such as insomnia, obstructive sleep apnea (OSA), and comorbid insomnia and sleep apnea (COMISA) typically requires costly and time-consuming assessments. The SLEEPS algorithm simplifies this process using only nine questions, including body mass index (BMI). However, BMI alone cannot capture differences in body composition, as individuals with the same BMI may have different muscle and fat distribution. This study aims to improve sleep disorder prediction...",
      "pubDate": "2025-10-04T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41045148",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to improve sleep disorder prediction",
      "significance": null,
      "conclusion": null
    }
  ]
}