{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-24T07:42:52.343Z",
  "totalItems": 150,
  "totalArchived": 38206,
  "newPapersAdded": 218,
  "institutionBreakdown": {
    "KAIST": 20,
    "SNU": 100,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 3,
    "Korea University": 40,
    "IBS": 14,
    "UNIST": 1,
    "Hanyang University": 5,
    "KIST": 6,
    "GIST": 3,
    "Kyung Hee University": 7,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Cancer Research": 12,
    "Multidisciplinary": 72,
    "Biomedical": 32,
    "Materials Science": 9,
    "Neuroscience": 21,
    "Computer Science": 4
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Reducing adverse effects in hypofractionated radiotherapy for prostate cancer: Clinical evidence and emerging mitigation strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Grade≥2 GU toxicity remains frequent in trials testing hypofractionation. Mitigation strategies are therefore critical to the continued evolution of intensified RT regimens. Motion management and margin reduction are particularly promising approaches to reduce severe toxicity after PCa SBRT, warranting their incorporation into clinical practice and future clinical trial designs.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41437135",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Grade≥2 GU toxicity remains frequent in trials testing hypofractionation. Mitigation strategies are therefore critical to the continued evolution of intensified RT regimens"
    },
    {
      "title": "Evaluation of IR BIOTYPER<sup>®</sup> as a new tool for Enterobacter cloacae complex typing and its potential in management of nosocomial infections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study proposes FTIR as a powerful tool for typing of E. cloacae complex, specifically IR Biotyper^(®), offering high discriminatory power and providing results in a shorter time, compared to conventional methods. However, there is urgent need for standardization of cutoff values, which is a fundamental challenge to address in order to facilitate its use and extrapolation of results between laboratories.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41437137",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study proposes FTIR as a powerful tool for typing of E. cloacae complex, specifically IR Biotyper^(®), offering high discriminatory power and providing results in a shorter time, compared to conventional methods"
    },
    {
      "title": "Determination of dengue high-risk areas in the Philippines: a kernel density estimation, inverse distance weighting, and ecological niche modeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437129/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study represents the first application of ecological niche modeling to dengue in the Philippines. The integration of KDE, IDW, and maximum entropy model provides a robust framework for identifying high-risk areas and key determinants, emphasizing the role of urbanization in dengue distribution. These findings are valuable to authorities for an informed risk-based surveillance, genotype-specific monitoring, and decision-making for geospatially targeted disease risk management.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41437129",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study represents the first application of ecological niche modeling to dengue in the Philippines. The integration of KDE, IDW, and maximum entropy model provides a robust framework for identifying high-risk areas and key determinants, emphasizing the role of urbanization in dengue distribution"
    },
    {
      "title": "Danish translation and cultural adaptation of three implementation outcomes of healthcare innovations-acceptability, appropriateness, and feasibility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437128/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The translation and cross‑cultural adaptation, including pretesting, of the AIM, IAM, and FIM resulted in Danish versions that maintained conceptual alignment with the originals. While additional evaluation across interventions, contexts, and practices will strengthen the evidence base, the current versions already provide a practical tool for assessing implementation outcomes in Danish healthcare contexts.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41437128",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The translation and cross‑cultural adaptation, including pretesting, of the AIM, IAM, and FIM resulted in Danish versions that maintained conceptual alignment with the originals. While additional evaluation across interventions, contexts, and practices will strengthen the evidence base, the current ..."
    },
    {
      "title": "Optimal accompanying diagnosis design through external validation of population pharmacokinetic models for moxifloxacin in tuberculosis patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436975/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41436975",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Population Pharmacokinetics of Amlodipine and Telmisartan Following Oral Administration of a Single-Pill Fixed-Dose Combination in Healthy Korean Male Subjects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: To our knowledge, this is the first population PK study to characterize the PKs of amlodipine and telmisartan co-administered as a single-pill FDC and to identify preliminary covariates that may influence their PK profiles.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41436901",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To our knowledge, this is the first population PK study to characterize the PKs of amlodipine and telmisartan co-administered as a single-pill FDC and to identify preliminary covariates that may influence their PK profiles"
    },
    {
      "title": "Comparison of microbial assemblages associated with the stalked barnacle Neolepas marisindica from two adjacent hydrothermal vent fields on the Central Indian Ridge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41436819",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatiotemporal deformation trend assessment based on ICOPS and ICA methods using multitemporal InSAR data in industrial development zones",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "The expansion of the industrial sector has created a need for comprehensive infrastructure development. Remote sensing technology, particularly synthetic aperture radar (SAR), has shown substantial importance in the analysis of surface deformation in the context of urban development. A comprehensive study was conducted in the Bugok industrial area, South Korea, in which improved combined scatterer interferometry with optimized point scatterer (ICOPS) methodology was implemented. The ICOPS...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Kyung Hee University"
      ],
      "pmid": "41436773",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification and functional characterization of a novel thioredoxin MpTRX1 from Metschnikowia persimmonesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Thioredoxins (TRXs) are small, conserved redox-active proteins that play central roles in oxidative stress responses. Here, we identified and functionally characterized a novel thioredoxin, MpTRX1, from the newly isolated yeast Metschnikowia persimmonesis. The full-length MpTRX1 gene was cloned and expressed in Escherichia coli and Saccharomyces cerevisiae to analyze its biochemical and physiological functions. MpTRX1 encodes a 103-amino-acid protein containing a canonical CXXC redox motif, and...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41436628",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning estimation of effective atomic number for HU to RED calibration in dual energy photon counting CT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "This study introduces a deep learning (DL) approach to improve relative electron density (RED) estimation in dual-energy CT (DECT) through precise effective atomic number (EAN) prediction. A benchtop photon-counting detector CT acquired spectral images of a tissue-equivalent phantom, and a modified U-Net was trained on synthetic data to directly estimate EAN. Predicted EANs were converted to RED using a physics-based model. Performance was assessed on eight materials using mean absolute error...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41436561",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of nitrogen removal characteristics of Bacillus spizizenii HH1-2 by nitrogen assimilation: isolation, performance and genomics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Excessive discharge of nitrogen from domestic, agricultural, and industrial sources has become a critical global environmental concern, triggering eutrophication, algal blooms, and water quality deterioration that threaten aquatic ecosystems and public health. Conventional biological nitrogen removal systems rely on separate aerobic nitrification and anoxic denitrification steps with strict operational controls and extensive greenhouse gas emissions, posing challenges to sustainable nitrogen...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41435918",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-performance graphene field-effect transistor platform for on-site schizophrenia-related biomarkers detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435707/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Schizophrenia remains challenging to diagnose objectively, as conventional assessments rely on subjective symptom evaluation and are often associated with significant diagnostic delays. In this study, we present a portable, multiplexed graphene field-effect transistor (GFET) biosensor array for the simultaneous and ultrasensitive detection of three schizophrenia-related biomarkers-cortisol, serotonin, and dopamine-at femtomolar concentrations. Fabricated using microelectromechanical systems...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41435707",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What makes contact tracing successful? An empirical analysis of COVID-19 data from 38 OECD countries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435557/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The case-test peak lag (τ) provides a practical, comparable metric of tracing performance across countries. However, our findings suggest that its utility as an indicator of tracing responsiveness is context-dependent and should be interpreted with caution. Effective tracing depends on coherent policy coordination supported by socioeconomic and institutional environments that foster technological participation and compliance. Limitations include τ's indirect nature and remaining...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41435557",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "The case-test peak lag (τ) provides a practical, comparable metric of tracing performance across countries. However, our findings suggest that its utility as an indicator of tracing responsiveness is context-dependent and should be interpreted with caution"
    },
    {
      "title": "Public Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434916/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This prospective cohort study will identify modifiable cognitive reserve markers and evaluate their protective effects, contributing to Korean-specific brain health initiatives for dementia prevention and cognitive health promotion.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41434916",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This prospective cohort study will identify modifiable cognitive reserve markers and evaluate their protective effects, contributing to Korean-specific brain health initiatives for dementia prevention and cognitive health promotion"
    },
    {
      "title": "Public Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434881/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides the first real-world analysis of lecanemab eligibility in Korean population. The findings highlight the substantial proportion of early AD patients may not qualify under current guidelines. These results underscore the need for tailored eligibility criteria that reflect population-specific characteristics and healthcare accessibility in South Korea.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41434881",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides the first real-world analysis of lecanemab eligibility in Korean population. The findings highlight the substantial proportion of early AD patients may not qualify under current guidelines"
    },
    {
      "title": "Public Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434756/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Dynapenic obesity, defined by handgrip strength and BMI, significantly contributes to cognitive impairment and depressive symptoms in Korean older adults. These findings underscore the importance of considering dynapenic obesity in mental health screenings and interventions.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41434756",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Dynapenic obesity, defined by handgrip strength and BMI, significantly contributes to cognitive impairment and depressive symptoms in Korean older adults. These findings underscore the importance of considering dynapenic obesity in mental health screenings and interventions"
    },
    {
      "title": "Developing Topics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434529/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings support IL-6 as a potential peripheral biomarker for both diagnosis and disease severity assessment in AD. However, standardized protocols and larger prospective studies are essential to validate its clinical applicability and improve reproducibility.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41434529",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings support IL-6 as a potential peripheral biomarker for both diagnosis and disease severity assessment in AD. However, standardized protocols and larger prospective studies are essential to validate its clinical applicability and improve reproducibility"
    },
    {
      "title": "Vascularized Sural Nerve Graft with its Chimeric Skin Paddle Using Three Different Methods for Upper and Lower Extremities Reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434012/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Reconstructing nerve gaps greater than 13-15 centimeters often requires vascularized nerve grafts. However, using the sural nerve presents a technical challenge due to the lack of a consistent adjacent artery. This study introduces various free vascularized sural nerve flap designs to overcome this limitation. From 2018 to 2020, six patients at Chang Gung Memorial Hospital underwent eight free vascularized sural nerve grafts reconstruction, including brachial plexus, median, ulnar, posterior...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41434012",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Developing Topics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings indicate that hippocampal atrophy serves a crucial mediating function in the relationship between Aβ deposition, geriatric depression, and cognitive impairment. The dissociation between Aβ and current depression indicates separate neurobiological mechanisms. The integration of psychological factors with neuropathological markers could enhance early detection and intervention strategies in Alzheimer's disease. Longitudinal studies are necessary to validate these pathways...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41433995",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings indicate that hippocampal atrophy serves a crucial mediating function in the relationship between Aβ deposition, geriatric depression, and cognitive impairment. The dissociation between Aβ and current depression indicates separate neurobiological mechanisms"
    },
    {
      "title": "Developing Topics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Markov-based transition metrics capture dynamic impairments in cognitive regulation that are not reflected in conventional error rates. Given the transitional nature of MCI toward AD, these indices may aid in identifying individuals at risk for progression. Further validation through longitudinal studies is warranted.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41433702",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "Markov-based transition metrics capture dynamic impairments in cognitive regulation that are not reflected in conventional error rates. Given the transitional nature of MCI toward AD, these indices may aid in identifying individuals at risk for progression"
    },
    {
      "title": "Endoscopic Transcanal Repair of Temporomandibular Joint Herniation: A Preliminary Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: An exclusively endoscopic transcanal approach is a feasible technique for repairing TMJ herniation into the EAC. This method provides excellent visualization of the surgical field and avoids external incisions. Although these preliminary results are promising, larger studies are necessary to confirm the long-term efficacy and safety of this technique.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41432411",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "An exclusively endoscopic transcanal approach is a feasible technique for repairing TMJ herniation into the EAC. This method provides excellent visualization of the surgical field and avoids external incisions"
    },
    {
      "title": "Efficacy and safety of acupoint catgut embedding for knee osteoarthritis: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Despite some potential improvement, the current evidence regarding the effectiveness of ACE for the treatment of knee OA is inconclusive due to the poor quality of the available evidence. Future well-designed randomized controlled trials are needed to confirm ACE's effectiveness for treating knee OA.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41431000",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite some potential improvement, the current evidence regarding the effectiveness of ACE for the treatment of knee OA is inconclusive due to the poor quality of the available evidence. Future well-designed randomized controlled trials are needed to confirm ACE's effectiveness for treating knee OA"
    },
    {
      "title": "Sugar consumption and its role in dental caries: Insights from a 2-sample Mendelian randomization study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Dental caries is a prevalent chronic disease influenced by both genetic and environmental factors, particularly dietary. Using a 2-sample Mendelian randomization (MR) approach with genome-wide association study data, this study examined the potential causal relationship between sugar preference, diabetes, and dental caries. The research seeks to clarify the influence of genetic predispositions and metabolic conditions, such as diabetes, on dental health. We conducted a 2-sample MR analysis using...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University"
      ],
      "pmid": "41430990",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the potential causal relationship between sugar preference, diabetes, and dental caries",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CaliciBoost: Performance-driven evaluation of molecular representations for caco-2 permeability prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430621/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Caco-2= permeability serves as a critical in vitro indicator for predicting the oral absorption of drug candidates= during early-stage drug discovery. To enhance the accuracy and= efficiency of computational predictions, we systematically investigated the impact of eight molecular feature= representation types including 2D/3D descriptors, structural fingerprints, and deep learning-based embeddings combined with automated machine learning techniques to predict Caco-2 permeability. We evaluated...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41430621",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of eight molecular feature= representation types including 2D/3D descriptors, structural fingerprints, and deep learning-based embeddings combined with automated machine learning techniques to predict...",
      "conclusion": null
    },
    {
      "title": "Tinnitus constancy and self-reported severe headache or migraine symptoms in peri- and postmenopausal women: a statistical modeling and machine learning analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437109/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Tinnitus constancy, particularly in its intermittent form, is independently associated with higher odds of severe headache or migraine symptoms in peri- and postmenopausal women. Age was also a dominant protective factor. These findings highlight the importance of considering the temporal patterns of tinnitus symptoms and age-related vulnerability when evaluating severe headache or migraine symptoms in peri- and postmenopausal women.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41437109",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Tinnitus constancy, particularly in its intermittent form, is independently associated with higher odds of severe headache or migraine symptoms in peri- and postmenopausal women. Age was also a dominant protective factor"
    },
    {
      "title": "The impact of nursing students' clinical competence, anxiety and resilience on role transition during clinical practice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41437060",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prostate cancer risk and antioxidant biomarkers: the age-dependent reversal of bilirubin's role",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Total bilirubin was negatively associated with prostate cancer risk during the andropause period (ages 45-55), but this association reversed with increasing age. Uric acid consistently showed a positive association with prostate cancer risk across all age groups.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436997",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Total bilirubin was negatively associated with prostate cancer risk during the andropause period (ages 45-55), but this association reversed with increasing age. Uric acid consistently showed a positive association with prostate cancer risk across all age groups"
    },
    {
      "title": "Geographically structured genotypes and resistance clustering in Aspergillus fumigatus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "We analysed 498 global Aspergillus fumigatus isolates using multilocus variable-number tandem-repeat (MLVA) typing to investigate regional clustering, environmental-clinical overlap, and azole resistance patterns. The dataset, which included 155 newly genotyped Korean strains, revealed extensive genotypic diversity and four distinct phylogeographic clusters. Resistance-associated mutations (TR34/TR46) appeared concentrated within certain clusters that largely comprised isolates from Germany,...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436940",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ten-Year Trend in 5-Aminosalicylic Acid Prescription Patterns and Treatment Outcomes in Patients with Ulcerative Colitis: An Analysis of Korean Health Insurance Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: During the 10-year period, the 5-ASA prescription pattern shifted towards more frequent use of high-dose 5-ASA as a combination therapy, accompanied by a decrease in the frequency of rectal monotherapy prescriptions, which is consistent with current guidelines. Study Registration NCT04499495.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436897",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "During the 10-year period, the 5-ASA prescription pattern shifted towards more frequent use of high-dose 5-ASA as a combination therapy, accompanied by a decrease in the frequency of rectal monotherapy prescriptions, which is consistent with current guidelines. Study Registration NCT04499495"
    },
    {
      "title": "Comparative Analysis of Collagen Induction in Sprague Dawley Rat Model Using Absorbable Threads for Facial Lifting and Rejuvenation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: All tested absorbable threads promoted collagen formation and showed minimal response to inflammation over time. The findings provide a foundation for developing advanced thread-lifting products, offering improved skin elasticity, firmness, and collagen synthesis outcomes.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436887",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "All tested absorbable threads promoted collagen formation and showed minimal response to inflammation over time. The findings provide a foundation for developing advanced thread-lifting products, offering improved skin elasticity, firmness, and collagen synthesis outcomes"
    },
    {
      "title": "Reciprocal relationship among perceived sleep quality, smartphone overdependence, and depression in Korean adolescents: a cross-lagged analysis using national big data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436836/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Adolescent depression is a critical public health concern, with growing links to excessive smartphone use and perceived poor sleep quality. However, the reciprocal relationships among these factors remain poorly understood. This longitudinal study examined the directional and temporal pathways linking smartphone overdependence, sleep quality, and depressive symptoms over time. Data were drawn from the Korea Children and Youth Panel Survey, including 2,052 adolescents who completed three...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41436836",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanostructured niobium-doped nickel-rich multiphase positive electrode active material for high-power lithium-based batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436789/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Ni-rich layered oxide positive electrode active materials are promising for high-energy non-aqueous lithium-based batteries, but their poor structural stability limits their high-power applications. Here, to address this issue, we propose a two-step doping strategy for the synthesis of Ni-rich positive electrode active materials. This involves an initial lithiation of the hydroxide precursor at an intermediate temperature, followed by cooling, dopant mixing and high-temperature calcination. This...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41436789",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Portable hand-powered nanocatalysis for water disinfection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41436788",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between serum 25-hydroxyvitamin D and albuminuria in Korean adolescents: evidence from a national survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Serum vitamin D levels were inversely associated with albuminuria among Korean adolescents, independent of major confounding factors. The association was particularly pronounced among those with vitamin D deficiency, underscoring the potential role of vitamin D in early kidney health.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Serum vitamin D levels were inversely associated with albuminuria among Korean adolescents, independent of major confounding factors. The association was particularly pronounced among those with vitamin D deficiency, underscoring the potential role of vitamin D in early kidney health"
    },
    {
      "title": "Effects of PM<sub>2.5</sub> and particle constituents on overall, cardiovascular, and respiratory mortality in Seoul",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Previous studies demonstrated the association of particulate matter with an aerodynamic diameter of ≤ 2.5 μm (PM(2.5)) with mortality. The PM(2.5) components that are associated with mortality and lagged effects vary across regions. This study aimed to evaluate the effects of PM(2.5) constituents on overall, cardiovascular, and respiratory mortality in Seoul. PM(2.5) and its chemical constituents were assessed in Seoul, Korea, by the National Institute of Environmental Research between 2016 and...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436759",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the effects of PM(2",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SARS-CoV-2 animal vaccine with cross-protection against Wuhan strain and delta variant",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436753/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "The increasing number of reverse zoonotic transmission cases, in which pathogens are transmitted from humans to companion animals, has raised substantial concerns in both veterinary and public health fields. The emergence of novel viral strains through interspecies transmission poses a potential threat to the health of animals and humans. In response to the growing incidence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections in companion animals, a SARS-CoV-2 vaccine...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41436753",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanotextured light modulation for flexible OLEDs with 370% enhanced EQE and angular color stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Top-emitting microcavity OLEDs (TEOLEDs) exhibit excellent color purity but suffer from severe angular color shifts. To overcome this, we introduce a nanotextured light modulation strategy using a nanoporous film (NPF) and an index-matched optically clear resin (OCR) for encapsulation. The nanotextured NPF enhances light outcoupling while suppressing cavity-induced angular dependence. As a result, the external quantum efficiency (EQE) is enhanced by 370% (from 8.5 to 31.6%), and angular color...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41436750",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative analysis of OECD guideline data and Tox21 assays to improve reproductive and developmental toxicity prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436624/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Reproductive and developmental toxicities pose major challenges in chemical safety evaluation because adverse effects can span generations. Conventional in vivo OECD Test Guideline (TG) assays provide robust hazard characterization but require large animal cohorts and extended study periods. In this study, datasets from OECD TG-compliant studies were compiled to identify the mechanistic drivers of toxicity. To complement these data, we integrated high-throughput in vitro results from the U.S....",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436624",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatial interaction between retinal and choroidal circulation in retinal vein occlusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Retinal vein occlusion (RVO) is a leading cause of vision loss, yet the interaction between retinal and choroidal circulation in this condition remains incompletely understood. This retrospective, cross-sectional study aimed to quantitatively evaluate choroidal structural changes in treatment-naïve unilateral RVO using ultra-widefield imaging. Twenty-nine patients with unilateral branch or central RVO and their unaffected fellow eyes were analyzed. Mean choroidal thickness (MCT) and choroidal...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "41436571",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sphingolipids as indicators of exposure to long-term air pollution: a targeted metabolomics approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Metabolomic changes related to air pollution have been previously reported, including sphingolipid metabolism; however, evidence from long-term exposures assessed with long-term exposure using targeted metabolomics remains limited. We profiled plasma sphingolipids and amino acids in 188 individuals from the chronic obstructive pulmonary disease (COPD) in Dusty Areas cohort. Annual average concentrations of particulate matter ≤ 10 μm (PM(10), µg/m³) and nitrogen dioxide (NO(2), ppb) were...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436567",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A baseline study of interpretable machine learning using GC-MS breath VOCs for classifying asthma, bronchiectasis, and COPD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Accurate differentiation among asthma, bronchiectasis, and chronic obstructive pulmonary disease (COPD) remains a critical challenge due to overlapping clinical symptoms and limitations of conventional diagnostic tools. This study establishes a transparent, reproducible baseline using gas chromatography-mass spectrometry (GC-MS) data derived from exhaled breath to classify asthma, bronchiectasis, and COPD. Using a publicly available clinical dataset comprising 121 breath samples and 76 shared...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436514",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lipid nanoparticle encapsulated TLR3 agonist adjuvant elicits potent T cell immunity against cancer and viruses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Potent cellular immune responses are crucial for the development of effective vaccines against cancer and chronic infectious diseases. Here, we formulate Nexavant (NVT), a well-characterized TLR3 agonist, into lipid nanoparticles (LNPs) using either the ionizable lipid SM-102 or the cationic lipid DOTAP, and characterize their physicochemical properties and adjuvant potential. Both formulations achieve high encapsulation efficiency and enhance cellular uptake. In contrast to the stronger in...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436456",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Study on the Factors Affecting the Occupational Safety and Health Level of Subcontractor Workplaces in the Electronics Industry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436397/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Strengthening internal OSH systems, improving chemical management, and enhancing collaboration with principal contractors are essential for advancing OSH in subcontractor workplaces in the electronics industry.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41436397",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Strengthening internal OSH systems, improving chemical management, and enhancing collaboration with principal contractors are essential for advancing OSH in subcontractor workplaces in the electronics industry"
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436381/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The TRR and K-Dementia platform are expected to significantly advance AD research by providing researchers with access to high-quality, human-derived materials and standardized datasets. Furthermore, these initiatives will foster global collaboration, particularly with platforms such as the Dementias Platform UK (DPUK), through the development of standardized data and secure analytical environments.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436381",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The TRR and K-Dementia platform are expected to significantly advance AD research by providing researchers with access to high-quality, human-derived materials and standardized datasets. Furthermore, these initiatives will foster global collaboration, particularly with platforms such as the Dementia..."
    },
    {
      "title": "Role of endoscopic ultrasonography in differential diagnosis of gallbladder wall thickening: a multi-center retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: EUS is a useful method for differential diagnosis of gallbladder wall thickening. Wall thickness greater than 14 mm and layer disruption are key findings of gallbladder tumors.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436296",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EUS is a useful method for differential diagnosis of gallbladder wall thickening. Wall thickness greater than 14 mm and layer disruption are key findings of gallbladder tumors"
    },
    {
      "title": "Performance of large language models in addressing patient queries on colorectal cancer screening in different languages: An international study across 28 countries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436291/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Colorectal cancer (CRC) screening reduces incidence and mortality, yet patient adherence remains suboptimal. Large language models may improve participation by addressing patient questions in native languages, but their multilingual performance has not been systematically assessed.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436291",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal trends in the causes of in-hospital cardiac arrest: a retrospective observational cohort study on the limitations of the current alert system at a tertiary hospital in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: IHCA causes have shown significant temporal shifts. Arrhythmia has become the leading cause of IHCA, with incidences remaining stable, whereas a marked decrease has been observed in respiratory-related IHCA. Therefore, enhanced in-hospital cardiac monitoring systems are required for early detection.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436259",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "IHCA causes have shown significant temporal shifts. Arrhythmia has become the leading cause of IHCA, with incidences remaining stable, whereas a marked decrease has been observed in respiratory-related IHCA"
    },
    {
      "title": "Characterising adverse events in postdischarge high-risk patients with 6-month follow-up in a Korean tertiary hospital: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Approximately 14% of patients, mainly comprising high-risk patients, experienced adverse events postdischarge, with more emergency room visits and all-cause re-hospitalisations. Patients experiencing adverse events were characterised by body mass index, type of admission route, clinical department, medical diagnosis, length of hospital stay and NEWS2. Patient and caregiver participation in the monitoring and reporting of adverse events should be encouraged to improve postdischarge...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41436255",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Approximately 14% of patients, mainly comprising high-risk patients, experienced adverse events postdischarge, with more emergency room visits and all-cause re-hospitalisations. Patients experiencing adverse events were characterised by body mass index, type of admission route, clinical department, ..."
    },
    {
      "title": "South Korea's use of cigarette packs to promote public policy violates FCTC Article 5.3",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436178/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436178",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Transcranial Ultrasound Stimulation demonstrates safety and efficacy in reducing brain amyloid load, underscoring its potential as a promising therapeutic strategy for Alzheimer's disease.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41436156",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Transcranial Ultrasound Stimulation demonstrates safety and efficacy in reducing brain amyloid load, underscoring its potential as a promising therapeutic strategy for Alzheimer's disease"
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The proposed model effectively utilized the genetically diverse AD-BXD population for cognitive function prediction. Bootstrapped k-NN imputation addressed missing data challenges, and SNP dimensionality reduction significantly enhanced predictive performance. Findings from feature importance analysis demonstrate the potential for identifying meaningful patterns and biomarkers to further AD-related research.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436094",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed model effectively utilized the genetically diverse AD-BXD population for cognitive function prediction. Bootstrapped k-NN imputation addressed missing data challenges, and SNP dimensionality reduction significantly enhanced predictive performance"
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The proposed method effectively integrates multi-omics data, even with incomplete modalities. By rediscovering biomarkers aligned with other studies, it demonstrates the potential of deep learning approaches in multi-omics research for AD.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41436073",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed method effectively integrates multi-omics data, even with incomplete modalities. By rediscovering biomarkers aligned with other studies, it demonstrates the potential of deep learning approaches in multi-omics research for AD"
    },
    {
      "title": "Tuberculosis and increased risk of cardio-cerebrovascular disease: A nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We observed a higher CVD risk in TB survivors than in matched controls. Our findings indicate that preventive measures against CVDs should be considered for this population.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41435982",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We observed a higher CVD risk in TB survivors than in matched controls. Our findings indicate that preventive measures against CVDs should be considered for this population"
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings highlight the critical role of acetylation-mediated disulfide-linked aggregation in TDP43 pathology and suggest that HDAC inhibition contributes to TDP43 mislocalization and stable oligomer formation. Targeting this pathway may provide a novel therapeutic strategy for TDP43 proteinopathies, including ALS and FTLD.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41435843",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings highlight the critical role of acetylation-mediated disulfide-linked aggregation in TDP43 pathology and suggest that HDAC inhibition contributes to TDP43 mislocalization and stable oligomer formation. Targeting this pathway may provide a novel therapeutic strategy for TDP43 proteinopath..."
    },
    {
      "title": "Pharmacologic reversal of advanced Alzheimer's disease in mice and identification of potential therapeutic nodes in human brain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's disease (AD) is traditionally considered irreversible. Here, however, we provide proof of principle for therapeutic reversibility of advanced AD. In advanced disease amyloid-driven 5xFAD mice, treatment with P7C3-A20, which restores nicotinamide adenine dinucleotide (NAD^(+)) homeostasis, reverses tau phosphorylation, blood-brain barrier deterioration, oxidative stress, DNA damage, and neuroinflammation and enhances hippocampal neurogenesis and synaptic plasticity, resulting in full...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41435831",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fibrotic MASH resolution<sup>VCTE</sup> index to diagnose fibrotic MASH resolution and predict LREs: A global multicenter study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This global multicenter study suggests that the fibrotic MASH resolution^(VCTE) index may offer a non-invasive approach to estimate fibrotic MASH resolution and stratify long-term risk of LREs.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41435819",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This global multicenter study suggests that the fibrotic MASH resolution^(VCTE) index may offer a non-invasive approach to estimate fibrotic MASH resolution and stratify long-term risk of LREs"
    },
    {
      "title": "Variation in the vacuum ultraviolet amalgam lamp radiation resistance of emetic Bacillus cereus, as affected by sucrose levels in soy milk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "The objective of this study was to investigate how sucrose supplementation in soy milk influences the stress resistance of emetic Bacillus cereus and its response to vacuum ultraviolet (VUV)-amalgam lamp treatment. B. cereus was precultured in commercially available unsweetened soy milk supplemented with 0 %, 2 %, or 4 % sucrose. Subsequently, the growth kinetics, membrane permeability, DNA integrity, biofilm characteristics, and fatty acid composition of B. cereus were analyzed. Sucrose...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41435773",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to investigate how sucrose supplementation in soy milk influences the stress resistance of emetic Bacillus cereus and its response to vacuum ultraviolet (VUV)-amalgam lamp treatment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk factors for lymph node metastasis in p/ypT1-2 rectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435723/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Risk factors for lymph node metastasis differed by CRT status, with venous invasion emerging as the key determinant in the CRT group.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41435723",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Risk factors for lymph node metastasis differed by CRT status, with venous invasion emerging as the key determinant in the CRT group"
    },
    {
      "title": "Schisandrin C alleviates depressive-like behaviors by modulating the AKT/CREB/BDNF pathway, the serotonin pathway of tryptophan metabolism, and the gut microbiota composition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435604/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: SCC improves depressive-like behaviors by modulating the microbiota‒gut‒brain axis. These findings underscore the potential of SCC as an effective therapeutic agent for depression.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41435604",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SCC improves depressive-like behaviors by modulating the microbiota‒gut‒brain axis. These findings underscore the potential of SCC as an effective therapeutic agent for depression"
    },
    {
      "title": "Solid-liquid contact electrification using polyvinyl chloride/activated carbon-NaCl catalyst for tetracycline degradation in water",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435465/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "A polyvinyl chloride/activated carbon (AC)-NaCl composite tribocatalyst was used to degrade 89.8 % of tetracycline (TC) at 10 mg L^(-1) in 120 min. Reactive oxygen species (ROS) generated through solid-liquid contact electrification under mechanical agitation were the degradation drivers. Polyvinyl chloride is a well-known tribocatalytic material. AC formed percolated conductive network, an 'electron highway' that enabled rapid charge transport. NaCl induced bipolar charge transport by creating...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41435465",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PEX is associated with brain atrophy, which reflect the AD risk. PEX glaucoma may show advanced stages of AD. Our studies suggest that PEX can be a predictor of early phase of AD.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41435372",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PEX is associated with brain atrophy, which reflect the AD risk. PEX glaucoma may show advanced stages of AD"
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435298/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study established ATP10B R303W as a novel pathogenic associated mutation with PD. We demonstrated that ATP10B R303W disrupted mitochondrial and lysosomal functions, increasing cytosolic and membrane-bound alpha-synuclein while reducing its secretion and phagocytosis. These findings directly linked the ATP10B dysfunctions to alpha-synuclein dynamics, contributing to PD pathology. The familial nature of this mutation underscored its relevance in hereditary PD. Future studies...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41435298",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "This study established ATP10B R303W as a novel pathogenic associated mutation with PD. We demonstrated that ATP10B R303W disrupted mitochondrial and lysosomal functions, increasing cytosolic and membrane-bound alpha-synuclein while reducing its secretion and phagocytosis"
    },
    {
      "title": "Public Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Long-term clinical outcomes in AD dementia patients are different according to optimal doses of anti-dementia medications/ drug compliance during the first 3 years from dementia diagnosis.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41435268",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Long-term clinical outcomes in AD dementia patients are different according to optimal doses of anti-dementia medications/ drug compliance during the first 3 years from dementia diagnosis"
    },
    {
      "title": "Progression Independent of Relapse Activity in Aquaporin-4-IgG-Positive NMOSD: A Decade-Long Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435220/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVES: Disability in neuromyelitis optica spectrum disorder (NMOSD) is traditionally considered relapse-driven, but recent studies have suggested possible subclinical progression. Whether this translates into clinically meaningful disability worsening remains unclear, and quantitative data on progression independent of relapse activity (PIRA) in NMOSD are limited. We investigated the frequency and clinical relevance of PIRA in a large cohort with long-term follow-up.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41435220",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Disability in neuromyelitis optica spectrum disorder (NMOSD) is traditionally considered relapse-driven, but recent studies have suggested possible subclinical progression",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Final Silence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435209/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "A physician confronts the burden of silence in the care of the dying.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41435209",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Public Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings highlight potential sex/gender differences in neurobiological pathways linking education to cognition, while differences in effects on memory decline point to differences in mechanisms underlying memory trajectories across cohorts. Future research is needed confirm causal effects and characterize sociocultural factors that may shape educational opportunities and brain health across diverse populations.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41435180",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings highlight potential sex/gender differences in neurobiological pathways linking education to cognition, while differences in effects on memory decline point to differences in mechanisms underlying memory trajectories across cohorts. Future research is needed confirm causal effects and ch..."
    },
    {
      "title": "Public Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Compared to existing screening tests, the CIST appears to have greater effectiveness in identifying individuals with cognitive impairment during diagnostic testing.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41435124",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Compared to existing screening tests, the CIST appears to have greater effectiveness in identifying individuals with cognitive impairment during diagnostic testing"
    },
    {
      "title": "Public Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434937/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that disadvantaged SDOH are associated with accelerated AD progression, including faster tau accumulation in amyloid-positive individuals and more rapid amyloid accumulation in amyloid-negative individuals. The results highlight the importance of incorporating SDOH in clinical trials and the need for targeted interventions for those in the low SDOH group.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41434937",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that disadvantaged SDOH are associated with accelerated AD progression, including faster tau accumulation in amyloid-positive individuals and more rapid amyloid accumulation in amyloid-negative indivi...",
      "conclusion": "These findings suggest that disadvantaged SDOH are associated with accelerated AD progression, including faster tau accumulation in amyloid-positive individuals and more rapid amyloid accumulation in amyloid-negative individuals. The results highlight the importance of incorporating SDOH in clinical..."
    },
    {
      "title": "Public Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our results highlight sex differences in the adverse effects of sleep apnea on DAT. Furthermore, these results suggest that sex-specific strategies for controlling sleep apnea are necessary to prevent DAT.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41434920",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that sex-specific strategies for controlling sleep apnea are necessary to prevent DAT",
      "conclusion": "Our results highlight sex differences in the adverse effects of sleep apnea on DAT. Furthermore, these results suggest that sex-specific strategies for controlling sleep apnea are necessary to prevent DAT"
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Traditional cerebral organoid models have been limited by the difficulty in differentiating microglia or the prolonged periods required for their maturation. Here, we established a more physiologically relevant system by co-culturing organoids and microglia at a developmentally analogous timepoint, enhancing our ability to mimic in vivo brain processes. Moreover, by employing AD patient-derived iPSCs, we successfully recapitulated disease-associated inflammatory phenotypes,...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41434781",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Traditional cerebral organoid models have been limited by the difficulty in differentiating microglia or the prolonged periods required for their maturation. Here, we established a more physiologically relevant system by co-culturing organoids and microglia at a developmentally analogous timepoint, ..."
    },
    {
      "title": "Developing Topics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434764/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: By applying a hierarchical MIL to Alzheimer's snRNA-seq data, we demonstrate enhanced predictive performance and interpretability over existing models. This approach not only improves classification of AD status but also facilitates the identification of cell types most associated with disease, offering insights that may support biomarker discovery and therapeutic development.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41434764",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "By applying a hierarchical MIL to Alzheimer's snRNA-seq data, we demonstrate enhanced predictive performance and interpretability over existing models. This approach not only improves classification of AD status but also facilitates the identification of cell types most associated with disease, offe..."
    },
    {
      "title": "Public Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434680/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Among a diverse sample of older adults, biological aging, as measured by biomarkers, was found to mediate the relationship between hypertension and cognitive function. This mediation effect varied across racial/ethnic groups, highlighting the need for tailored interventions to address race/ethnic differences and mitigate hypertension-related cognitive decline.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41434680",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among a diverse sample of older adults, biological aging, as measured by biomarkers, was found to mediate the relationship between hypertension and cognitive function. This mediation effect varied across racial/ethnic groups, highlighting the need for tailored interventions to address race/ethnic di..."
    },
    {
      "title": "Developing Topics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434551/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Oligomeric Aβ burden, but not fibrillar amyloid deposition, was associated with elevated HbA1c levels in individuals without overt tau accumulation, indicating an early metabolic vulnerability within the T3D framework. These findings support the clinical relevance of differentiating soluble from fibrillar Aβ species when evaluating AD-related metabolic dysfunction and highlight the importance of staging tau pathology in biomarker-based models of disease progression.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41434551",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Oligomeric Aβ burden, but not fibrillar amyloid deposition, was associated with elevated HbA1c levels in individuals without overt tau accumulation, indicating an early metabolic vulnerability within the T3D framework. These findings support the clinical relevance of differentiating soluble from fib..."
    },
    {
      "title": "Developing Topics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434464/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrates that the two-stage diagnostic workflow improves diagnostic accuracy for predicting Aβ PET positivity in early-stage AD. Despite some limitations, this approach provides a cost-effective and scalable strategy for early detection and optimized healthcare resource allocation.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41434464",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that the two-stage diagnostic workflow improves diagnostic accuracy for predicting Aβ PET positivity in early-stage AD",
      "conclusion": "This study demonstrates that the two-stage diagnostic workflow improves diagnostic accuracy for predicting Aβ PET positivity in early-stage AD. Despite some limitations, this approach provides a cost-effective and scalable strategy for early detection and optimized healthcare resource allocation"
    },
    {
      "title": "Public Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Environmental noise exposure was significantly associated with GWR as a new biomarker of neurodegeneration in Alzheimer's disease. This study provides a useful explanation of the association between noise exposure and Alzheimer's disease.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41434438",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Environmental noise exposure was significantly associated with GWR as a new biomarker of neurodegeneration in Alzheimer's disease. This study provides a useful explanation of the association between noise exposure and Alzheimer's disease"
    },
    {
      "title": "Alzheimer's Imaging Consortium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434389/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study introduces a deep-learning based approach for detecting lacunes from highly imbalanced dataset using encoder pretrained with supervised contrastive learning. Future work will focus on expanding the current approach to include lacune localization within specific brain regions and conducting external validation across multiple centers.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41434389",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study introduces a deep-learning based approach for detecting lacunes from highly imbalanced dataset using encoder pretrained with supervised contrastive learning. Future work will focus on expanding the current approach to include lacune localization within specific brain regions and conductin..."
    },
    {
      "title": "Public Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434293/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The study found that depression, not loneliness, has a negative impact on brain aging associated with inflammaging over a four-year period. Specifically, systemic inflammation accelerated brain aging only in older adults with significant depressive symptoms, suggesting the importance of alleviating depression as a key preventive strategy for cognitive decline or dementia in older adults.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41434293",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on brain aging associated with inflammaging over a four-year period",
      "conclusion": "The study found that depression, not loneliness, has a negative impact on brain aging associated with inflammaging over a four-year period. Specifically, systemic inflammation accelerated brain aging only in older adults with significant depressive symptoms, suggesting the importance of alleviating ..."
    },
    {
      "title": "Alzheimer's Imaging Consortium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434173/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The observed variability in identifiability recapitulates prior knowledge in the field at a 2-year gap, extending for the first time to a 4-year gap. The variable differential identifiability success rates in diagnostic groups necessitates further investigations into contributing patient specific factors, as explaining this variance is key in furthering the clinical utility of FC in AD.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41434173",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The observed variability in identifiability recapitulates prior knowledge in the field at a 2-year gap, extending for the first time to a 4-year gap. The variable differential identifiability success rates in diagnostic groups necessitates further investigations into contributing patient specific fa..."
    },
    {
      "title": "Developing Topics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study shows that hyperactivity in AD-BXD mice arises from an interplay of genetic and environmental factors. Diet-specific QTLs on chromosomes 9 and 7 point to candidate genes for AD-related hyperactivity. These loci warrant targeted functional validation and may inform novel interventions for behavioral symptoms in AD.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41434040",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that hyperactivity in AD-BXD mice arises from an interplay of genetic and environmental factors",
      "conclusion": "This study shows that hyperactivity in AD-BXD mice arises from an interplay of genetic and environmental factors. Diet-specific QTLs on chromosomes 9 and 7 point to candidate genes for AD-related hyperactivity"
    },
    {
      "title": "Public Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our study demonstrates that the effectiveness of multidomain interventions may be influenced by an individual's genetic risk for AD. Specifically, the multidomain lifestyle intervention appears to be more beneficial for individuals with a higher genetic risk of AD, particularly APOE ε4 carriers with a high PRS.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41433884",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study demonstrates that the effectiveness of multidomain interventions may be influenced by an individual's genetic risk for AD. Specifically, the multidomain lifestyle intervention appears to be more beneficial for individuals with a higher genetic risk of AD, particularly APOE ε4 carriers with..."
    },
    {
      "title": "Public Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433855/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings suggest that air pollutant mixtures may induce AD-specific cortical atrophy in dementia-free adults.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41433855",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings suggest that air pollutant mixtures may induce AD-specific cortical atrophy in dementia-free adults"
    },
    {
      "title": "Alzheimer's Imaging Consortium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Among ATNV measures, T and N are most strongly associated with cognition in individuals in the US and South Korea. T is most predictive of future cognitive decline in individuals in the US, though not replicated in Korea.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41433818",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among ATNV measures, T and N are most strongly associated with cognition in individuals in the US and South Korea. T is most predictive of future cognitive decline in individuals in the US, though not replicated in Korea"
    },
    {
      "title": "Alzheimer's Imaging Consortium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Meta-analysis-based cutoffs align well with thresholds from the existing literature. High heterogeneity among studies underscores the need to investigate contributing factors, raising concerns about applying common cutoffs.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41433809",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Meta-analysis-based cutoffs align well with thresholds from the existing literature. High heterogeneity among studies underscores the need to investigate contributing factors, raising concerns about applying common cutoffs"
    },
    {
      "title": "Developing Topics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Combining p -tau217 with Aβ42/40 enhances amyloid detection in CU individuals, improving both diagnostic accuracy and model fit, whereas its impact in CI individuals is limited. These results highlight the potential of plasma biomarker combinations for refining early AD diagnostics and individualized risk assessment.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41433786",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "in CI individuals is limited",
      "conclusion": "Combining p -tau217 with Aβ42/40 enhances amyloid detection in CU individuals, improving both diagnostic accuracy and model fit, whereas its impact in CI individuals is limited. These results highlight the potential of plasma biomarker combinations for refining early AD diagnostics and individualize..."
    },
    {
      "title": "Alzheimer's Imaging Consortium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: By reducing reliance on cost-intensive PET scans and handling missing data more effectively, our framework could substantially broaden access to early AD screening in diverse clinical settings. Future work will involve testing in larger, more varied cohorts, applying different tracers, and further evaluate its real-world impact on AD management.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41433769",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on AD management",
      "conclusion": "By reducing reliance on cost-intensive PET scans and handling missing data more effectively, our framework could substantially broaden access to early AD screening in diverse clinical settings. Future work will involve testing in larger, more varied cohorts, applying different tracers, and further e..."
    },
    {
      "title": "Alzheimer's Imaging Consortium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Environmental noise exposure was significantly associated with GWR as a new biomarker of neurodegeneration in Alzheimer's disease. This study provides a useful explanation of the association between noise exposure and Alzheimer's disease.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41433747",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Environmental noise exposure was significantly associated with GWR as a new biomarker of neurodegeneration in Alzheimer's disease. This study provides a useful explanation of the association between noise exposure and Alzheimer's disease"
    },
    {
      "title": "A key of facial muscle aging: locational changes in modiolus measured with ultrasonography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The aging process is associated with laxity of the lip elevator muscles and increased contracture of the lip depressor muscles, as indicated by the changes in modiolus position. These findings may have implications for facial rejuvenation procedures.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41433716",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for facial rejuvenation procedures",
      "conclusion": "The aging process is associated with laxity of the lip elevator muscles and increased contracture of the lip depressor muscles, as indicated by the changes in modiolus position. These findings may have implications for facial rejuvenation procedures"
    },
    {
      "title": "Developing Topics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433704/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A unified staging system integrating cognitive status, plasma pTau217, and age effectively stratifies AD progression risk and predicts cognitive decline. This framework provides a clinically actionable model to guide personalized treatment strategies and monitor therapeutic efficacy, especially in the era of disease-modifying therapies.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41433704",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A unified staging system integrating cognitive status, plasma pTau217, and age effectively stratifies AD progression risk and predicts cognitive decline. This framework provides a clinically actionable model to guide personalized treatment strategies and monitor therapeutic efficacy, especially in t..."
    },
    {
      "title": "Developing Topics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433650/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Imaging biomarkers, particularly tau PET, show superior prognostic accuracy compared to plasma biomarkers, whereas plasma biomarkers offer unique advantages in combination models through neurodegeneration markers. These findings underscore the complementary roles of plasma and imaging biomarkers and emphasize the need for tailored strategies for prognostic modeling in Alzheimer's disease.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41433650",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Imaging biomarkers, particularly tau PET, show superior prognostic accuracy compared to plasma biomarkers, whereas plasma biomarkers offer unique advantages in combination models through neurodegeneration markers. These findings underscore the complementary roles of plasma and imaging biomarkers and..."
    },
    {
      "title": "Developing Topics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433640/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We found that short sleep combined with obesity was associated with inflammatory and metabolic biomarkers, as well as a higher risk for cognitive decline and incident dementia in late life. While the effects of individual risk factors have traditionally informed health choices and policy, our findings suggest that these factors may interact. Therefore, it is important to also consider combinations of risk factors in both research and prevention strategies.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41433640",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to also consider combinations of risk factors in both research and prevention strategies",
      "conclusion": "We found that short sleep combined with obesity was associated with inflammatory and metabolic biomarkers, as well as a higher risk for cognitive decline and incident dementia in late life. While the effects of individual risk factors have traditionally informed health choices and policy, our findin..."
    },
    {
      "title": "Developing Topics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433593/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrates that the CT-based two-stage diagnostic workflow can accurately predict Aβ PET positivity in early-stage AD. This approach reduces uncertainty in the intermediate-risk group and minimizes unnecessary testing. It provides a cost-effective and scalable alternative to PET and CSF testing, optimizing healthcare resource allocation in clinical practice.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41433593",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the CT-based two-stage diagnostic workflow can accurately predict Aβ PET positivity in early-stage AD",
      "conclusion": "This study demonstrates that the CT-based two-stage diagnostic workflow can accurately predict Aβ PET positivity in early-stage AD. This approach reduces uncertainty in the intermediate-risk group and minimizes unnecessary testing"
    },
    {
      "title": "Alzheimer's Imaging Consortium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study presents a robust automatic microbleed detection approach using SWI, facilitating ARIA-H assessment in diagnosis and severity categorization. Future work will involve multi-center external validation, supporting additional sequences, and incorporating additional ARIA-related factors for more comprehensive detection.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41433506",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study presents a robust automatic microbleed detection approach using SWI, facilitating ARIA-H assessment in diagnosis and severity categorization. Future work will involve multi-center external validation, supporting additional sequences, and incorporating additional ARIA-related factors for m..."
    },
    {
      "title": "Alzheimer's Imaging Consortium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We found distinct longitudinal trajectories regarding both clinical progression and neurodegeneration rates among AD subtypes characterized by different patterns of amyloid predominance. Our findings suggests that an AD subtype with predominant frontal-parietal amyloid deposition may have worse prognosis compared to other subtypes, underscoring the need for subtype-specific therapeutic strategies. Further studies are required to elucidate the relationship between regional amyloid...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41433450",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We found distinct longitudinal trajectories regarding both clinical progression and neurodegeneration rates among AD subtypes characterized by different patterns of amyloid predominance. Our findings suggests that an AD subtype with predominant frontal-parietal amyloid deposition may have worse prog..."
    },
    {
      "title": "The Role of Ultrasound Guidance in Preventing Complications of Botulinum Toxin Injections in the Lower Face Muscles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Botulinum toxin (BoNT) injections have become an increasingly popular treatment in aesthetic medicine. Although generally safe and effective, injections into intricate facial muscles such as the masseter, mentalis, and depressor anguli oris (DAO) carry inherent risks of complications due to their complex anatomy, proximity to vital structures, and potential for unintended toxin diffusion. This article reviews the benefits and evidence supporting the use of real-time ultrasound guidance as an...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41433382",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quality of life, function, and symptom trajectory patterns following salivary gland cancer treatment: a 5-year prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432961/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Long-term QoL changes following SGC treatment are heterogeneous, with nearly half of the patients experiencing either persistent or delayed impairment. Trajectory-based classifications may support the early identification of vulnerable survivors and inform risk-stratified supportive care strategies targeting pain, nutrition, and emotional function.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432961",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Long-term QoL changes following SGC treatment are heterogeneous, with nearly half of the patients experiencing either persistent or delayed impairment. Trajectory-based classifications may support the early identification of vulnerable survivors and inform risk-stratified supportive care strategies ..."
    },
    {
      "title": "Indoor falls-related hip and femur fractures decreased during the social distancing period of COVID-19 in South korea: a single-center retrospective cohort study using propensity score matching",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: During the COVID-19 social distancing period in South Korea, the proportion of indoor falls decreased significantly compared to the pre-COVID-19 period among older adults with hip or femur-related fractures, suggesting a pandemic-related shift in fall patterns that highlights how lifestyle changes can impact injury patterns and inform fall prevention strategies. However, absence of data on household composition, cognitive status, and medication use, along with tertiary-center...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432901",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "injury patterns and inform fall prevention strategies",
      "conclusion": "During the COVID-19 social distancing period in South Korea, the proportion of indoor falls decreased significantly compared to the pre-COVID-19 period among older adults with hip or femur-related fractures, suggesting a pandemic-related shift in fall patterns that highlights how lifestyle changes c..."
    },
    {
      "title": "An Immunomodulatory Mushroom, Cordyceps militaris, and Its Constituents: A Review of In Vitro/In Vivo Studies and Clinical Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Cordyceps, known as \"winter-worm summer-grass\", has been used as a medicinal mushroom to boost energy levels and immune activity. Among cordyceps types, Cordyceps militaris (CM) is the most commercially useful owing to its ease of artificial cultivation for mass production. In contrast, other types, such as Ophiocordyceps sinensis, are expensive and difficult to collect. Therefore, numerous studies have explored the therapeutic potential and active constituents of CM. The therapeutic use of CM...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432716",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From Severe Neonatal Encephalopathy to Slowly Neurologic Progressive Disease: Pyruvate Dehydrogenase Deficiency Related to <em>PDHA1</em> Variants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Pyruvate dehydrogenase complex (PDC) deficiency is a rare mitochondrial disorder characterized by impaired oxidative metabolism, predominantly due to pathogenic variants in the PDHA1 gene. We present the clinical, biochemical, radiologic, and molecular characterization of 4 Argentine pediatric patients with PDHA1-related PDC deficiency, including a novel missense variant, c.260T>C p.(Ile87Thr). Clinical presentations ranged from severe neonatal encephalopathy with central apneas to a more slowly...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432672",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Connectedness to Nature and Professional Quality of Life Among Nurses in South Korea in the Context of COVID-19",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "BackgroundClinical nurses are consistently exposed to high levels of occupational stress, which can undermine their professional quality of life, resulting in burnout, reduced compassion satisfaction, and psychological exhaustion. In the aftermath of the COVID-19 pandemic, resilience has emerged as a critical protective factor in helping nurses manage these stressors. Moreover, connectedness to nature has gained recognition as a potential influence on enhancing nurses' professional quality of...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41432655",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MRI radiomics model using T2-weighted imaging sequences to differentiate small hepatic metastases and hemangiomas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "BackgroundDifferentiating small hepatic metastases from hemangiomas can be challenging on visual assessment.PurposeTo evaluate the diagnostic performance of magnetic resonance imaging (MRI) radiomics models based on T2-weighted (T2W) imaging in differentiating small hepatic metastases from hemangiomas.Material and MethodsThis retrospective study included patients with small (≤2 cm) hepatic metastases from colorectal cancer or hemangiomas who underwent liver MRI between August 2018 and January...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432614",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complete genome sequence of <em>Bacillus subtilis</em> SNUY1, a novel strain enhancing antifungal activity in edible coatings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432402/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Bacillus subtilis SNUY1, isolated from Korean fermented food, strongly inhibits Botrytis cinerea. Its 4.19 Mb genome comprises 4,164 protein-coding genes and 108 pseudogenes (4,272 CDSs) without plasmids and includes 33 antifungal-related genes. These genetic traits highlight its potential as a natural food additive to control mold growth on perishable produce.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432402",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bilateral endogenous endophthalmitis from asymptomatic Aspergillus niger fungal infective endocarditis in the immunosuppressed patient: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432367/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "RATIONALE: Endogenous fungal endophthalmitis (EFE) is a rare but sight- and life-threatening condition that often arises in immunocompromised patients. While Aspergillus fumigatus is the predominant pathogen, Aspergillus niger-associated endocarditis leading to bilateral EFE has not been previously reported.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432367",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Meta Self-Efficacy Internet Intervention to Support Occupational Health in Young Employees: Protocol for Co-Creation and a Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In comparison to the placebo control, we expect the intervention to significantly improve young employees' work self-efficacy (primary outcome) and occupational well-being (secondary outcomes). If effective, the meta self-efficacy-enhancing intervention could bolster the ability to cope with various challenges in the health domain and beyond, extending the effect beyond the initial occupational context.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41432307",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In comparison to the placebo control, we expect the intervention to significantly improve young employees' work self-efficacy (primary outcome) and occupational well-being (secondary outcomes). If effective, the meta self-efficacy-enhancing intervention could bolster the ability to cope with various..."
    },
    {
      "title": "Intrinsic Motivation Inventory for Heart-Healthy Lifestyle (IMI-HeartLife) in Cardiovascular Disease Prevention: A Validation Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The 16-item IMI-HeartLife demonstrated good validity and reliability as a measure of intrinsic motivation to promote heart-healthy lifestyle in cardiovascular disease prevention.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41432302",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The 16-item IMI-HeartLife demonstrated good validity and reliability as a measure of intrinsic motivation to promote heart-healthy lifestyle in cardiovascular disease prevention"
    },
    {
      "title": "Sadoamides A and B: Bacterial Tripeptides Incorporating Nonproteinogenic Amino Acids as Proteasome Inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432229/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Chemical investigation of an actinomycete isolated from forest soil near a royal tomb site in the Republic of Korea (Streptomyces sp. YNK18) led to the discovery of two peptides: sadoamides A (1) and B (2). Spectroscopic analysis established 1 and 2 as all-aromatic tripeptides composed of phenylalanine (Phe) and two nonproteinogenic amino acids, 4-hydroxyphenylglycine (Hpg) and β-methyltryptophan (β-MeTrp). The relative configuration of the β-MeTrp residue was determined by J-based configuration...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432229",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic effect of IL-11 inhibition on the pathogenesis of thyroid eye disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Thyroid eye disease (TED), a major extrathyroidal manifestation of Graves' disease, is driven by the underlying autoimmune responses. This study aimed to elucidate the pathological role of IL-11 in TED and evaluate the therapeutic potential of LASN01, a potent, fully human antibody that targets IL-11 receptor alpha (IL-11Rα). IL-11 (p<0.001) and IL-11Rα (p=0.003) mRNA were significantly elevated in TED orbital tissues (n=15) compared to normal controls (n=15) by quantitative real-time polymerase...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432126",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "elucidate the pathological role of IL-11 in TED and evaluate the therapeutic potential of LASN01, a potent, fully human antibody that targets IL-11 receptor alpha (IL-11Rα)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reevaluation of malignancy risk in nondiagnostic thyroid nodules with long-term follow-up via surgical resection or core needle biopsy: A retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study aimed to reduce the overestimated upper limit of the ROM in nondiagnostic thyroid nodules, which was previously based solely on rare surgical follow-up results. Using CNB as an ancillary diagnostic tool can help to rapidly characterize initially nondiagnostic thyroid nodules and guide appropriate management.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432102",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "reduce the overestimated upper limit of the ROM in nondiagnostic thyroid nodules, which was previously based solely on rare surgical follow-up results",
      "significance": null,
      "conclusion": "This study aimed to reduce the overestimated upper limit of the ROM in nondiagnostic thyroid nodules, which was previously based solely on rare surgical follow-up results. Using CNB as an ancillary diagnostic tool can help to rapidly characterize initially nondiagnostic thyroid nodules and guide app..."
    },
    {
      "title": "A Bioinstructive Injectable Hydrogel for Enhancing Intrinsic Regeneration through Cell Recruitment and Training",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432030/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Tissue regeneration requires a precisely coordinated cascade of biological events-including stem cell homing, adhesion, proliferation, and differentiation-within a supportive and dynamic microenvironment. While numerous biomaterials have been designed to modulate individual regenerative processes, there is a need for a single, clinically viable platform that can synchronously modulate multiple regenerative events. Here, the study presents a strategically engineered injectable hydrogel that...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41432030",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors Associated With the Adoption of Smart Mattress in Family Caregivers: Cross-sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "A smart mattress is an assistive device that monitors health-related vital signs and automatically rotates to prevent pressure ulcers, reducing caregiver burden. This study examines differences in caregiving-related, digital-related, and smart mattress-related characteristics between family caregivers in hospital settings and online support communities and identifies factors influencing smart mattress adoption. A total of 303 family caregivers (92 hospital-based, 211 online community-based) of...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432003",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Arbitrary 3D Organic Mixed Ionic-Electronic Conductor Architectures via Self-Fusion of PEDOT:PSS Microfibers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "In this research, a first-of-its-kind fabricating strategy is reported that assembles arbitrary 3D organic mixed ionic-electronic conductor (OMIEC) architectures using poly(3,4-ethylenedioxythiophene):polystyrene sulfonate (PEDOT:PSS) microfiber building blocks. This approach exploits a water-assisted self-fusion process, in which adhesion can be modulated as reversible (PSS-rich) or irreversible (PEDOT-rich) self-fusion depending on the post-treatment condition of building blocks....",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "GIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41431942",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and Evaluation of the Korean Version of Clinical Decision Support System Integrating Standardized Nursing Language for Nursing Home Residents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "The growing population of aging Korean American nursing home residents underscores the need for culturally tailored care. This study developed and evaluated a clinical decision-support system (CDSS) based on the North American Nursing Diagnosis Association-International, Nursing Intervention Classification (NIC), and Nursing Outcome Classification (NOC) for US Korean American nursing home nurses. We used GPT-4.0 (OpenAI, San Francisco, CA) to generate 130 customized nursing care scenarios...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431873",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychological Distress, Parental Hostility, and Child Behavior Problems: The Gendered Moderating Role of Positive Coparenting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431839/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Parents who experience prenatal and early postnatal psychological distress are at higher risk of exhibiting parental hostility, which has an adverse impact on children's behavioral development. The current study investigated longitudinal associations between mothers' and fathers' early psychological distress and later parental hostility and children's behavior problems. The current study also examined whether perceptions of positive coparenting can serve as a haven of psychological safety to...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431839",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on children's behavioral development",
      "conclusion": null
    },
    {
      "title": "Nanocarriers for the delivery of the CRISPR/Cas9 system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "The clustered regularly interspaced short palindromic repeat/associated protein 9 (CRISPR/Cas9) system has been used for the precise manipulation of target DNA, making efficient genome editing in cells a reality. The CRISPR/Cas9 system has shown great potential in biomedical applications, such as disease treatment, transcription regulation, and genome-wide screening, and is opening a new era in biotechnology. However, the efficient and selective delivery of the CRISPR/Cas9 system remains a...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431758",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advisory System for Infection Control in Small- and Medium-sized Hospitals and Clinics: Policy Results and Strategic Proposal",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431670/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The system has accumulated over 10 years of policy experience, strengthening the infection control capabilities of small- and medium-sized hospitals and applying tailored programs. Future efforts should enhance regional networks and reinforce the role of the Korea Disease Control and Prevention Agency and local governments.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431670",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The system has accumulated over 10 years of policy experience, strengthening the infection control capabilities of small- and medium-sized hospitals and applying tailored programs. Future efforts should enhance regional networks and reinforce the role of the Korea Disease Control and Prevention Agen..."
    },
    {
      "title": "The Need for and Strategy to Introduce a Qualification System for Infection Control Personnel to Establish Infection Control Infrastructure in Vulnerable Facilities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431669/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Strengthening the infection control infrastructure in vulnerable facilities requires multidimensional system improvements prior to creating new personnel qualifications. While a qualification system is necessary, it should be introduced in the expansion phase. This approach must include mandatory leadership education, the utilization of external professional resources, and integration with existing evaluation systems. This study provides key policy recommendations to build a...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431669",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Strengthening the infection control infrastructure in vulnerable facilities requires multidimensional system improvements prior to creating new personnel qualifications. While a qualification system is necessary, it should be introduced in the expansion phase"
    },
    {
      "title": "Psoas Syndrome Following a Generalized Seizure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431663/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Psoas syndrome is a rare form of muscle irritation that causes pain and weakness in the lower extremities. A 52-year-old male presented to the emergency department with complaints of having had a seizure and weakness in the left lower extremity. A computerized tomography scan of the abdomen and pelvis revealed reversible thickening of the left psoas muscle, consistent with psoas syndrome. We report a case of psoas syndrome following a generalized seizure and discuss its clinical characteristics...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431663",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unlocking Comprehensive Epilepsy Care: The Dual Promise of Magnetoencephalography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431660",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Utility of Magnetoencephalography in Epilepsy Evaluation: A Qualitative Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Magnetoencephalography (MEG) is a non-invasive neurophysiological technique offering high spatial resolution for localizing epileptogenic zones in epilepsy, especially when traditional electroencephalography or magnetic resonance imaging (MRI) is inconclusive. A systematic evaluation of MEG's diagnostic and prognostic utility within combination strategies is crucial, particularly in countries like South Korea with limited MEG access. We conducted a qualitative systematic review of nine studies...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431658",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Aerobic Physical Activity and Resistance Exercise with Glycated Hemoglobin in Women with Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431416/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Participation in RE may be important for women with diabetes for glycemic control. Further research is needed to better understand the associations between HbA1c and different exercise modalities (i.e., resistance vs. aerobic exercise) in women with diabetes.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431416",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for women with diabetes for glycemic control",
      "conclusion": "Participation in RE may be important for women with diabetes for glycemic control. Further research is needed to better understand the associations between HbA1c and different exercise modalities (i"
    },
    {
      "title": "Home Healthcare Needs and Characteristics of Patients with Serious Illnesses Who Use Hospital-Affiliated Home-Based Medical Care in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Most patients who used the hospital-affiliated HBMC program had cancer, advanced neurologic disease, and polypharmacy. Targeted HBMC programs are needed for patients with serious illnesses living at home.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431415",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Most patients who used the hospital-affiliated HBMC program had cancer, advanced neurologic disease, and polypharmacy. Targeted HBMC programs are needed for patients with serious illnesses living at home"
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our method characterizes realistic disease dynamics by incorporating ordinal regression with a diffusion model. Also, our method handles heterogeneity of sparse data with long intervals by iteratively estimating differences in pseudo-samples yielded by the ordinal regression. Consequently, our method outperformed nine baselines, underscoring its potential to enhance our understanding of the relationships between AD progression, age, and disease stages. This work was supported by the...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41434605",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our method characterizes realistic disease dynamics by incorporating ordinal regression with a diffusion model. Also, our method handles heterogeneity of sparse data with long intervals by iteratively estimating differences in pseudo-samples yielded by the ordinal regression"
    },
    {
      "title": "Genotoxicity assessment of mesoporous silica and graphene oxide in GDL1 cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437116/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These results demonstrate that both mesoporous silica and graphene oxide exhibit cytotoxic and genotoxic potential in vitro. The mutation patterns suggest that oxidative DNA damage, as well as inflammation associated with oxidative stress, may contribute to the observed mutagenicity. The findings reported here provide valuable insights into the molecular mechanisms underlying the mutagenicity induced by these nanomaterials and contribute to the assessment of potential human health...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41437116",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that both mesoporous silica and graphene oxide exhibit cytotoxic and genotoxic potential in vitro",
      "conclusion": "These results demonstrate that both mesoporous silica and graphene oxide exhibit cytotoxic and genotoxic potential in vitro. The mutation patterns suggest that oxidative DNA damage, as well as inflammation associated with oxidative stress, may contribute to the observed mutagenicity"
    },
    {
      "title": "Evaluating quality of care for dying patients from the perspective of bereaved relatives: validation of the Chinese version of the international care of the dying evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41437061",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A study on the utility of inflammatory biomarkers in primary care irritable bowel syndrome: a sub analysis of the DOMINO randomized trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Inflammatory markers (FC, CRP, sIgA, HBD-2, Fel-1) were not correlated with symptom severity or predictive of treatment response to a FODMAP diet or OB treatment in a large primary care IBS cohort. All markers decreased after 8-week treatment, with significant differences for HBD-2 and FC. The anti-inflammatory effect of both treatments needs to be further investigated.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41436948",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Inflammatory markers (FC, CRP, sIgA, HBD-2, Fel-1) were not correlated with symptom severity or predictive of treatment response to a FODMAP diet or OB treatment in a large primary care IBS cohort. All markers decreased after 8-week treatment, with significant differences for HBD-2 and FC"
    },
    {
      "title": "LC-MS/MS and high-spatial single-cell MSI reveal selective downregulation of PC(16:0_16:0) and PC(18:0_18:1) due to mPGES-1 knockdown in hormone-resistant prostate cancer cell line",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436878/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Prostate cancer is one of the most common cancers in men, and 10-20% of cases progress to a hormone-resistant form, posing a major therapeutic challenge. The microsomal prostaglandin E2 synthase-1 (mPGES-1), a key enzyme in prostaglandin E2 biosynthesis from arachidonic acid, has been predicted as a therapeutic target in suppressing prostate cancer. However, the impact of mPGES-1 on the cellular lipidome has not been systematically investigated. Here, this study applied LC-MS/MS analysis and...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41436878",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "of mPGES-1 on the cellular lipidome has not been systematically investigated",
      "conclusion": null
    },
    {
      "title": "Early differentiation of Kawasaki disease preceded by cervical lymphadenopathy from bacterial cervical lymphadenitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436876/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This scoring system provides a practical tool for the early differentiation of NFKD from BCL that uses readily available clinical and laboratory parameters. Its implementation may facilitate the timely administration of intravenous immunoglobulin and reduce coronary complications.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41436876",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This scoring system provides a practical tool for the early differentiation of NFKD from BCL that uses readily available clinical and laboratory parameters. Its implementation may facilitate the timely administration of intravenous immunoglobulin and reduce coronary complications"
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436690/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Abnormalities in peripheral adaptive immunity in AD principally occur in the premature B cell compartment.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41436690",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Abnormalities in peripheral adaptive immunity in AD principally occur in the premature B cell compartment"
    },
    {
      "title": "Successful creation of an arteriovenous fistula and pathological evaluation of the radial artery in an end-stage kidney disease patient with Marfan syndrome: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436680/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "We report a case of successful arteriovenous fistula (AVF) creation in a patient in his sixties with Marfan syndrome and end-stage kidney disease (ESKD). While preoperative vascular ultrasound showed a normal radial artery appearance, intraoperative findings revealed easy separation between the inner and outer layers of the vessel wall, requiring a meticulous suturing technique. Histopathological examination of the radial artery revealed features compatible with Marfan syndrome: disrupted...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41436680",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Culture-independent discovery of a novel thermotolerant lipase and its producer from mesophilic anaerobic digestion sludge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436649/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Anaerobic digestion of lipid-rich wastes holds significant potential for enhanced biomethane production, due to the high energy density of lipids. However, to fully harness this potential, a deeper understanding of lipolytic microorganisms is essential, as key microbial players involved in lipid hydrolysis remain largely unidentified. In this study, we employed an integrated approach combining zymography, metaproteomics, and metagenomics to identify the lipolytic microorganisms from anaerobic...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41436649",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and safety of esaxerenone vs trichlormethiazide for the treatment of uncontrolled essential hypertension in Japanese patients with type 2 diabetes mellitus: a subanalysis of the EXCITE-HT study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436637/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "This subgroup analysis of the randomized, open-label, parallel-group EXCITE-HT study explored the antihypertensive efficacy and safety of esaxerenone vs trichlormethiazide in patients with type 2 diabetes mellitus (T2DM), stratified by baseline antihypertensive agent (angiotensin receptor blocker [ARB] or calcium channel blocker [CCB]) and urinary albumin-to-creatinine ratio (UACR; <30 or ≥30 mg/gCr). Using thresholds consistent with those used in the main study to interpret the difference in...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41436637",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of knowledge and importance on responsibility in human-AI decision making",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436588/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "As agents such as AI systems and robots increasingly support human decision-making, questions of accountability in cases of failure have become critical. Prior research has examined responsibility attribution mainly in terms of system autonomy, transparency, or anthropomorphism, but little is known about how cognitive framing (prior knowledge of agents) and contextual framing (perceived importance of a task) jointly shape these judgments. This study addresses this gap through a three-factor...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41436588",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of lean body mass index on short-term outcomes in patients with ischemic stroke: an observational cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "The influence of muscle mass on post-stroke outcomes remains unclear. This study aimed to investigate whether lean body mass index (LBMI), a surrogate for muscle mass, is independently associated with 3-month outcomes after acute ischemic stroke. We analyzed data of 10,735 patients with acute ischemic stroke enrolled in the Fukuoka Stroke Registry between June 2007 and September 2019. LBMI and fat mass index (FMI) were calculated using validated anthropometric prediction equations. Patients were...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41436558",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate whether lean body mass index (LBMI), a surrogate for muscle mass, is independently associated with 3-month outcomes after acute ischemic stroke",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hybrid lightweight transformer for efficient landslide change detection in remote sensing imagery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Remote sensing images may be used to detect and segment landslide areas. Recently, encoder and decoder-based convolutional neural networks (CNN) have been used to localise landslide regions. However, CNN-based methods extract shallow spatial features and lack the ability to capture long range dependencies. Due to this, edges and boundary regions of landslides are less explored. In this study, we present the change detection convolutional transformer network (CDCTNet), a hybrid model designed...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41436537",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "RU 486 blocks inhibitory effect of neonatal corticosterone administration on sertoli cell proliferation in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436489/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41436489",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Greenhouse gas balance of solar parks built on peatlands in Germany",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Drained peatlands are responsible for around 4% of anthropogenic GHG-emissions. To trigger the necessary large-scale rewetting, solar parks built on rewetted peatlands in Germany have been eligible for a feed-in tariff since 2023. Building a solar park on a rewetted peatland requires some technical alterations, particularly of the mounting structure. Building a regular solar park on a drained peatland might thus obstruct its rewetting, allowing for the peatlands' GHG-emissions to be allocated to...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41436463",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intranasal vaccination with probiotic Escherichia coli membrane vesicles displaying pneumococcal capsular polysaccharides elicits mucosal immunity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "A novel vaccine modality is needed to generate both systemic and mucosal immunity in the respiratory tract, where pathogens are most likely to colonize and to initiate infection. Here, we demonstrated that intranasal immunization with probiotic Escherichia coli-derived membrane vesicles displaying serotype-14 pneumococcal capsule (CPS14^(+)MVs) elicited potent IgG responses without adjuvant in mice, which were comparable and significantly superior to those of the injected CPS14^(+)MVs and two...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41436461",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clonal evolution and transcriptional plasticity shape metastatic dissemination routes in prostate cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436444/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Prostate cancer is a highly heterogeneous disease, driven by genomic and transcriptional changes that impact disease progression and metastatic potential. The interplay between clonal evolution, transcriptional plasticity, and tumour microenvironment is, however, poorly understood. Here, we leverage and integrate single-nuclei RNA sequencing and whole-genome sequencing from 43 spatially distinct tumour samples from five patients with locally advanced prostate cancer to reconstruct clonal...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41436444",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "disease progression and metastatic potential",
      "conclusion": null
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Despite the sample size constraints inherent in a neuropathological cohort, we identified genome-wide significant associations with AD-related lesions by controlling for phenotypic heterogeneity. The results from our QTL analysis highlight the molecular relevance of several loci and suggest potential novel risk genes. Moving forward, we will prioritize replication and meta-analysis in independent cohorts where feasible, followed by functional validation and targeted resequencing to...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41436411",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite the sample size constraints inherent in a neuropathological cohort, we identified genome-wide significant associations with AD-related lesions by controlling for phenotypic heterogeneity. The results from our QTL analysis highlight the molecular relevance of several loci and suggest potentia..."
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "The accumulation of abnormal phosphorylated tau (p-τ) protein in neurons is a hallmark of Alzheimer's disease (AD) and primary tauopathies. Both conditions involve p-τ accumulation in retinal neurons. Here, we explore the role of p-τ pathology in visual performance and the interplay between retinal and cerebral p-τ pathology. In the human retina, p-τ is frequently found. This retinal tauopathy evolves in three stages: stage 1 involves p-τ aggregates in the outer plexiform layer, stage 2 affects...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41436374",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Multifunctional Enzyme: Commentary on \"Structure-specific DNA Endonuclease T7 Endonuclease I Cleaves DNA Containing UV-Induced DNA Lesions\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436235/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Phage research has played a pioneering role in the transition from genetics to molecular biology, primarily by advancing our understanding of the \"3Rs\": Replication, Recombination, and Repair. Historically, discoveries arising from the evolutionary arms race between phages and their hosts have provided essential molecular tools, such as restriction enzymes and polymerases, and more recently, have led to genome engineering technologies like CRISPR/Cas9. This commentary outlines the multifaced...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41436235",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive Evaluation of the Embryotoxicity and Ototoxicity of a Car Diffuser on Zebrafish Larvae: Impacts on Morphology and Hair Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41436092/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Diffusers release various chemical compounds into the environment, some of which may have ototoxic effects. Despite their widespread use, the safety profiles of these compounds remain largely unexplored. This study evaluated the potential toxicity of a car diffuser extract, Diff3, on zebrafish larvae by assessing morphology, survival rate, hair cell integrity, and rheotactic behavior. Forty wild-type zebrafish larvae at 4 h post-fertilization (hpf) were exposed to Diff3 and observed at 3 and 5...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41436092",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acetone-based lysis of marine purple photosynthetic bacterium, Rhodovulum sulfidophilum, for efficient biomass utilization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435921/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Marine purple photosynthetic bacteria, such as Rhodovulum sulfidophilum, are emerging as promising resources for sustainable biotechnological and agricultural applications, due to their capacity to produce high-value compounds and serve as nitrogen-rich organic fertilizer. For their integrated use in these applications, it is essential to develop compatible lysis methods superior to existing methods in terms of stability, scalability, and efficiency. This study evaluated the use of a readily...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41435921",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biallelic CAG repeat expansion in the ATXN2 gene presenting with parkinsonism and spasticity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41435787",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Simultaneous chiral analysis of DL-asp and DL-α-HB with derivatization in human fingernail by UHPLC-MS/MS: an application in colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435780/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "With the development of untargeted metabolomics, studies have shown that alterations in the serum levels of specific amino acids are strongly correlated with the development of early-stage colorectal cancer (CRC). However, the relationship between optically active free amino acids in human nails and the risk of CRC remains unclear. In this study, a highly sensitive UHPLC-MS/MS chiral separation method based on (S)-(-)-DBD-Pro-COCl derivatization was established for the simultaneous detection of...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41435780",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Noiseless Diffusion-GAN: Scaling-based data augmentation for generative models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435734/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "This paper explores stable learning methods for generative models designed to facilitate high-quality data generation. Noise injection is a commonly employed technique to enhance learning stability; however, selecting an appropriate noise distribution remains a significant challenge. Diffusion-GAN, a recently proposed approach, addresses this issue by leveraging the diffusion process alongside a timestep-dependent discriminator. In this study, we analyze Diffusion-GAN and identify data scaling...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41435734",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancing the efficiency of bone tissue regeneration by using a 3D printed scaffold optimized with heparan sulfate proteoglycan 2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Craniofacial bone deficiencies caused by trauma or disease pose clinical challenges as the shape of the damaged area varies between people. Although bone grafts are effective, they face issues such as poor drug retention and potential immune responses. Polylactic acid (PLA) scaffolds possess therapeutic potential owing to their size, mechanical properties, stability, and biocompatibility. However, PLA scaffolds inherently lack bioactive molecules necessary to promote osteogenesis. Heparan...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41435437",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Interactions of Aβ with proteins involved in septins, clathrin-mediated endocytosis, and chaperone functions are diminished in AD, even in asymptomatic individuals. This observation suggests that the impaired physiological protein-binding function of soluble Aβ might represent an early pathogenic event in the development of AD.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41435408",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Interactions of Aβ with proteins involved in septins, clathrin-mediated endocytosis, and chaperone functions are diminished in AD, even in asymptomatic individuals. This observation suggests that the impaired physiological protein-binding function of soluble Aβ might represent an early pathogenic ev..."
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41435256/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our data revealed new insights in how PSEN2/γ-secretase may regulate LE/Lys homeostasis, providing novel starting points to better understand the etiology of endolysosomal dysfunctions as observed at early, preclinical stages of AD. Notably, specific FAD-mutations also re-locate PSEN1/γ-secretase to LE/Lys, underscoring that knowledge gained here could aid to understand the more heterogeneous PSEN1 mutations.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41435256",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our data revealed new insights in how PSEN2/γ-secretase may regulate LE/Lys homeostasis, providing novel starting points to better understand the etiology of endolysosomal dysfunctions as observed at early, preclinical stages of AD. Notably, specific FAD-mutations also re-locate PSEN1/γ-secretase to..."
    },
    {
      "title": "FTIR Spectroscopy of a Viral Rhodopsin, OLPVR2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "Microbial rhodopsins in giant viruses are classified into two major classes: VR1 and VR2. Organic Lake Phycodnavirus Rhodopsin 2 (OLPVR2) belongs to the VR2 family, while OLPVR1 is a viral channelrhodopsin. OLPVR2 is known to form a pentamer, and it was proposed that OLPVR2 is a light-gated ion channel, whose ion pathway is not inside the monomer but in the pentameric center. OLPVR2 possesses a water-containing pentagonal cluster structure in the retinal Schiff base region, which is very similar...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41434768",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Public Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41434595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224024247&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Baseline CDR-GS and MMSE emerge as strong predictors of how long individuals remain within the therapeutic time window for early AD DMTs. These findings can guide clinicians in prioritizing patients most at risk of losing eligibility and inform scheduling decisions when faced with extended wait times, ultimately helping to optimize the use of limited healthcare resources.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41434595",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Baseline CDR-GS and MMSE emerge as strong predictors of how long individuals remain within the therapeutic time window for early AD DMTs. These findings can guide clinicians in prioritizing patients most at risk of losing eligibility and inform scheduling decisions when faced with extended wait time..."
    }
  ]
}