{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-22T19:20:11.724Z",
  "totalItems": 150,
  "totalArchived": 27787,
  "newPapersAdded": 129,
  "institutionBreakdown": {
    "KAIST": 19,
    "SNU": 18,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 28,
    "IBS": 100,
    "UNIST": 3,
    "Hanyang University": 3,
    "KIST": 1,
    "GIST": 2,
    "Kyung Hee University": 3,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Neuroscience": 11,
    "Multidisciplinary": 87,
    "Materials Science": 8,
    "Biomedical": 32,
    "Computer Science": 1,
    "Cancer Research": 11
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Putaminal hypermetabolism identifies Lewy body co-pathology in Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273227/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: The clinical implications of brain hypermetabolism remain unexplored in Lewy body disease (LBD) co-pathology in Alzheimer's disease (AD).",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41273227",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of brain hypermetabolism remain unexplored in Lewy body disease (LBD) co-pathology in Alzheimer's disease (AD)",
      "conclusion": null
    },
    {
      "title": "Digital Games for Cognitive Enhancement in Healthy Older Adults: A Scoping Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Cognitive decline in older adults is a significant public health concern that impacts quality of life. Digital games have emerged as accessible interventions with potential cognitive benefits for this population. This scoping review examines studies evaluating the effects of digital games on cognition in older adults. Following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses 2020 guidelines, a systematic search identified 28 studies involving 1201 participants (mean age =...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41273126",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AlphaFold Protein Structure Database 2025: a redesigned interface and updated structural coverage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273079/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "The AlphaFold Protein Structure Database (AFDB; https://alphafold.ebi.ac.uk), developed by EMBL-EBI and Google DeepMind, provides open access to hundreds of millions of high-accuracy protein structure predictions, transforming research in structural biology and the wider life sciences. Since its launch, AFDB has become a widely used bioinformatics resource, integrated into major databases, visualization platforms, and analysis pipelines. Here, we report the update of the database to align with...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41273079",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spray Pyrolysis Synthesis of Li<sub>2</sub>O-V<sub>2</sub>O<sub>5</sub>-B<sub>2</sub>O<sub>3</sub> Glass for the Low-Temperature Sintering of LATP Electrolytes in Solid-State Lithium Metal Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273052/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "NASICON-type Li(1.3)Al(0.3)Ti(1.7)(PO(4))(3) (LATP) is a promising solid-state electrolyte for lithium metal batteries (SSLMBs) due to its high ionic conductivity and stability. However, its high sintering temperature (800-900 °C) leads to lithium volatilization, the formation of secondary phases, and considerable energy consumption. Lowering the sintering temperature is also important for the practical application of LATP in all-solid-state batteries (ASSBs), particularly for facilitating...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41273052",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for the practical application of LATP in all-solid-state batteries (ASSBs), particularly for facilitating",
      "conclusion": null
    },
    {
      "title": "Disrupted Practice Effects and Altered Prefrontal Activation in Mild Cognitive Impairment: An fNIRS Study Using the Stroop Task",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272956/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Healthy aging is associated with rapid neurofunctional adaptation to cognitive challenges, whereas individuals with MCI exhibit impaired plasticity in executive control circuits. fNIRS sensitively detects early executive deficits, supporting its potential for early diagnosis of cognitive impairment.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41272956",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Healthy aging is associated with rapid neurofunctional adaptation to cognitive challenges, whereas individuals with MCI exhibit impaired plasticity in executive control circuits. fNIRS sensitively detects early executive deficits, supporting its potential for early diagnosis of cognitive impairment"
    },
    {
      "title": "Death-associated protein kinase 1-dependent SENP1 degradation increases tau SUMOylation and leads to cognitive dysfunction in a mouse model for tauopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272902/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: DAPK1-mediated SENP1 phosphorylation and degradation promote tau SUMOylation, exacerbating tau pathology and cognitive dysfunction in tauopathy. Our findings highlight the DAPK1-SENP1-tau SUMOylation axis as a critical regulator of tau homeostasis, and establish DAPK1 inhibition as a promising therapeutic strategy for AD and related tauopathies.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41272902",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DAPK1-mediated SENP1 phosphorylation and degradation promote tau SUMOylation, exacerbating tau pathology and cognitive dysfunction in tauopathy. Our findings highlight the DAPK1-SENP1-tau SUMOylation axis as a critical regulator of tau homeostasis, and establish DAPK1 inhibition as a promising thera..."
    },
    {
      "title": "Development and preliminary validation of mental health check-up questionnaire in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The MHCQ demonstrates preliminary evidence as a concise and reliable mental health screening tool. Future work should establish test-retest and clinical validity using larger, integrated health-lifestyle datasets and develop pathways for integrating the MHCQ into healthcare systems.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41272824",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The MHCQ demonstrates preliminary evidence as a concise and reliable mental health screening tool. Future work should establish test-retest and clinical validity using larger, integrated health-lifestyle datasets and develop pathways for integrating the MHCQ into healthcare systems"
    },
    {
      "title": "Selective retina therapy for central serous chorioretinopathy with focal choroidal excavation: a retrospective case series of six eyes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: SRT produced favorable outcomes in the treatment of patients with CSC and nonconforming FCEs.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41272810",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SRT produced favorable outcomes in the treatment of patients with CSC and nonconforming FCEs"
    },
    {
      "title": "Soft tissue thickness changes in the lower face following bimaxillary surgery with advancement genioplasty in skeletal Class III malocclusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272685/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41272685",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Full-scale representation guided network for retinal vessel segmentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272503/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "The U-Net architecture and its variants have remained state-of-the-art (SOTA) for retinal vessel segmentation over the past decade. In this study, we introduce a Full-Scale Guided Network (FSG-Net), where a novel feature representation module using modernized convolution blocks effectively captures full-scale structural information, while a guided convolution block subsequently refines this information. Specifically, we introduce an attention-guided filter within the guided convolution block,...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41272503",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perceived stress and health-related quality of life according to hearing status in elderly people: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: BHL was associated with increased perceived stress and poorer HRQoL, whereas UHL did not differ significantly from the reference group in perceived stress but was associated with poorer physical and mental HRQoL. These findings highlight the importance of early identification and intervention for hearing loss to improve health-related outcomes in elderly people.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41272500",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BHL was associated with increased perceived stress and poorer HRQoL, whereas UHL did not differ significantly from the reference group in perceived stress but was associated with poorer physical and mental HRQoL. These findings highlight the importance of early identification and intervention for he..."
    },
    {
      "title": "Data-driven machine learning models for predicting engineering properties in deep-sea sediments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272292/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Predicting the properties of deep-sea sediments offers critical insights into past oceanic conditions, including sediment composition, stratigraphy, and geochemical signals. However, accurate prediction is hindered by the high spatial variability of these sediments. This study presents a data-driven machine learning framework to predict five key sediment properties. Five prediction scenarios were developed with tailored preprocessing and hyperparameter tuning, and Shapley additive explanations...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "SNU",
        "UNIST"
      ],
      "pmid": "41272292",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimal Structural Design to Improve Cycling Stability of SiO<sub><em>x</em></sub>-Spherical Porous CNTs Composite Anode for Lithium-Ion Battery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272460/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Silicon suboxide (SiO(x)) has emerged as a viable anode material for lithium-ion batteries (LIBs) because of its high theoretical specific capacity and structural stability. However, its practical application is restricted by inadequate cycling stability and poor electrical conductivity. Herein, plasma-enhanced chemical vapor deposition (PE-CVD) was utilized to synthesize SiO(x)-SPC composites, in which the optimized spherical porous CNTs (SPC) provided a well-defined porous framework that...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "GIST",
        "POSTECH"
      ],
      "pmid": "41272460",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bisphosphonates in a kidney transplant recipient with persistent hyperparathyroidism: think twice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273195/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Present case emphasizes the importance of controlling CKD-mineral and bone disorders prior to initiating bone targeting drugs, as also has been recommended by recent consensus manuscripts. In an era in which bone turnover markers gain importance in guiding PTH suppressive and osteoporosis therapy, antiresorptive agents may complicate the diagnosis of hyperparathyroidism by masking the bone phenotype.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41273195",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Present case emphasizes the importance of controlling CKD-mineral and bone disorders prior to initiating bone targeting drugs, as also has been recommended by recent consensus manuscripts. In an era in which bone turnover markers gain importance in guiding PTH suppressive and osteoporosis therapy, a..."
    },
    {
      "title": "Single-cell mapping of alternative splicing linked to checkpoint immunotherapy response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273175/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Evidence suggests that alternative RNA splicing (AS) plays a critical role in tumor biology and may contribute to the generation of tumor antigens. Here, we develop a method to detect AS in short-read single-cell 5'-RNA-sequencing data, allowing us to uniquely characterize the heterogeneity and dynamic changes in AS in individual cell types within the tumor microenvironment. We identify numerous splicing events specific to either cancer cells or stromal cell types or for triple-negative versus...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41273175",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DNA methylation dictates histone modifications in developing male germ cells in the mouse",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273173/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "In the male germline of mammals, retrotransposon expression is restricted by DNA methylation, trimethylation of histone H3 at lysine 9 (H3K9me3), and PIWI-interacting small RNAs (piRNAs). To elucidate their relative importance in regulating retrotransposons during germ cell development and the relationships between these mechanisms, we performed mRNA sequencing, DNA methylation, and histone methylation analyses using mouse spermatogonia from Dnmt3l and Pld6 mutants deficient in de novo DNA...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41273173",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current and novel dual orexin receptor antagonists for the treatment of insomnia: the emergence of vornorexant",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273062/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Insomnia is a serious public health concern. As the widely prescribed hypnotics that positively modulate gamma-aminobutyric acid (GABA)A receptor activity have various safety concerns, there is a growing demand for the development of novel hypnotics that act on targets other than GABAA receptor signaling to overcome the drawbacks of current medications. As an alternative target to generate novel hypnotics, the orexin system has recently gained much attention, and 3 dual orexin receptor...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41273062",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DNA Origami-Guided Assembly of Gold Nanoparticles for Plasmonic Enhancement in Fiber Optic Surface Plasmon Resonance Sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Surface plasmon resonance (SPR) biosensors, including fiber-optic SPR (FO-SPR), are powerful tools for biomolecular detection; however, their sensitivity and limits of detection can be further enhanced through innovative signal amplification strategies. One such challenge is the limitation of single gold nanoparticle (AuNP) signal amplification, which can constrain the sensitivity of these systems. In this study, programmable DNA origami is introduced as a platform to precisely position AuNPs...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41273010",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reimagining Computational Macromolecular Modeling: AI-Driven Approaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272972/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Macromolecules, such as proteins, antibodies, nanobodies, and other affinity binders, play essential roles in therapeutic and diagnostic applications due to their high specificity and functionality. Understanding their structure is critical for deciphering their biological activity and drug discovery; however, the inherent complexity of these molecules poses significant challenges. Computational approaches have emerged as powerful tools for modeling macromolecular structures and interactions,...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41272972",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clonal identification and homology differentiate primary central nervous system lymphoma from non-central nervous system lymphoplasmacytic lymphoma: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: It was revealed that the lymphoma cells of both lymphoplasmacytic lymphoma/Waldenström macroglobulinemia and primary central nervous system lymphoma derived from a common cell possessing MYD88. The utility of adding chemotherapy for low-grade lymphoma in addition to therapy for primary central nervous system lymphoma is not clear. While lymphoplasmacytic lymphoma is a low-grade lymphoma that does not always require chemotherapy, combining treatment for lymphoplasmacytic lymphoma and...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41272884",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "It was revealed that the lymphoma cells of both lymphoplasmacytic lymphoma/Waldenström macroglobulinemia and primary central nervous system lymphoma derived from a common cell possessing MYD88. The utility of adding chemotherapy for low-grade lymphoma in addition to therapy for primary central nervo..."
    },
    {
      "title": "Digital assessment of real-world walking in people with impaired mobility: How many hours and days are needed?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41272787",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surgical approach for left ventricular papillary fibroelastoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272746/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: An attempt to create a patient-tailored surgical approach is required for the surgical resection of left ventricular papillary fibroelastoma depending on the tumor location.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41272746",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "An attempt to create a patient-tailored surgical approach is required for the surgical resection of left ventricular papillary fibroelastoma depending on the tumor location"
    },
    {
      "title": "Smoking status and the onset of suicidal ideation among adults in Japan during the COVID-19 pandemic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272739/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Smoking was associated with the onset of suicidal ideation among adults in Japan during the COVID-19 pandemic, with the association observed in men but not women.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41272739",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Smoking was associated with the onset of suicidal ideation among adults in Japan during the COVID-19 pandemic, with the association observed in men but not women"
    },
    {
      "title": "A case report of a patient with metal-based complete dentures from a long-term follow-up perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272737/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41272737",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Program evaluation of an urban community diagnosis program incorporating fieldwork using a realist approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272724/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This realist approach demonstrated that integrating fieldwork with reflective learning and theory-based frameworks can foster transformative educational experiences. The findings highlight the importance of incorporating community-based programs into medical curricula to prepare future physicians to address health disparities and complex social determinants effectively.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41272724",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This realist approach demonstrated that integrating fieldwork with reflective learning and theory-based frameworks can foster transformative educational experiences. The findings highlight the importance of incorporating community-based programs into medical curricula to prepare future physicians to..."
    },
    {
      "title": "A safety and feasibility study of manual vacuum aspiration for endometrial polyp-like lesions; a prospective case series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: MVA is a safe, simple, and cost-effective technique for removing small-to-moderate endometrial polyp-like lesions. Except for particularly large polyps, MVA may represent a viable alternative to hysteroscopic resection, reducing the need for specialized equipment.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41272595",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MVA is a safe, simple, and cost-effective technique for removing small-to-moderate endometrial polyp-like lesions. Except for particularly large polyps, MVA may represent a viable alternative to hysteroscopic resection, reducing the need for specialized equipment"
    },
    {
      "title": "Factors related to identification and treatment of pain underlying neuropsychiatric symptoms: a prospective study using data from a multi-component dementia care programme",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The involvement of care managers in interdisciplinary discussion meetings may facilitate pain treatment to address the neuropsychiatric symptoms of dementia. Educational strategies are warranted to help front-line care workers improve their pain management skills.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41272581",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The involvement of care managers in interdisciplinary discussion meetings may facilitate pain treatment to address the neuropsychiatric symptoms of dementia. Educational strategies are warranted to help front-line care workers improve their pain management skills"
    },
    {
      "title": "Step-defined physical activity among pregnant and postpartum women: the 2003-2019 national health and nutrition survey of Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41272556",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deletion of fibro-adipogenic progenitors-specific follistatin impairs muscle function and accelerates skeletal muscle atrophy in obese mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272451/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Follistatin plays a protective role in mice by maintaining the metabolic health of skeletal muscles; it restores muscle function during HFD challenge, thereby reducing diet-induced obesity-related complications.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41272451",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Follistatin plays a protective role in mice by maintaining the metabolic health of skeletal muscles; it restores muscle function during HFD challenge, thereby reducing diet-induced obesity-related complications"
    },
    {
      "title": "The new landscape of congenital heart disease care: Insights from quality of life, self-management, and patient voices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272401/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41272401",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Decompressive craniectomy following malignant cerebral infarction is an independent risk factor for ventriculomegaly",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272352/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Decompressive craniectomy (DC) has been reported as a risk factor for communicating hydrocephalus, but no studies have directly compared DC and non-DC groups to determine the odds ratio (OR) for ventriculomegaly, particularly in malignant cerebral infarction. This study aims to calculate the OR for ventriculomegaly after DC and identify associated risk factors. Data from two primary stroke centers in Japan (2010-2024) were analyzed. Among 385 malignant ischemia cases, this study included 100...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41272352",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to calculate the OR for ventriculomegaly after DC and identify associated risk factors",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Circadian Rhythms in Plasticity Markers Are Regulated by the Suprachiasmatic Nucleus and Local Circadian Oscillators in the Rodent Neocortex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272349/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Circadian rhythms in clock gene expression are a global feature of neurons. While clock gene products have been shown to modulate plasticity at the synapse level, little is known about molecular circadian rhythms in neuroplasticity. In this study, we aim to establish circadian regulatory mechanisms of plasticity in the rat cerebral cortex. We show that the expression of the plasticity markers activity-regulated cytoskeleton-associated protein (Arc), brain-derived neurotrophic factor (Bdnf), and...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41272349",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "to establish circadian regulatory mechanisms of plasticity in the rat cerebral cortex",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thiofrenomycins, new kalafungin-type pyranonaphthoquinone skeleton with sulfide linkage from Streptomyces sp. MM863L-181F9",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Neisseria gonorrhoeae is the bacterium that causes gonorrhea, and multidrug resistance is becoming progressively more severe in many countries. Therefore, limited drugs are available for treatment. It is predicted that further drug resistance will be acquired, making treatment still more difficult, so there is an urgent need to develop new drugs. We discovered three compounds with a new kalafungin-type pyranonaphthoquinone skeleton, thiofrenomycins A-C, that exhibit strong antibacterial activity...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41272307",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A novel method of quantifying retinal vascular tortuosity in retinopathy of prematurity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272247/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "This study evaluated the diagnostic performance of a novel vessel tracing software that quantifies retinal vessel tortuosity in premature infants for assessing retinopathy of prematurity (ROP). Seventy-three retinal images of premature infants were subjectively classified as having \"Normal\" or \"Abnormal\" tortuosity based on arterial tortuosity of the posterior retina by seven clinicians. The software then semi-automatically traced the same arteries within circular regions of interest centered at...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41272247",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sinonasal Inverted Papilloma and Clinical Significance of Dysplasia: A Multi-Institutional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273225/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In the largest study to date examining the effect of dysplasia on patient outcomes, we found that SNIP that has severe dysplasia to be high risk for recurrence while the other three types of dysplasia to be of lower risk. We therefore propose a two-tiered grading system to improve consensus among pathologists and to guide patient counseling. In the treatment of SNIP, high-risk dysplasia is more often associated with multifocal attachment pattern and remains the most challenging to...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273225",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In the largest study to date examining the effect of dysplasia on patient outcomes, we found that SNIP that has severe dysplasia to be high risk for recurrence while the other three types of dysplasia to be of lower risk. We therefore propose a two-tiered grading system to improve consensus among pa..."
    },
    {
      "title": "T cell-macrophage interactions in tuberculosis: What we've got here is failure to communicate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Tuberculosis (TB) remains a leading infectious cause of morbidity and mortality, and the development of a new, highly effective vaccine would have a tremendous beneficial impact on global health. Although conventional memory CD4 and CD8 T cells will likely be key mediators of long-lived, vaccine-elicited protection, a potent T cell-inducing vaccine against TB has been elusive. Protection by Mycobacterium tuberculosis (Mtb)-specific T cells is mediated primarily through their communication with...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273222",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "on global health",
      "conclusion": null
    },
    {
      "title": "Novel Resistance Mechanisms to Second-Generation EGFR Tyrosine Kinase Inhibitor Afatinib and Associations With Genomic Features in NSCLC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273219/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The study identified multiple genomic characteristics associated with primary and secondary resistance to first-line afatinib treatment in EGFR- and ERBB2-positive subpopulations.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273219",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study identified multiple genomic characteristics associated with primary and secondary resistance to first-line afatinib treatment in EGFR- and ERBB2-positive subpopulations"
    },
    {
      "title": "Kombucha Fermentation Enhanced the Flavor and Functional Properties of Blackberry Juice Beverage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273218/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Kombucha has been shown to improve the flavor profile and nutritional value of fermented beverages. In this study, blackberry juice beverage fermented with kombucha consortium (BJBF) was prepared at 28°C and 37°C, and the impact of fermentation temperature on the physicochemical properties and volatile flavor compounds of BJBF was analyzed. Results showed that the counts of acetic acid bacteria and yeast in blackberry juice beverage (BJB) significantly increased after fermentation, and these...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273218",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of fermentation temperature on the physicochemical properties and volatile flavor compounds of BJBF was analyzed",
      "conclusion": null
    },
    {
      "title": "Analysis of cross-platform health communication with a network approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Online health communities (OHCs) provide a platform for patients and those related to share and communicate, making complex medical information more digestible and actionable. Health communication within OHCs can be impacted by other information sources. This study examines cross-platform health communication by mining Breastcancer.org (the largest online breast cancer community) and Twitter (now X). Early analyses of OHCs, Twitter, and other online platforms often adopt simple measures like...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273214",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancing statistical analysis of real world data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273197/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "The National Health and Nutrition Examination Survey (NHANES) provides extensive public data on demographics, health, and nutrition, collected in 2-year cycles since 1999. Although invaluable for epidemiological and health-related research, the complexity of NHANES data, involving numerous files and disjoint metadata, makes accessing, managing, and analysing these datasets challenging. This paper presents a reproducible computational environment built upon Docker containers, PostgreSQL...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273197",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ethanol, acetaldehyde, lipopolysaccharide, and neutrophil extracellular traps: four-pronged attack on gut epithelial barrier",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "The intestinal epithelial barrier is formed by epithelial cells and their associated junctional complexes, comprising tight junctions, adherens junctions, and desmosomes. The junctional complex is composed of specialized junctional proteins that regulate nutrient permeability across the gut epithelium, while preventing penetration of pathogenic bacteria and toxins. Disruption of the junctional complex integrity and tampering with the junctional protein function lead to intestinal...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273194",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Support-Induced Interfacial Effects Steer Methanol Selectivity in CO<sub>2</sub> Electroreduction by Immobilized Cobalt Phthalocyanine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Achieving product selectivity in multistep electrocatalysis requires delicately tuning the stability of key reaction intermediates to modulate the energetics of competing pathways. The conversion of CO(2) by cobalt phthalocyanine (CoPc) presents a stark puzzle in this context; while solution-phase CoPc exclusively produces CO, its immobilization on carbon nanotube support triggers a substantial and unusual switch to methanol. Here, using multiscale simulations, we resolve this outstanding...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273177",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating the Antiviral Efficacy of Encapsulated PKC Inhibitor BIM-I against influenza A Virus Infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273167/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Influenza A virus (IAV) infections remain a major global health threat, as current vaccines and antivirals often lose efficacy due to frequent viral mutation and resistance development. This underscores the urgent need for novel therapeutic strategies, such as targeting host factors, which may reduce the likelihood of resistance. Here, we evaluated inhibitors of G protein-coupled receptor kinases (GRKs; paroxetine, CMPD101) and protein kinase C (PKC; Gö6983, bisindolylmaleimide-I (BIM-I)) for...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273167",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-world management of adjuvant systemic melanoma therapy: Multi-center survey of 51 DeCOG skin cancer centers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Surveillance practices differed among participating centers and often do not align with the current guideline. A consensus based consistent approach would benefit both patients and physicians.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273148",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Surveillance practices differed among participating centers and often do not align with the current guideline. A consensus based consistent approach would benefit both patients and physicians"
    },
    {
      "title": "Asymmetric Gingival Margins of Maxillary Central Incisors: Does It Matter to Lay Persons and Professionals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: An asymmetric gingival margin position between the maxillary central incisors negatively influences the rating/perception of attractiveness by lay persons and professionals.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273137",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "An asymmetric gingival margin position between the maxillary central incisors negatively influences the rating/perception of attractiveness by lay persons and professionals"
    },
    {
      "title": "Breaking the Vicious Cycle: Nanozyme-Driven Multimodal Therapeutics for Diabetic Wound Regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273134/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Diabetic wounds are a global health burden characterized by persistent non-healing and high infection risk. The hyperglycemic microenvironment triggers oxidative stress, microbial dysbiosis, and impaired angiogenesis, thereby disrupting the normal wound-healing process. Despite recent advancements, diabetic ulcers remain resistant to healing, leading to high amputation rates, which require novel treatments. Conventional therapies often fail to adequately address these multifaceted issues....",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273134",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cryogenic-Assisted Hydrogen Fluoride Surface Reactions Enabling Reversibly Ultra-High Selectivity of Atomic Layer Etching Between SiO<sub>2</sub> and SiN",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Atomic-level precision processes are increasingly essential for advanced semiconductor devices with highly-complicated small features. Plasma-enhanced atomic layer etching (ALE) is considered as a promising technique to meet requirements of material diversity and highly selective processing. Here, the ALE processes of SiO(2) and SiN are demonstrated through manipulating hydrogen-fluoride (HF) reactions for surface modification, followed by argon ion bombardment for material removal. By varying...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273132",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Collection of Patient-Derived Intestinal Organoid Lines Reveals Epithelial Phenotypes Associated with Genetic Drivers of Pediatric Inflammatory Bowel Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273131/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings underscore the potential of IEOs as a valuable model for studying IBD and offer key insights that could guide the development of targeted therapies for both monogenic and non-monogenic forms of IBD.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273131",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings underscore the potential of IEOs as a valuable model for studying IBD and offer key insights that could guide the development of targeted therapies for both monogenic and non-monogenic forms of IBD"
    },
    {
      "title": "The Nutrigenomic Effect of Mela Rosa Marchigiana Callus Extract on Cellular Senescence: Insight From a Preliminary In Vitro Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273127/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Mela Rosa Marchigiana (MRM) is an apple variety cultured in the center of Italy. Calluses derived from in vitro culture of MRM explants were used to obtain an ethanolic extract rich in pentacyclic triterpenic acids with putative anti-inflammatory and anti-aging effects. In this study, we investigated the transcriptomic and epigenetic effects of MRM callus extract (MRME) in an in vitro model of cellular senescence. Senescent HUVECs (sHUVECs) were treated with MRME. Transcriptomic analysis was...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273127",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the transcriptomic and epigenetic effects of MRM callus extract (MRME) in an in vitro model of cellular senescence",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel insights into predicting the presence of micropapillary and solid components in stage IA lung adenocarcinoma using machine learning models of modifiable risk factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: An interpretable KNN model was successfully developed to predict the presence of MP/S components in stage IA LUAC patients, demonstrating superior predictive performance. Accurate evaluation of relevant tumor characteristics possesses substantial clinical significance, as it enables guidance on the optimization of surgical approaches to enhance patient prognosis.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273124",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "An interpretable KNN model was successfully developed to predict the presence of MP/S components in stage IA LUAC patients, demonstrating superior predictive performance. Accurate evaluation of relevant tumor characteristics possesses substantial clinical significance, as it enables guidance on the ..."
    },
    {
      "title": "Higher levels of neutrophil extracellular traps in mucoid middle ear effusion obtained from otitis media with effusion in children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: NET-related biomarkers were significantly increased in mucoid effusions with a notable positive correlation to MUC5AC, MUC5B, and hearing levels.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273108",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NET-related biomarkers were significantly increased in mucoid effusions with a notable positive correlation to MUC5AC, MUC5B, and hearing levels"
    },
    {
      "title": "Promoting Human Intestinal Organoid Formation and Stimulation Using Piezoelectric Nanofiber Matrices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273104/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Human organoid model systems have changed the landscape of developmental biology and basic science. They serve as a great tool for human-specific interrogation. In order to advance our organoid technology, we aimed to test the compatibility of a piezoelectric material with organoid generation, because it will create a new platform with the potential for sensing and actuating organoids in physiologically relevant ways. We differentiated human pluripotent stem cells into spheroids following the...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273104",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "test the compatibility of a piezoelectric material with organoid generation, because it will create a new platform with the potential for sensing and actuating organoids in physiologically relevant wa...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Daratumumab in Pediatric Chronic Refractory Primary Immune Thrombocytopenia (ITP): Rapid Platelet Recovery, Sustained Response, and Immune Reconstitution Dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273095/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273095",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GlycoRNAdb: a database of glycoRNA sequences, structures, abundance, and glycan information across tissues and cell lines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Glycosylated RNAs (glycoRNAs), recently discovered as cell surface molecules modified by complex N-glycans, represent a transformative frontier in RNA biology with emerging roles in immune regulation and intercellular communication. To address the lack of a dedicated resource, we developed GlycoRNAdb (http://www.glycornadb.com), the first comprehensive database integrating experimentally supported, specifically enriched glycoRNA sequences with associated glycosylation sites, secondary...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273091",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CircleBase V2: an eccDNA annotation platform across cancers and species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CircleBase V2 (http://circlebase2.maolab.org) is a comprehensive update of our previously developed database, offering a significantly expanded and functionally enhanced resource for investigating extrachromosomal circular DNA (eccDNA) in human and mouse. This version introduces several key advancements: (i) a 12-fold increase in eccDNA data, comprising over 7.4 million entries from >300 types of cell lines and tissues, providing broader coverage across diverse physiological and disease...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273082",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SeekPCMdb: knowledge on disease-associated protein-coding mutations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Protein-coding mutations (PCMs) play crucial roles in the onset and progression of human diseases. With the widespread application of next-generation sequencing, an increasing number of disease-associated PCMs have been reported. However, these mutations are scattered across a vast body of literature, limiting their accessibility for systematic investigation. To address this challenge, we present SeekPCMdb (https://ngdc.cncb.ac.cn/seekpcmdb/), a literature-derived knowledge base that...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273075",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimized TPL6 Peptide Gel Exhibits Broad-Spectrum Antimicrobial Activity and Effectively Treats Drug-Resistant Wound Infections in Diabetic Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273059/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Antibiotics are the primary treatments for diabetic foot infections (DFIs) but are often ineffective against severe, polymicrobial, or drug-resistant microbial strains. Antimicrobial peptides (AMPs) offer broad-spectrum activity, yet most fail in clinical translation due to known limitations. Here, TPL6 is developed, a TP4-derived AMP with glycine-rich segments deleted, yielding a variant with potent, robust antimicrobial activity and reduced cytotoxicity. TPL6 retains its α-helical structure...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273059",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adolescent White Matter Maturation Mediates Epigenetic Associations With Cognitive Development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273056/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "One hallmark of brain maturation in adolescence is increased myelination (fractional anisotropy [FA]) of the axons, although the epigenetic drivers of this stage of neurodevelopment are as yet poorly understood. Our previous study of a longitudinal cohort of normally developing adolescents, aged nine to fourteen, established the connections between changes in DNA methylation (DNAm) at seven cytosine-phosphate-guanine (CpG) sites in genes highly expressed in the brain to grey matter maturation as...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273056",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plasma Extraction by Acetonitrile and Trichloroacetic Acid With Dithiothreitol and Combination for Low Molecular Weight Proteome Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273055/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "The low molecular weight (LMW) proteome fraction comprises small proteins and endogenous peptide fragments present in peripheral circulation that could serve as potential diagnostic markers; however, the coverage of the mass spectrometry-based plasma or serum LMW proteomic analysis is limited. We found that 60%, 70%, 80%, and 90% acetonitrile and 10% trichloroacetic acid (TCA) with or without dithiothreitol (DTT) extracted different LMW proteins (below 50 kD or smaller). Extraction by 60%, 80%...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273055",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Urinary Peptidomic Profiling In Post-Acute Sequelae of SARS-CoV-2 Infection: A Case-Control Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Post-acute sequelae of severe acute respiratory syndrome coronavirus 2-infection (PASC) is challenging to diagnose and treat, and its molecular pathophysiology remains unclear. Urinary peptidomics can provide valuable information on urine peptides that may enable improved and specified PASC diagnosis. Using standardized capillary electrophoresis-MS, we examined the urinary peptidomes of 50 patients with PASC 10 months after COVID-19 and 50 controls, including healthy individuals (n = 42) and...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273049",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the urinary peptidomes of 50 patients with PASC 10 months after COVID-19 and 50 controls, including healthy individuals (n = 42) and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Supporting autonomy, easing burden: Parental autonomy support mitigates academic burnout and loneliness in Chinese adolescents through emotion reactivity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Parental autonomy support, the extent to which parents facilitate their child's independent use of decision-making and problem-solving skills, is an important contributor to adolescent development. This study aimed to explore the effect of parental autonomy support on academic burnout and loneliness among adolescents and whether this link was mediated by the emotion reactivity of the adolescent. Participants (N = 965) were recruited from a Chinese middle school and completed a three-wave...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "explore the effect of parental autonomy support on academic burnout and loneliness among adolescents and whether this link was mediated by the emotion reactivity of the adolescent",
      "significance": "contributor to adolescent development",
      "conclusion": null
    },
    {
      "title": "Towards a Synergy-Driven Design Paradigm for Metal-Organic Framework/Polymer Nanocomposites via Predictive Multiscale Simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Experimental reports indicate that embedding metal-organic frameworks (MOFs) in polymer matrices both facilitates practical engineering applications and may yield properties surpassing the rule-of-mixtures expectations owing to interfacial synergy. Herein, computational methods are used to predict this amplification a priori, opening the door to in-silico synergy-driven design paradigm. Thermal conductivity is chosen as the model property, important because heat management governs...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41273008",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "because heat management governs",
      "conclusion": null
    },
    {
      "title": "Magnetically-Induced Suppression of Oxidative Stress Prevents Venous Thrombosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272999/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Venous thrombosis remains a major clinical challenge, with current therapeutic options limited by bleeding risks and procedural invasiveness. Here, it is demonstrated that static magnetic fields (SMFs) provide a non-invasive and effective strategy for thrombosis prevention by mitigating oxidative damage to the vascular endothelium. In a murine model induced by FeCl(3), exposure to SMFs significantly reduces thrombus formation, improves survival, and restores venous blood flow without affecting...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272999",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tenecteplase for Ischemic Stroke due to Large Vessel Occlusion at 4.5 to 24 Hours: A Meta-Analysis of Randomized Controlled Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This meta-analysis of randomized controlled trials manifested that tenecteplase within a 4.5- to 24-h time window of large vessel occlusion stroke was superior to control for an excellent functional outcome (mRS 0-1) without safety concerns.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272983",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This meta-analysis of randomized controlled trials manifested that tenecteplase within a 4.5- to 24-h time window of large vessel occlusion stroke was superior to control for an excellent functional outcome (mRS 0-1) without safety concerns"
    },
    {
      "title": "Myosin VIII and XI isoforms interact with Agrobacterium VirE2 protein and help direct transport from the plasma membrane to the perinuclear region during plant transformation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272975/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Agrobacterium transfers single-strand T-DNA (T-strands) and virulence effector proteins into plant cells. VirE2, an effector protein, enters the plant cell and is thought to bind T-strands, protecting them from nuclease degradation and helping guide them to the nucleus. How VirE2 is trafficked inside the plant cell is not fully understood. Using bimolecular fluorescence complementation, in vitro pull-down, yeast two-hybrid, and in vivo co-immunoprecipitation assays, we found that VirE2 binds...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272975",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A multilevel formalism to model the hybrid E/M phenotypes in Epithelial-Mesenchymal Plasticity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272973/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Epithelial-mesenchymal plasticity (EMP) is a cell-fate switching program that enables cells to adopt a spectrum of phenotypes ranging from epithelial (E) to mesenchymal (M), including intermediate hybrid E/M states. Hybrid E/M phenotypes are conducive to cancer metastasis, as they are associated with metastatic initiation, cancer stemness, drug resistance, and collective migration. Boolean models of the gene regulatory networks (GRNs) underlying EMP have yielded valuable insights into the...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272973",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding Inequities in COVID-19 Pandemic-Related Job Loss in Michigan Through a Social Class Lens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Distinct social classes were strongly associated with pandemic-related job loss. Employment relations are a modifiable social determinant shaping vulnerability to economic disruption, underscoring the need for future research on class as a mechanism contributing to pandemic-related health and employment inequities.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272969",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Distinct social classes were strongly associated with pandemic-related job loss. Employment relations are a modifiable social determinant shaping vulnerability to economic disruption, underscoring the need for future research on class as a mechanism contributing to pandemic-related health and employ..."
    },
    {
      "title": "Increased Brain-to-Brain Synchronization During Literary Arabic Storytelling Following a Dialogic Reading Intervention: A Hyperscanning-EEG Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272966/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that DR not only promotes language development but also reduces the neural disparity between SA and LA, highlighting its potential to support early cognitive and linguistic development in Arabic-speaking children.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272966",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that DR not only promotes language development but also reduces the neural disparity between SA and LA, highlighting its potential to support early cognitive and linguistic development in Arabic-speak...",
      "conclusion": "These findings suggest that DR not only promotes language development but also reduces the neural disparity between SA and LA, highlighting its potential to support early cognitive and linguistic development in Arabic-speaking children"
    },
    {
      "title": "Multivariate models improve accuracy of genomic prediction for spring frost tolerance in Norway spruce",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272965/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Warming spring temperatures increase the risk of frost damage to emerging Norway spruce (Picea abies) buds by advancing their spring phenology and increasing the frost event frequency. We present a field-based electrolyte leakage assay to assess basal frost tolerance in newly emerging buds. Using this assay, we estimated genetic parameters and tested the effectiveness of multivariate genomic selection (GS) models integrating frost tolerance, bud burst phenology, and height growth. Multivariate...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272965",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing the Efficacy of a Prefabricated Inflatable Ankle Orthotic Brace in Correcting Progressive Collapsing Foot Deformity With Weightbearing Computed Tomography: A Prospective Case Control Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest device-specific efficacy was limited to class C PCFD on static WBCT measures; clinical benefit remains unproven and warrants PROMs/MCID-anchored studies.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272958",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "device-specific efficacy was limited to class C PCFD on static WBCT measures; clinical benefit remains unproven and warrants PROMs/MCID-anchored studies",
      "conclusion": "These findings suggest device-specific efficacy was limited to class C PCFD on static WBCT measures; clinical benefit remains unproven and warrants PROMs/MCID-anchored studies"
    },
    {
      "title": "Topologically Optimized Intrinsic Brain Networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272954/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "The estimation of brain networks is instrumental in quantifying and evaluating brain function. Nevertheless, achieving precise estimations of subject-level networks has proven to be a formidable task. In response to this challenge, researchers have developed group-inference frameworks that leverage robust group-level estimations as a common reference point to infer corresponding subject-level networks. Generally, existing approaches either leverage the common reference as a strict, voxel-wise...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272954",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating dementia care into primary health services: lay health workers with internal facilitation in Uganda",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: WLDC+IF is a feasible, leadership-centered strategy that leverages existing health system structures to integrate dementia care into primary services. Positioning Health Assistants as internal facilitators may strengthen local supervision, build LHW capacity, and address psychosocial/clinical needs, with potential to reduce caregiver burden, and improve quality of life.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272946",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "WLDC+IF is a feasible, leadership-centered strategy that leverages existing health system structures to integrate dementia care into primary services. Positioning Health Assistants as internal facilitators may strengthen local supervision, build LHW capacity, and address psychosocial/clinical needs,..."
    },
    {
      "title": "Elucidation of Critical Amino Acid Residues for Antibody and Transmembrane Antigen Interactions via Cell-Free Protein Expression-Based Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "The generation of antibodies against integral membrane proteins (IMPs) presents unique challenges due to IMPs' low natural abundance, reduced biosynthesis rate, limited level of extraction, and low purification yield. That stems from their intricate structure defining the conformal epitope location. This study introduces a novel approach to identify crucial amino acid residues involved in the interaction between antibodies and tumor-associated transmembrane antigens based on utilizing a...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272942",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dialectical Behavior Therapy and Cognitive Behavior Therapy in Individuals With Binge-Eating Disorder: What Works for Whom?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272931/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: To evaluate moderators and predictors of response to cognitive behavioral therapy (CBT) and dialectical behavior therapy (DBT) for binge-eating disorder (BED).",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272931",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "To evaluate moderators and predictors of response to cognitive behavioral therapy (CBT) and dialectical behavior therapy (DBT) for binge-eating disorder (BED)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cardiovascular Risk of Romosozumab vs. Teriparatide: A Cohort Study Using Japan's National Claims Database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272927/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Disproportionality analyses suggested a cardiovascular risk signal for romosozumab, while statistically significant associations were not found in the real-world database studies. Therefore, a larger comparative study was necessary to examine this signal. This study aimed to compare the cardiovascular risks of romosozumab with those of teriparatide in the overall population and in groups with a history of major adverse cardiovascular events (MACE). A new user cohort study was conducted using...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272927",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "compare the cardiovascular risks of romosozumab with those of teriparatide in the overall population and in groups with a history of major adverse cardiovascular events (MACE)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A cluster-randomized controlled trial assessing the effectiveness of a multifaceted versus a discrete implementation strategy on fidelity to an occupational guideline for the prevention of mental health problems at the workplace: a dual perspective from Swedish schools",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272910/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The multifaceted strategy was more effective than the discrete strategy in fidelity attainment after 12 months. Assessing fidelity from the implementer and recipient perspectives provided an understanding of the contextual functioning of the strategies, highlighting the variation in fidelity and the importance of examining the need for adaptations of strategies during the implementation process.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272910",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The multifaceted strategy was more effective than the discrete strategy in fidelity attainment after 12 months. Assessing fidelity from the implementer and recipient perspectives provided an understanding of the contextual functioning of the strategies, highlighting the variation in fidelity and the..."
    },
    {
      "title": "Monitoring and evaluating an implementation strategy aimed at improving interprofessional collaboration in community-based fall prevention: a mixed-methods study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study identified four key themes influencing the implementation process and impact of a multifaceted implementation strategy aimed at improving IPC among HSCPs in community-based fall prevention: network building, team dynamics, coordination and implementation dynamics. Monitoring and evaluation are crucial for identifying the specific activities needed to effectively implement interventions in real-world settings. Given the complexity of implementation processes and ongoing...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272897",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of a multifaceted implementation strategy aimed at improving IPC among HSCPs in community-based fall prevention: network building, team dynamics, coordination and implementation dynamics",
      "conclusion": "This study identified four key themes influencing the implementation process and impact of a multifaceted implementation strategy aimed at improving IPC among HSCPs in community-based fall prevention: network building, team dynamics, coordination and implementation dynamics. Monitoring and evaluatio..."
    },
    {
      "title": "Mutation in the knockdown resistance gene and population genetic structure in Culex tritaeniorhynchus from Guizhou Province",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Overall, Culex tritaeniorhynchus has not yet developed widespread resistance to pyrethroid insecticides in Guizhou Province, and the risk of spreading resistance genes needs to be continuously monitored owing to high population genetic diversity and frequent gene exchange.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272887",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Overall, Culex tritaeniorhynchus has not yet developed widespread resistance to pyrethroid insecticides in Guizhou Province, and the risk of spreading resistance genes needs to be continuously monitored owing to high population genetic diversity and frequent gene exchange"
    },
    {
      "title": "Improving uptake of pediatric vaccines through religious conferences and mobile vaccine clinics in Aceh, Indonesia (TABRIE): study protocol for a stepped wedge cluster randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272880/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Despite advancements in child immunization, inadequate immunization rates in low- and middle-income countries persist due to inadequate health infrastructure, challenges in vaccine supply and distribution, insufficient healthcare provider training, and low levels of community trust in vaccines. Aceh, a religiously conservative province in Indonesia, has low pediatric vaccination coverage and exemplifies the need for innovative vaccine delivery models. Evidence suggests interventions...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272880",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Does perioperative discontinuation of anti-rheumatic drugs increase postoperative complications in orthopedic surgery for rheumatoid arthritis?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In orthopedic surgery for patients with RA, maintaining the standard or the half of administration interval of bDMARD appears safe in the preoperative period. However, the drug discontinuation may increase the risk of postoperative flare-ups, particularly with IL-6 inhibitors. In addition, T-cell function modifiers may be associated with a lower risk of delayed wound healing, suggesting their safety profile in this context.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272853",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "In orthopedic surgery for patients with RA, maintaining the standard or the half of administration interval of bDMARD appears safe in the preoperative period. However, the drug discontinuation may increase the risk of postoperative flare-ups, particularly with IL-6 inhibitors"
    },
    {
      "title": "Diagnostic potential of GLP recombinant antigens in whole blood assays for Leishmania infantum infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We propose that, once validated in larger studies, these GLP Leishmania antigens might help improve the accuracy of treatment monitoring and diagnosing cure.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272851",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We propose that, once validated in larger studies, these GLP Leishmania antigens might help improve the accuracy of treatment monitoring and diagnosing cure"
    },
    {
      "title": "The impact of miR-221-3p modification by the m6A demethylase ALKBH5 on the inflammatory response in spinal tuberculosis and its diagnostic significance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272849/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: miR-221-3p may serve as a potential diagnostic biomarker for STB. ALKBH5 upregulation promotes STB progression by inhibiting miR-221-3p maturation via m6A demethylation, which enhances the inflammatory response. Targeting the ALKBH5/miR-221-3p axis may offer a novel therapeutic approach for STB.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272849",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "miR-221-3p may serve as a potential diagnostic biomarker for STB. ALKBH5 upregulation promotes STB progression by inhibiting miR-221-3p maturation via m6A demethylation, which enhances the inflammatory response"
    },
    {
      "title": "The cortical mechanisms underlying the analgesic effects of repetitive transcranial magnetic stimulation: protocol for a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272835/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Repetitive transcranial magnetic stimulation (rTMS) is a promising, safe, and non-invasive treatment for pain. However, there is no clear understanding of the cortical mechanisms underlying the analgesic effect of rTMS. One theory is that rTMS-induced analgesia is associated with alterations in corticomotor and cortical excitability, assessed using single-pulse TMS and TMS-electroencephalography (TMS-EEG), respectively. The aim of this systematic review and meta-analysis will be to...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272835",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this systematic review and meta-analysis will be to",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic value of diffusion-weighted magnetic resonance imaging in differentiating benign and malignant fetal adrenal tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272816/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings indicate that the quantitative DWI parameter ADCmin can reliably differentiate fetal adrenal NB from benign lesions prenatally. Its high sensitivity and specificity may provide an objective basis for clinical decisions and optimized perinatal management.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272816",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "basis for clinical decisions and optimized perinatal management",
      "significance": "that the quantitative DWI parameter ADCmin can reliably differentiate fetal adrenal NB from benign lesions prenatally",
      "conclusion": "These findings indicate that the quantitative DWI parameter ADCmin can reliably differentiate fetal adrenal NB from benign lesions prenatally. Its high sensitivity and specificity may provide an objective basis for clinical decisions and optimized perinatal management"
    },
    {
      "title": "A clinical presentation of rhino-orbito-cerebral mucormycosis in a patient with aplastic anemia: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This case highlights the diagnostic and therapeutic challenges in managing mucormycosis in patients with hematological disorders. A key factor contributing to the unfavorable outcome was the prolonged interval between symptom onset and rhino-orbito-cerebral mucormycosis diagnosis. Physicians should consider invasive fungal infections in all immunocompromised patients, particularly those with aplastic anemia, when they present with facial soft tissue infections.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272805",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case highlights the diagnostic and therapeutic challenges in managing mucormycosis in patients with hematological disorders. A key factor contributing to the unfavorable outcome was the prolonged interval between symptom onset and rhino-orbito-cerebral mucormycosis diagnosis"
    },
    {
      "title": "Distinct DNA methylation in mother-infant dyads exposed to PM2.5 in pregnancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272803/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Air pollution exposure during pregnancy increases the risk of allergic and respiratory diseases, yet its epigenetic effects across the maternal-fetal interface remain poorly understood. We conducted a pilot study of 10 mother-infant dyads near Fresno, California, to investigate whether prenatal air pollution exposure is associated with differential DNA methylation (DNAm) in maternal peripheral blood mononuclear cells (PBMCs) and infant cord blood mononuclear cells (CBMCs). Using a custom DNAm...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272803",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Developing and testing a digital harm reduction app for GBMSM engaging in chemsex: a feasibility study grounded in users' lived experiences",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272793/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A collaborative, user-centered approach to app design shows promise for digital solutions addressing chemsex-related harms, including HIV prevention, with functions closely tied to lived experiences.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272793",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A collaborative, user-centered approach to app design shows promise for digital solutions addressing chemsex-related harms, including HIV prevention, with functions closely tied to lived experiences"
    },
    {
      "title": "Periodontal ligament stem cells in tissue remodeling: from mechanical forces to inflammatory signals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "The periodontal ligament (PDL), a specialized fibrous connective tissue bridging cementum and alveolar bone, harbors periodontal ligament stem cells (PDLSCs) as its key regenerative cellular component. Within the oral cavity, PDLSCs are continually exposed to two predominant stimuli: mechanical forces and inflammatory signals. Under physiological conditions, PDLSCs experience cyclic loading forces during normal mastication. During orthodontic treatment, controlled mechanical force stimulates...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272792",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization and comparative genome analysis of a new Tequintavirus isolated on Salmonella enterica serotype Tennessee",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272790/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: The rise in multidrug-resistant pathogenic bacteria presents a major current challenge, highlighting the urgent need for alternatives and sustainable biocontrol strategies. We aimed to isolate a bacteriophage against Salmonella enterica serotype Tennessee sequence type 5018, a food-processing pathogen.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272790",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The rise in multidrug-resistant pathogenic bacteria presents a major current challenge, highlighting the urgent need for alternatives and sustainable biocontrol strategies",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Family refusal rates for organ donation after brain death and after circulatory death: a single-center 6-year experience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Family refusal was the leading reason for missed donation opportunities among patients without documented opt-in consent, accounting for one in four cases. The donation pathway (DBD vs. cDCD) did not significantly influence family decision-making. Given ongoing organ shortages and high wait-list mortality, strategies are needed to support family decisions and to promote the formal registration of opt-in consent among citizens.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272788",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Family refusal was the leading reason for missed donation opportunities among patients without documented opt-in consent, accounting for one in four cases. The donation pathway (DBD vs"
    },
    {
      "title": "L-Glycine and L-leucine derived multifunctional ionic liquids for potential antibacterial applications: in-vitro and in-silico studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272775/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Ionic liquids (ILs) have gained significant attention among material scientists for their versatile properties. Amino acid-based ionic liquids (AAILs) have the potential to be tailored for desired physicochemical properties due to their structural adaptability and unique attributes. Twenty-four distinct ILs were synthesized, containing multifunctional cations viz. 1-octyl pyridinium, 1-octyl-3-methylimidazolium, 1,3-dioctylimidazolium, Di-octyldi-butylammonium, Tetraoctylphosphonium, N, N, N',...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272775",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mental health first aid training to improve depression literacy among health ambassadors in Iran: study protocol for a cluster-randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272774/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND AND OBJECTIVE: One of the strategies for enhancing the mental health literacy of the community could be capacity building in the field of mental health first aid (MHFA) training among health ambassadors, who serve as volunteers between health service providers and families. The present study aims to investigate the effectiveness of MHFA training packages for depression prevention using critical thinking methods on the depression literacy (as a key component of mental health literacy)...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272774",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "One of the strategies for enhancing the mental health literacy of the community could be capacity building in the field of mental health first aid (MHFA) training among health ambassadors, who serve a...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term safety outcomes and patient preferences for home-based intravenous enzyme replacement therapy (ERT) in Pompe disease and Mucopolysaccharidosis Type I (MPS-I): final results of two-year observation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272769",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "RNA virome of ticks and fleas infesting Marmota himalayana from the Qinghai-Tibet plateau",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Overall, these findings highlight the diverse and abundant viruses that arthropods in the Qinghai-Tibet plateau can harbor, shedding light on the potential for cross-species transmission of viruses.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272761",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Overall, these findings highlight the diverse and abundant viruses that arthropods in the Qinghai-Tibet plateau can harbor, shedding light on the potential for cross-species transmission of viruses"
    },
    {
      "title": "Assessing the impact of educational TV program intervention on transforming elderly patients, promote patient involvement, and mitigating violence toward physicians: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272760/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The educational TV program could effectively improve willingness to participate in medical decision-making, patient experience, and patient literacy, reducing aggression against doctors among elderly patients. Findings suggest that the educational TV program is a promising, low-cost strategy to promote patient involvement, mitigate the violence toward physicians and improve the DPR from the patient side.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272760",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The educational TV program could effectively improve willingness to participate in medical decision-making, patient experience, and patient literacy, reducing aggression against doctors among elderly patients. Findings suggest that the educational TV program is a promising, low-cost strategy to prom..."
    },
    {
      "title": "Characterization of a novel SERPINA1 variant carrying two missense mutations: molecular mechanisms and functional impact",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Alpha 1-Antitrypsin Deficiency (AATD) is a rare genetic disorder caused by mutations in the SERPINA1 gene, which encodes the Alpha 1-Antitrypsin (AAT) protein. Individuals carrying pathogenic SERPINA1 variants are predisposed to lung and liver damage. The most common AATD-associated SERPINA1 alleles are the S and Z alleles, though additional variants have been identified. This study describes the discovery of a new SERPINA1 variant detected in two unrelated families from two cities in...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272759",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fair pricing, fair access; a systematic review of cost-effectiveness of new hyperlipidemia injectable medication in developing countries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272757/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Cost-effectiveness of PCSK9 inhibitors and inclisiran varies across developing countries, driven by drug prices, WTP thresholds, and healthcare perspectives. Evolocumab may be cost-effective in high-risk subgroups or in Mexico and Saudi Arabia but remains largely unaffordable elsewhere. Ezetimibe was consistently more favorable. Price reductions, tiered pricing, pooled procurement, and context-specific thresholds are essential to improve access and equity.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272757",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cost-effectiveness of PCSK9 inhibitors and inclisiran varies across developing countries, driven by drug prices, WTP thresholds, and healthcare perspectives. Evolocumab may be cost-effective in high-risk subgroups or in Mexico and Saudi Arabia but remains largely unaffordable elsewhere"
    },
    {
      "title": "Ivabradine for prevention of myocardial injury after noncardiac surgery (PREVENT-MINS trial): study protocol for a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Myocardial injury is a major cause of death after noncardiac surgery and is associated with long-term cardiovascular outcomes. Perioperative tachycardia increases this risk. Although perioperative beta blockers prevent myocardial injury, they increase the risk of death and stroke, which analyses suggest is due to a significant increase in hypotension. Ivabradine, a selective heart rate-lowering drug, may offer a safer alternative. The primary objective of the PREVENT-MINS trial is to...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272750",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of the PREVENT-MINS trial is to",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physiology-guided management of patients with severe hypoxemia ineligible for ECMO: a multidisciplinary lung rescue team approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272741/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272741",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Peptide nucleic acid (PNA) clamps enhance root microbiome profiling in wheat and maize",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272710/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In conclusion, the introduction of universal PNA clamps during PCR assays significantly reduced amplification of host contamination and enhanced the detection of low-abundance microbiome and the depth of microbial profiling in both maize and wheat root tissues, with effects being concentration- and crop-specific.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272710",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In conclusion, the introduction of universal PNA clamps during PCR assays significantly reduced amplification of host contamination and enhanced the detection of low-abundance microbiome and the depth of microbial profiling in both maize and wheat root tissues, with effects being concentration- and ..."
    },
    {
      "title": "Prognostic value of manual and digital PD-L1 expression in pT3 and pT4 colon cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272706/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our results suggest that high PD-L1 expression is associated with longer OS. In future studies examining PD-L1 expression as a prognostic biomarker in CC, assessing PD-L1 expression using a digital approach or the CPS can be recommended.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272706",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results suggest that high PD-L1 expression is associated with longer OS. In future studies examining PD-L1 expression as a prognostic biomarker in CC, assessing PD-L1 expression using a digital approach or the CPS can be recommended"
    },
    {
      "title": "Bioinformatic analysis and validation of candidate genes in the eutopic endometrium reveal differential expressions in diffuse adenomyosis, endometrioma, and their co-existence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Distinct expression profiles were observed in diffuse adenomyosis versus ovarian endometriosis and co-existent phenotype. Expression of key genes indicated enhanced ECM remodeling in adenomyosis, with MMP7, MMP9, and MMP11 emerging as potential discriminatory markers. The divergent expressions in the co-existent phenotype suggest distinct molecular mechanisms that merit further study.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272701",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Distinct expression profiles were observed in diffuse adenomyosis versus ovarian endometriosis and co-existent phenotype. Expression of key genes indicated enhanced ECM remodeling in adenomyosis, with MMP7, MMP9, and MMP11 emerging as potential discriminatory markers"
    },
    {
      "title": "Comparable performance of 1,5-anhydroglucitol and continuous glucose monitoring in detecting subclinical atherosclerosis in elderly patients with type 2 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272699/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In older adults with type 2 diabetes, 1,5-AG demonstrated a performance comparable to CGM for detecting abnormal CIMT, supporting its potential as a clinical biomarker for identifying subclinical atherosclerosis.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272699",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In older adults with type 2 diabetes, 1,5-AG demonstrated a performance comparable to CGM for detecting abnormal CIMT, supporting its potential as a clinical biomarker for identifying subclinical atherosclerosis"
    },
    {
      "title": "Pro-inflammatory cytokines level in depressed patients with suicidal behaviour: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272690/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The review found no significant cytokine differences (including IFN-γ, IL-1β, IL-2, IL-4, IL-8, IL-10, TGF-β1, TNF-α) between depressed individuals with or without suicidal ideation and controls. Variations likely reflect methodological differences, highlighting the need for standardized, longitudinal research.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272690",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The review found no significant cytokine differences (including IFN-γ, IL-1β, IL-2, IL-4, IL-8, IL-10, TGF-β1, TNF-α) between depressed individuals with or without suicidal ideation and controls. Variations likely reflect methodological differences, highlighting the need for standardized, longitudin..."
    },
    {
      "title": "Burnout, anxiety, and resilience among nurses during wartime: evidence from a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Despite extremely high levels of anxiety and stress, nurses maintained moderate burnout and resilience levels during wartime. The role of resilience and the mediating role of stress highlight the importance of targeted interventions focused on stress management and resilience building, particularly for high-risk groups.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272679",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite extremely high levels of anxiety and stress, nurses maintained moderate burnout and resilience levels during wartime. The role of resilience and the mediating role of stress highlight the importance of targeted interventions focused on stress management and resilience building, particularly ..."
    },
    {
      "title": "Immune cell dynamics, cytokines, and extracellular vesicles in systemic inflammatory response syndrome (SIRS): a multiparametric analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272676/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study demonstrates the dynamic kinetics of multiple cell subsets, cytokines and EVs during SIRS, highlighting differences between SIRS initiated by polytrauma versus non-polytrauma events and identifying correlations between biological findings and patient outcomes.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272676",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our study demonstrates the dynamic kinetics of multiple cell subsets, cytokines and EVs during SIRS, highlighting differences between SIRS initiated by polytrauma versus non-polytrauma events and identifying correlations between biological findings and patient outcomes"
    },
    {
      "title": "Recent advances in electric-stimulus assisted microneedle patches for skin disease treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Due to the natural barrier of skin structure, traditional topical drug utilization for skin disease management has been severely constrained by low bioavailability. While current microneedle (MN)-based systems confront challenges related to therapeutic efficacy, penetration depth, and delivery precision, they offer considerable promise as minimally invasive platforms. To address these limitations, electric stimulus (ES) has been strategically integrated as a programmable external trigger within...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272674",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigation of job stability and influencing factors for graduates of public health-related majors in Jiangxi Province, China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Strengthening job stability through measures such as career advancement opportunities and fulfillment of psychological contracts is essential for retaining public health professionals in under-resourced provinces like Jiangxi.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272672",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Strengthening job stability through measures such as career advancement opportunities and fulfillment of psychological contracts is essential for retaining public health professionals in under-resourced provinces like Jiangxi"
    },
    {
      "title": "The assimilation affects research from three days' social facilitation of eating by using whole network autocorrelation analysis plus multilevel linear modeling: a normative analysis based on prospective cohort study data in the UK",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Social facilitation of eating enhances dietary assimilation through behavioral coordination patterns that vary under specific temporal and contextual conditions. The complementary findings from network analysis and MLM indicate that social influence manifests primarily in synchronized eating patterns rather than overall consumption increases. Leveraging these coordinated behavioral patterns offers promising avenues for promoting healthy dietary norms through social contexts,...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272662",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Social facilitation of eating enhances dietary assimilation through behavioral coordination patterns that vary under specific temporal and contextual conditions. The complementary findings from network analysis and MLM indicate that social influence manifests primarily in synchronized eating pattern..."
    },
    {
      "title": "Usability evaluation methods for hospital information systems: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272660",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between the atherogenic index of plasma and major adverse cardiovascular events in individuals with metabolic syndrome: findings from the UK biobank",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This observational study showed that higher AIP was associated with increased risks of MACE and its component endpoints, highlighting its potential as a biomarker for risk stratification among individuals with MetS.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272658",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This observational study showed that higher AIP was associated with increased risks of MACE and its component endpoints, highlighting its potential as a biomarker for risk stratification among individuals with MetS"
    },
    {
      "title": "The COPD risk associated with adulthood weight change and early adulthood BMI: a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Weight change and early adulthood BMI were inversely linked to COPD risk in males, while in females, both extreme weight loss or gain increased COPD risk.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272635",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Weight change and early adulthood BMI were inversely linked to COPD risk in males, while in females, both extreme weight loss or gain increased COPD risk"
    },
    {
      "title": "A longitudinal comparative analysis of sustained benefit of a self-care intervention for caregivers of adults with heart failure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In informal caregivers of adults with heart failure, virtual health coaching led to sustained benefits in stress and physical HRQL, even 6 months after health coaching ended. Sustained benefit was not seen in self-care or mental HRQL.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272616",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In informal caregivers of adults with heart failure, virtual health coaching led to sustained benefits in stress and physical HRQL, even 6 months after health coaching ended. Sustained benefit was not seen in self-care or mental HRQL"
    },
    {
      "title": "A rare case of long-term retention of a fractured endodontic instrument in the alveolar bone without adverse effects on the successor tooth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This case illustrates that small endodontic fragments retained from primary tooth treatment may remain embedded in the alveolar bone for decades without inducing inflammation or disrupting the development of permanent teeth or periodontal tissues. In cases where foreign bodies are asymptomatic and radiographically stable, conservative monitoring may be a clinically reasonable approach.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272614",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case illustrates that small endodontic fragments retained from primary tooth treatment may remain embedded in the alveolar bone for decades without inducing inflammation or disrupting the development of permanent teeth or periodontal tissues. In cases where foreign bodies are asymptomatic and r..."
    },
    {
      "title": "Digital rectal exam vs. electronic \"digitized\" prostate exam",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272613/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272613",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and clinical application of a rapid qPCR instrument featuring three independent temperature modules and a time-based algorithm for respiratory pathogen diagnosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272612/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The FQ-8B, developed based on three independent temperature modules and a time-based algorithm, demonstrates rapid, sensitive, specific, cost-effective, and portable characteristics. It provides timely on-site screening of multiple respiratory pathogens, rendering it a potent tool for infectious disease diagnosis and monitoring.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272612",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The FQ-8B, developed based on three independent temperature modules and a time-based algorithm, demonstrates rapid, sensitive, specific, cost-effective, and portable characteristics. It provides timely on-site screening of multiple respiratory pathogens, rendering it a potent tool for infectious dis..."
    },
    {
      "title": "Trends in epidemics pertaining to notifiable infectious diseases in China and prediction models for key diseases: a case study of Ziyang County",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The incidence of tuberculosis decreased consistently, whereas the incidence of influenza rebounded sharply after nonpharmaceutical interventions were lifted. The SARIMA models reproduced seasonal patterns but showed limited accuracy for influenza and HFMD, reflecting the influence of surveillance changes, behavioral shifts, and sparse data. These findings highlight the need for complementary approaches-such as models explicitly accounting for structural breaks-to improve the...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272603",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The incidence of tuberculosis decreased consistently, whereas the incidence of influenza rebounded sharply after nonpharmaceutical interventions were lifted. The SARIMA models reproduced seasonal patterns but showed limited accuracy for influenza and HFMD, reflecting the influence of surveillance ch..."
    },
    {
      "title": "Integrated risks from air pollution and climate extremes: synergistic effects of ozone, heat, and humidity on cardiovascular mortality",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272591/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: O(3) exposure significantly increases cardiovascular mortality, with risks amplified by high temperature and moderate humidity. These findings highlight the necessity of integrating climate interactions into region-specific air quality policies and public health warnings.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272591",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "O(3) exposure significantly increases cardiovascular mortality, with risks amplified by high temperature and moderate humidity. These findings highlight the necessity of integrating climate interactions into region-specific air quality policies and public health warnings"
    },
    {
      "title": "Ambient sulfur dioxide and daily outpatient visits for allergic conjunctivitis: a multi-city time-stratified case-crossover study in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This is the largest study in China to demonstrate that short-term SO(2) exposure increases the risk of AC. Our findings emphasize that reducing SO(2) pollution is important to protect ocular health and provide insights for future standards and policies.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272587",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to protect ocular health and provide insights for future standards and policies",
      "conclusion": "This is the largest study in China to demonstrate that short-term SO(2) exposure increases the risk of AC. Our findings emphasize that reducing SO(2) pollution is important to protect ocular health and provide insights for future standards and policies"
    },
    {
      "title": "Enhancing preclinical dental education through a VR-based digital platform for inlay tooth preparation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272574/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272574",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The association of self-rated health with physical activity and demographic factors: a study in primary care from Northwest of Iran",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: About one-third of the individuals demonstrated suboptimal SRH. Health policymakers must promote physical activity programs, especially among older age groups, retirees, and females to improve SRH in the community.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272568",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "About one-third of the individuals demonstrated suboptimal SRH. Health policymakers must promote physical activity programs, especially among older age groups, retirees, and females to improve SRH in the community"
    },
    {
      "title": "The predictive role of uterine electromyography in delivery before 28 weeks of gestation after transvaginal cervical cerclage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The average peak intensity of uterine contractions measured by uEMG is an independent predictor of delivery before 28 weeks in women undergoing cervical cerclage. The proposed nomogram provides a potentially practical tool for individualized risk stratification and management. Prospective multicenter studies with larger cohorts are warranted to validate the model and improve its predictive sensitivity.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272567",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The average peak intensity of uterine contractions measured by uEMG is an independent predictor of delivery before 28 weeks in women undergoing cervical cerclage. The proposed nomogram provides a potentially practical tool for individualized risk stratification and management"
    },
    {
      "title": "Comprehensive surveillance of MicroRNA to discriminate between muscle-invasive and non-muscle-invasive urothelial carcinoma based on noninvasive urinary small RNA sequencing in Taiwanese patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272562/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study highlights urinary DEmiRNAs detected via NGS as a potential non-invasive diagnostic tool. Pathway analyses of DEmiRNAs provided valuable insights into UC progression and offers opportunities for future therapeutic development.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272562",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights urinary DEmiRNAs detected via NGS as a potential non-invasive diagnostic tool. Pathway analyses of DEmiRNAs provided valuable insights into UC progression and offers opportunities for future therapeutic development"
    },
    {
      "title": "Immune checkpoint inhibitor-associated hypothyroidism, macular rash and adrenal insufficiency: case report and review of the literature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272554/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This is a typical case of endocrine irAEs caused by ICIs, and the patient's macular rash may also be related to ICIs. For patients treated with ICIs, preventive monitoring of symptoms of irAEs and related hormones is crucial for timely diagnosis, treatment, and even prevention of endocrine crisis.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272554",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is a typical case of endocrine irAEs caused by ICIs, and the patient's macular rash may also be related to ICIs. For patients treated with ICIs, preventive monitoring of symptoms of irAEs and related hormones is crucial for timely diagnosis, treatment, and even prevention of endocrine crisis"
    },
    {
      "title": "Global burden of Klebsiella pneumoniae infections and antimicrobial resistance in 2019",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272542",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of a school-based multicomponent intervention on time-segmented physical activity and sedentary behavior among adolescents: a cluster randomized control trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The Movimente Study was associated with greater increases in MVPA, improvements in the MVPA/SB ratio, and reductions in SB during the out-of-school period compared with control peers.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272541",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Movimente Study was associated with greater increases in MVPA, improvements in the MVPA/SB ratio, and reductions in SB during the out-of-school period compared with control peers"
    },
    {
      "title": "The impact of frailty and fear of falling on health-related quality of life in older adults with osteoporosis: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272533/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Frailty and fear of falling exert significant and interactive effects on health-related quality of life in older adults with osteoporosis. The findings underscore the need for comprehensive, multidimensional interventions targeting both frailty and fear of falling to improve health-related quality of life and promote successful aging in this vulnerable population.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272533",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Frailty and fear of falling exert significant and interactive effects on health-related quality of life in older adults with osteoporosis. The findings underscore the need for comprehensive, multidimensional interventions targeting both frailty and fear of falling to improve health-related quality o..."
    },
    {
      "title": "Establishment of a new method for detection of TROP2-positive circulating tumor cells in breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Trophoblast cell surface antigen 2 (TROP2) overexpression has been demonstrated in several tumor types, including breast cancer (BC). Circulating tumor cells (CTCs) offer a non-invasive, dynamic and real-time detection method. The detection of TROP2 expression in CTCs is significant for predicting BC progression, prognosis and the efficacy of targeted therapy. A quantitative analysis method for TROP2 of CTCs was established using our established TUMORFISHER detection platform based on epithelial...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41272532",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Random Micro-Pyramids for Transparent c-Si Solar Cells: Enabling 16.1% Efficiency with Wavelength-Independent 20% Transmittance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41273057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Transparent photovoltaics (TPVs) hold immense promise for applications where aesthetic appeal and functional performance align, such as building-integrated photovoltaics. Among TPV technologies, crystalline silicon (c-Si) TPVs have emerged as a leading candidate owing to their glass-like transparency, high efficiency, and long-term stability. However, their overall performance is limited by light loss in transparent regions, which necessitates strategies to maximize light absorption in the...",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41273057",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between resilience, perfectionism and job satisfaction among medical residents in Croatia: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272802/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study found that concern about mistakes, a maladaptive form of perfectionism, mediated the relationship between resilience and job satisfaction among Croatian medical residents. Other perfectionism dimensions were not significant predictors. These findings highlight maladaptive perfectionism as a key factor influencing resident resilience and job satisfaction.",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41272802",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study found that concern about mistakes, a maladaptive form of perfectionism, mediated the relationship between resilience and job satisfaction among Croatian medical residents. Other perfectionism dimensions were not significant predictors"
    },
    {
      "title": "Seed priming and irrigating with plasma-activated water improve the growth and drought resistance in Poa pratensis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41272477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: PAW has been shown to improve drought stress in P. pratensis by reducing lipid peroxidation and increasing levels of photosynthetic pigments, osmoprotectants, and antioxidant enzyme activity. The results indicate that the most beneficial outcomes occur when seed priming is combined with PAW irrigation. This technology could serve as a cost-effective and sustainable method for enhancing growth and drought tolerance in plants, including P. pratensis, under water-stressed conditions....",
      "pubDate": "2025-11-22T11:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41272477",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PAW has been shown to improve drought stress in P. pratensis by reducing lipid peroxidation and increasing levels of photosynthetic pigments, osmoprotectants, and antioxidant enzyme activity"
    },
    {
      "title": "Enhanced heme production in industrial Saccharomyces cerevisiae through metabolic engineering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41271852/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "This study aimed to develop an efficient Saccharomyces cerevisiae-based cell factory for heme production. The industrial strain S. cerevisiae KCCM 12638, a starter strain used in American whisky production, was selected for its naturally high heme concentration, and its medium composition was optimized. Next, CRISPR/Cas9-based genome editing was employed to enhance carbon flux through the heme biosynthetic pathway by overexpressing HEM2, HEM3, HEM12, and HEM13 genes, which encode key enzymes...",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41271852",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "develop an efficient Saccharomyces cerevisiae-based cell factory for heme production",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Simultaneous determination of 14 underivatized amino acids using ion-pairing chromatography and isotope dilution tandem mass spectrometry for a reference measurement procedure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41270652/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "We describe the simultaneous quantification of 14 underivatized amino acids (AAs) in various matrices using ion-pairing liquid chromatography-tandem mass spectrometry (LC-MS/MS) combined with isotope dilution mass spectrometry (IDMS) as a newly developed reference measurement procedure. The underivatized AAs were successfully separated on a reversed-phase column using mixed ion-pairing reagents of trifluoroacetic acid and heptafluorobutyric acid within 6 min through optimized gradient elution....",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41270652",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of high-purity pyrethrins certified reference material",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41270618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Certified reference materials (CRMs) are essential for reliable pesticide residue analyses. For this study, we hypothesised that stable and high-purity pyrethrins CRM containing six target compounds could be developed through the chromatographic purification of pyrethrum and argon-purged packaging. The purities of total and individual pyrethrins were determined using mass balance and external calibration methods. The CRM properties were evaluated using an ISO-guided approach. The candidate CRM...",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41270618",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of game-based VR simulation on nursing students' mastery of level D PPE: A quasi-experimental design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41270545/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Incorporating game-based VR into nursing curricula significantly improved nursing students' procedural knowledge and problem-solving ability. This approach holds promise for enhancing learner preparedness and competence in infection control in high-risk clinical contexts, providing a scalable and accessible educational tool for contemporary nursing education.",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41270545",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Incorporating game-based VR into nursing curricula significantly improved nursing students' procedural knowledge and problem-solving ability. This approach holds promise for enhancing learner preparedness and competence in infection control in high-risk clinical contexts, providing a scalable and ac..."
    },
    {
      "title": "Roadmap towards personalized approaches and safety considerations in non-ionizing radiation: from dosimetry to therapeutic and diagnostic applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41270373/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "This roadmap provides a comprehensive and forward-looking perspective on the individualized application and safety of non-ionizing radiation (NIR) dosimetry in diagnostic and therapeutic medicine. Covering a wide range of frequencies, i.e., from low-frequency to terahertz, this document provides an overview of the current state of the art and anticipates future research needs in selected key topics of NIR-based medical applications. It also emphasizes the importance of personalized dosimetry,...",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41270373",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A universal 2D-on-SiC platform for heterogeneous integration of epitaxial III-N membranes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41270178/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Nonconventional epitaxial techniques, such as van der Waals epitaxy and remote epitaxy, have attracted substantial attention in the semiconductor research community for their capability to repeatedly produce high-quality freestanding films from a single mother wafer. Successful implementation of these techniques depends on creating a robust, uniform two-dimensional (2D) material surface. The conventional method for fabricating graphene on silicon carbide (SiC) is high-temperature graphitization....",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41270178",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive in silico analysis of Acinetobacter isolates from South Korea reveals genomic diversity, antimicrobial resistance, virulence factors, and evolutionary dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41269653/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41269653",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Brentuximab vedotin combined with cisplatin, cytarabine, and dexamethasone treatment in transplant-eligible Korean patients with relapsed or refractory Hodgkin's lymphoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41269423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Despite its encouraging early efficacy, the administration of BV-DHAP in Korean patients with RRHL requires careful monitoring due to toxicity concerns.",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41269423",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite its encouraging early efficacy, the administration of BV-DHAP in Korean patients with RRHL requires careful monitoring due to toxicity concerns"
    },
    {
      "title": "Synergistic substrate design for enhanced mechanical and optical stability in island-bridge stretchable displays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41268867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Island-bridge designs are regarded as promising platforms for stretchable displays, but their mechanical and optical reliability is limited by two distinct failure modes: interfacial delamination, driven by localized strain concentration due to mechanical mismatch, and the substrate sagging, resulting from insufficient elastic recovery after repeated stretching. In this study, an island-bridge stretchable display that incorporates a multi-covalently crosslinked polyurethane is presented, which...",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41268867",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic Predictors of Malignancy in Main Duct-Involved IPMN: The Critical Role of MPD Diameter Changes in a Multicenter Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41268837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Dynamic MPD monitoring is essential for assessing malignancy risk in patients with MPD-involved IPMN. An MPD growth rate of ≥ 2 mm/year was the strongest predictor of malignant transformation, underscoring the value of longitudinal surveillance over static MPD diameter thresholds. Patients with rapid MPD growth should be considered for early surgical intervention or intensified monitoring to improve clinical outcomes.",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41268837",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Dynamic MPD monitoring is essential for assessing malignancy risk in patients with MPD-involved IPMN. An MPD growth rate of ≥ 2 mm/year was the strongest predictor of malignant transformation, underscoring the value of longitudinal surveillance over static MPD diameter thresholds"
    },
    {
      "title": "Identification of conserved residues essential for the ciliogenic functions of WDPCP",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41268724/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Here, we report a genetically engineered mouse model expressing a mutant Wdpcp gene that harbors a deletion of two codons encoding D481 and W482 that correspond to N512 and W513 in human WDPCP. Homozygous mutant mice, designated as Wdpcp-Z11, exhibited severe developmental abnormalities, including neural tube defects, craniofacial malformation, anophthalmia and polydactyly. The mutant WDPCP protein was expressed but failed to dock to the apical surface of the cell. Cilia formation and Hh...",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41268724",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NDST3-Induced Epigenetic Reprogramming Reverses Neurodegeneration in Parkinson's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41268696/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Parkinson's disease (PD) is a progressive neurodegenerative disorder characterized by the loss of dopaminergic neurons (DN) in the substantia nigra and disruption of cellular maintenance. Here, we demonstrate that NDST3-mediated epigenetic reprogramming halts neuronal degeneration and restores motor function in an animal model of PD. Following NDST3 administration, the DN and its associated circuits in the substantia nigra and striatum showed marked revitalization, accompanied by a considerable...",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41268696",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optically-Coupled X-Ray Computed Laminography System for High-Speed Inspection of Lithium-Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41268692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Conventional X-ray computed tomography systems for microstructure inspection typically employ a geometrically magnified imaging setup, requiring a micro-focus X-ray source to mitigate image blurring caused by a finite focal spot size. However, due to its low output power, the micro-focus X-ray source results in prolonged image acquisition times. This study presents a novel optically-coupled X-ray computed laminography system for high-speed inspection. In the proposed system, a scintillator is...",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41268692",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Policy Inaction Risks Breaching the 2°C Climate Target",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41268689/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Despite repeated increases in national climate pledges since the Paris Agreement, a significant gap remains between collective ambition and the action required to meet its temperature goals. Integrating these pledges with global models, we show that full implementation would still lead to approximately 1.7°C of warming, missing the 1.5°C target. When considering ongoing policy inaction, a cumulative shortfall of 505 GtCO(2)e in anticipated mitigation is expected, and this warming increases by...",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41268689",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the <em>Panax ginseng</em> Meyer soil metagenome to uncover antagonistic bacteria against ginseng root rot disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41268311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Bacillus velezensis ARRI17 is an effective biocontrol agent that promotes ginseng growth and enhances disease resistance. Its natural compatibility with traditional farming practices, especially its presence with rice straw compost, positions ARRI17 as a promising and sustainable alternative.",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41268311",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Bacillus velezensis ARRI17 is an effective biocontrol agent that promotes ginseng growth and enhances disease resistance. Its natural compatibility with traditional farming practices, especially its presence with rice straw compost, positions ARRI17 as a promising and sustainable alternative"
    },
    {
      "title": "Korean red ginseng extract suppresses food allergy by remodeling the gut microbiota and restoring immune homeostasis in IL4ra<sup>F709</sup> mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41268305/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: KRGE mitigates FA in IL4ra^(F709) mice by restoring gut microbiota balance and immune homeostasis, suggesting its potential as a microbiota-targeted intervention for FA.",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41268305",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "KRGE mitigates FA in IL4ra^(F709) mice by restoring gut microbiota balance and immune homeostasis, suggesting its potential as a microbiota-targeted intervention for FA"
    },
    {
      "title": "pH-activated liquid microdroplet carrier for enhanced phycocyanin oral delivery and sustained bioactivity post-digestion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41267234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Although C-phycocyanin (PC) possesses various therapeutic functions, it is highly unstable under gastrointestinal (GI) conditions involving digestive enzymes and pH variations, leading to rapid degradation and subsequent loss of bioactivity before absorption. A protective oral delivery system is therefore essential to enhance its bioavailability and delivery efficiency. In this study, a water-immiscible, pH-responsive microdroplet system was developed using fish gelatin (FG) and fucoidan (FC) as...",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41267234",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regulation of pexophagy by a novel TBK1-MARCHF7-PXMP4-NBR1 Axis in PEX1-depleted HeLa cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41267209/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "Peroxisomes are essential for lipid metabolism and redox balance, with pexophagy playing a critical role in maintaining cellular homeostasis. However, the regulatory mechanisms of pexophagy remain unclear. Through functional screening, we identified MARCHF7 as a novel E3 ligase regulating pexophagy. MARCHF7 depletion impaired pexophagic flux under PEX1 knockdown conditions. MARCHF7 binds to PXMP4 and promotes its ubiquitination at lysine 20 in PEX1-deficient cells. Depletion of PXMP4 impairs...",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41267209",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of photobiomodulation therapy for ophthalmic diseases: protocol for a systematic review and meta-analysis of disease-specific and shared physiological outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41267136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251122141958&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Photobiomodulation therapy (PBMT)-a noninvasive therapeutic strategy-employs low-level red or near-infrared light to regulate cellular bioenergetics, reduce oxidative stress, and modulate inflammation. It has demonstrated therapeutic potential for several ophthalmic diseases, including age-related macular degeneration, diabetic retinopathy, glaucoma, retinitis pigmentosa, and dry eye disease. However, the clinical evidence remains fragmented due to heterogeneity in study designs,...",
      "pubDate": "2025-11-21T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41267136",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}