{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-09-27T07:35:16.089Z",
  "totalItems": 150,
  "totalArchived": 11205,
  "newPapersAdded": 62,
  "institutionBreakdown": {
    "KAIST": 33,
    "SNU": 0,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 100,
    "IBS": 0,
    "UNIST": 7,
    "Hanyang University": 14,
    "KIST": 3,
    "GIST": 4,
    "Kyung Hee University": 3,
    "Pusan National University": 4
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 80,
    "Biomedical": 29,
    "Neuroscience": 6,
    "Materials Science": 18,
    "Cancer Research": 14,
    "Computer Science": 3
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Sustainable machining and optimization of machining parameters utilizing different dielectrics in EDM machining of Waspaloy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "This study investigates the influence of various dielectric fluids on the performance of Electric Discharge Machining (EDM) in machining Waspaloy, a corrosion-resistant superalloy known for its high hardness and enhanced corrosion resistance. The purpose of this work is to fill the knowledge gap about the machining of Waspaloy using different dielectric fluids by using a Copper-5Graphite (CuGr5) composite tools. Experiments were conducted using a EDM machine with copper graphite composite...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41006645",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this work is to fill the knowledge gap about the machining of Waspaloy using different dielectric fluids by using a Copper-5Graphite (CuGr5) composite tools",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-dose medetomidine increases functional connectivity in the fear-related regions after electrical stimulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006490/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Anesthesia is essential, but not selective, in resting-state functional magnetic resonance imaging (fMRI) for pre-clinical studies. To mitigate stress and minimize head-movement artifacts, animals should be anesthetized during resting-state fMRI. Although the type, dosage, and timing of anesthesia can influence fMRI outcomes, responses to stimulation, and functional connectivity, the appropriate dosage of anesthesia is among the most important considerations. However, little is known about the...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41006490",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "considerations",
      "conclusion": null
    },
    {
      "title": "Long-term outcomes according to birth weight after full-term pregnancy: a nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Birth weight (BW) is a key determinant of neonatal health, with deviations from the normal range potentially influencing long-term outcomes. We examined the association between BW and long-term outcomes in neonates based on BW after full-term pregnancy. This retrospective observational cohort study analyzed data from the Korea National Health Insurance claims database. Long-term adverse outcomes, including neurological or neurodevelopmental outcomes, were assessed based on prespecified...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41006415",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "database",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lycopene enhances epigenetic reprogramming and zygotic genome activation in the porcine somatic cell nuclear transfer embryo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006358/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Pigs are valuable models for human disease research due to their physiological similarities to humans, and somatic cell nuclear transfer (SCNT) is commonly used to generate such models. However, SCNT efficiency is limited by incomplete epigenetic reprogramming and insufficient zygotic genome activation (ZGA). Lycopene, a potent antioxidant carotenoid, was investigated for its potential to improve porcine embryo development during in vitro culture (IVC). Parthenogenetically activated (PA) and...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41006358",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Time-resolved ADC analysis differentiates stable vs. progressive brain injury in post-cardiac arrest patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005644/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Serial ADC analysis reveals dynamic and diverging HIBI patterns in OHCA survivors. Subacute MRI more accurately reflects progressive HIBI and improves prognostic performance, supporting its use in neuroprognostication beyond 72 h post-ROSC.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41005644",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Serial ADC analysis reveals dynamic and diverging HIBI patterns in OHCA survivors. Subacute MRI more accurately reflects progressive HIBI and improves prognostic performance, supporting its use in neuroprognostication beyond 72 h post-ROSC"
    },
    {
      "title": "Migration of phthalate and non-phthalate plasticizers from polyvinyl chloride (PVC) materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Plasticizers enhance the flexibility of polyvinyl chloride (PVC) products but may migrate over time, posing potential health risks. This study quantified migration rates of ten phthalate and non-phthalate plasticizers from PVC sheet specimens into artificial saliva and sweat, across plasticizer contents ranging from 20 to 50 wt%. Migration experiments at 37 °C, followed by GC-TOF/MS analysis, revealed linear relationships between plasticizer content and both ingestion and dermal migration rates...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41005168",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GenX induces neuroinflammatory responses in BV2 microglial cells through mTOR signaling-mediated inhibition of autophagy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Hexafluoropropylene oxide dimer acid (HFPO-DA), commonly known as GenX, can traverse the blood-brain barrier and infiltrate brain tissue, leading to nervous system damage that primarily manifests as neuroinflammation and neuronal apoptosis. Despite these mounting concerns, few studies have comprehensively examined the molecular neurotoxic mechanisms of GenX exposure. In the present study, we examined the neuroinflammatory responses induced by GenX in BV2 microglial cells. Our results revealed...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41005068",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the neuroinflammatory responses induced by GenX in BV2 microglial cells",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photoinduced Dynamics and Momentum Distribution of Chiral Charge Density Waves in 1T-TiSe_{2}",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004763/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Exploring the photoinduced dynamics of chiral states offers promising avenues for advanced control of condensed matter systems. Photoinduced or photoenhanced chirality in 1T-TiSe_{2} has been suggested as a fascinating platform for optical manipulation of chiral states. However, the mechanisms underlying chirality training and its interplay with the charge density wave (CDW) phase remain elusive. Here, we use time-resolved x-ray diffraction (trXRD) with circularly polarized pump lasers to probe...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41004763",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exciton Photoemission from a Ground State of a Solid: Ta_{2}Pd_{3}Te_{5}",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004752/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Excitons are bosonic quasiparticles with a variety of applications in optoelectronics, photosynthesis, and dissipationless informatics, and their lifetime can become sufficiently long to form a quantum condensate. While exciton condensation has been predicted to occur as a ground state of a solid, so-called an excitonic insulator, whose material realization has been elusive. Here we report the observation of direct photoemission signals from excitons in a ground state of a very recent excitonic...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41004752",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GW250114: Testing Hawking's Area Law and the Kerr Nature of Black Holes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "The gravitational-wave signal GW250114 was observed by the two LIGO detectors with a network matched-filter signal-to-noise ratio of 80. The signal was emitted by the coalescence of two black holes with near-equal masses m_{1}=33.6_{-0.8}^{+1.2}M_{⊙} and m_{2}=32.2_{-1.3}^{+0.8}M_{⊙}, and small spins χ_{1,2}≤0.26 (90% credibility) and negligible eccentricity e≤0.03. Postmerger data excluding the peak region are consistent with the dominant quadrupolar (ℓ=|m|=2) mode of a Kerr black hole and its...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "UNIST"
      ],
      "pmid": "41004747",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PB2 and NP of North American H5N1 virus drive immune cell replication and systemic infections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "The 2022 North American outbreak of 2.3.4.4b H5N1 avian influenza virus revealed substantial mammalian adaptation and pathogenicity, yet mechanisms remain unclear. To address this knowledge gap, we investigated the North American H5N1 strain (GA/W22-145E/22), which demonstrated unique immune cell-mediated systemic dissemination, neuroinvasion, and 100% mortality in ferrets, unlike the nonlethal Eurasian strain (KR/W811/21). Genomic and reverse genetics studies identified PB2(478I) and NP(450N)...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41004584",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the North American H5N1 strain (GA/W22-145E/22), which demonstrated unique immune cell-mediated systemic dissemination, neuroinvasion, and 100% mortality in ferrets, unlike the nonlethal Eurasian stra...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Research on optimization of transportation routes for infectious medical waste",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004470/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "During the pandemic, the amount of infectious medical waste has increased dramatically. Currently, the medical waste recycling process generally suffers from defects such as long distances, high costs, and a lack of emergency response mechanisms. This paper addresses the problem of medical waste collection and route optimization for regions with multiple vehicle types and stages. It comprehensively considers factors such as transportation costs, distance, vehicle allocation, and contamination...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41004470",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations of oseltamivir with neuropsychiatric and behavioral adverse events: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004206/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This is the first comprehensive meta-analysis examining the associations of oseltamivir with various NPEs and behavioral adverse events, and we found no evidence supporting increased risks of these adverse events with oseltamivir use.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41004206",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is the first comprehensive meta-analysis examining the associations of oseltamivir with various NPEs and behavioral adverse events, and we found no evidence supporting increased risks of these adverse events with oseltamivir use"
    },
    {
      "title": "Long-Term Surveillance of Avian Coronaviruses from Wild Bird in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "We examined 2,868 fecal samples from migratory wild birds collected from multiple geographical locations in South Korea during the winter seasons between 2014 and 2022. All samples were obtained from four avian species belonging to the genus Anas within the order Anseriformes: Eurasian teal (Anas crecca), Eastern spot-billed duck (Anas zonorhyncha), Mallard (Anas platyrhynchos), and Northern pintail (Anas acuta). The presence of coronaviruses (CoVs) was confirmed through nested PCR targeting a...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41003692",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "2,868 fecal samples from migratory wild birds collected from multiple geographical locations in South Korea during the winter seasons between 2014 and 2022",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CYP2D6 genotyping in a Korean cohort: comparative analysis with Asian, Caucasian, and African populations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003540/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This is the largest study of CYP2D6 polymorphisms in a Korean population to date. It provides a comprehensive reference for Korean pharmacogenomics and highlights important interethnic differences. The findings support the development of personalized medicine strategies based on population-specific pharmacogenetic data.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41003540",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "interethnic differences",
      "conclusion": "This is the largest study of CYP2D6 polymorphisms in a Korean population to date. It provides a comprehensive reference for Korean pharmacogenomics and highlights important interethnic differences"
    },
    {
      "title": "Properties of Putative APSES Transcription Factor AfpA in <em>Aspergillus fumigatus</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003224/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Aspergillus fumigatus is a major opportunistic pathogenic fungus that causes invasive aspergillosis with high mortality rates in immunocompromised patients. APSES family transcription factors regulate fungal development and virulence, but the function of the putative APSES-type transcription factor AfpA (AFUA_5g11390) remains uncharacterized. To investigate the roles of AfpA in A. fumigatus, we constructed the ΔafpA mutant and performed phenotypic analyses, RT-qPCR analyses, and virulence...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41003224",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Chromium Adhesion Layer Thickness on Contact Resistance and Schottky Barrier Characteristics in WSe<sub>2</sub> Field-Effect Transistor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "While metal adhesion layers are commonly used in the fabrication of field-effect transistors (FETs) based on two-dimensional (2D) materials, the impact of adhesion layer thickness on device performance remains insufficiently explored. In this study, we systematically investigate how the thickness of a Cr adhesion layer influences the contact resistance and Schottky barrier characteristics of multilayer WSe(2) FETs. Contact resistance results, extracted via the transfer length method for Cr...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41003049",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of adhesion layer thickness on device performance remains insufficiently explored",
      "conclusion": null
    },
    {
      "title": "Utilization Pattern of Acupuncture and Its Associated Predictors for Cancer Pain in South Korea: A Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This is the first study to explore real-world use of acupuncture for cancer pain in South Korea. Greater pain severity, perceived safety, ease of access, and social support were associated with higher acupuncture use. These findings suggest that improved patient education and integration of acupuncture into cancer care may enhance pain management for Korean patients.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41002728",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that improved patient education and integration of acupuncture into cancer care may enhance pain management for Korean patients",
      "conclusion": "This is the first study to explore real-world use of acupuncture for cancer pain in South Korea. Greater pain severity, perceived safety, ease of access, and social support were associated with higher acupuncture use"
    },
    {
      "title": "Cell-Free DNA Versus Circulating Tumor Cells: A Pilot Study of Alpha-Fetoprotein Analysis for Diagnosis and Treatment Monitoring in Hepatocellular Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002319/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Serum alpha-fetoprotein (AFP) is widely used for hepatocellular carcinoma (HCC) management, yet its limited sensitivity and specificity restrict diagnostic and prognostic utility. In this study, we explore the clinical potential of AFP quantification from cell-free DNA (cfDNA) and circulating tumor cells (CTCs) using a novel bead-based liquid biopsy platform. Following isolation, AFP abundance in cfDNA was quantified by qPCR, while AFP protein expression in CTCs was assessed via...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41002319",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemical redox agent-mediated dealloying enables structural tuning of nanoporous Mg for hydrogen storage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002171/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "We synthesized nanoporous Mg via chemical dealloying, utilizing various redox-active aromatic hydrocarbons. The nanoporous structure offers a high specific surface area and shortened hydrogen diffusion pathways, leading to enhanced hydrogen sorption kinetics. The resulting performance closely correlates with redox-driven structural features, highlighting the importance of agent selection for optimising hydrogen storage behaviour.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41002171",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Monomeric Sr Complexes Combined with Tetradentate Enaminolate Ligands for Containing Sr Thin-Film Deposition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002130/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "New strontium complexes, Sr(ONO1)(2) (strontium-1-(bis(2-methoxyethyl)amino)-3,3-dimethylbut-1-en-2-olate) (1), Sr(ONO2)(2) (strontium-1-(bis(2-ethoxyethyl)amino)-3,3-dimethylbut-1-en-2-olate) (2), and Sr(ONO3)(2) (strontium-2-(bis(2-methoxyethyl)amino)-1-(dimethylamino)ethen-1-olate) (3), were successfully synthesized and characterized using tetradentate ligands. The molecular structures of 1-3 were elucidated by nuclear magnetic resonance (NMR) spectroscopy, thermogravimetric analysis (TGA),...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41002130",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety and Anti-Inflammatory Effects of Engineered Extracellular Vesicles (ILB-202) for NF-κB Inhibition: A Double-Blind, Randomized, Placebo-Controlled Phase 1 Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002119/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Excessive activation of NF-κB is implicated in the pathogenesis of numerous inflammatory and autoimmune diseases; however, conventional NF-κB inhibitors often cause widespread immunosuppression. In contrast, extracellular vesicles (EVs) are promising vehicles for therapeutic cargo delivery with advantages including reduced risk of replication. In this single-centre, randomized, double-blind, placebo-controlled phase 1 trial, we evaluated ILB-202, an engineered, allogeneic EV derived from HEK293...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41002119",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Is Biportal Endoscopic Laminectomy Equivalent to Microscopic Laminectomy in Patients With Lumbar Spinal Stenosis? A Multicenter, Assessor-blind, Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study found biportal endoscopic laminectomy to be equivalent to microscopic laminectomy in functional outcomes at 12 months. However, the observed differences do not represent clinically meaningful benefits that patients would perceive. Until high-quality evidence demonstrates patient-important advantages, we recommend against the wide adoption of this technique in clinical practice.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41002072",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "advantages, we recommend against the wide adoption of this technique in clinical practice",
      "conclusion": "This study found biportal endoscopic laminectomy to be equivalent to microscopic laminectomy in functional outcomes at 12 months. However, the observed differences do not represent clinically meaningful benefits that patients would perceive"
    },
    {
      "title": "Strain-Engineered Monolithic Multi-Band LEDs for Simultaneous Short-Wavelength and Mid-Wavelength Infrared Emission",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Multiple quantum well (MQW) light-emitting diodes (LEDs) provide precise wavelength control, making them ideal light sources. However, achieving simultaneous short-wavelength infrared (SWIR, 1-3 µm) and mid-wavelength infrared (MWIR, 3-5 µm) emission from a single LED presents significant technical challenges due to lattice mismatch and reduced quantum efficiency when MQW structures with distinct bandgap energies are integrated onto a single substrate. As a result, most LEDs typically operate in...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41002035",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Defect Localized Mechanoluminescence Model in Copper Doped Zinc Sulfide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Doped zinc sulfide microparticles exhibit the ability to mechanically tune their luminescence properties, making them promising candidates for mechanoluminescence materials that can be used in a diverse array of next-generation optoelectronics. However, their mechanism remains unclear and is often attributed to intricate analytical misinterpretations, which impede the development of a fundamental theory for improving this innovative technology. Here, we visualize the mechanoluminescence dynamics...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST"
      ],
      "pmid": "41001895",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MITE: the Minimum Information about a Tailoring Enzyme database for capturing specialized metabolite biosynthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001881/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Secondary or specialized metabolites show extraordinary structural diversity and potent biological activities relevant for clinical and industrial applications. The biosynthesis of these metabolites usually starts with the assembly of a core 'scaffold', which is subsequently modified by tailoring enzymes to define the molecule's final structure and, in turn, its biological activity profile. Knowledge about reaction and substrate specificity of tailoring enzymes is essential for understanding and...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41001881",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of metabolite profiles and policosanol contents in the sprout of Oriental wheat cultivars (<em>Triticum turgidum</em> ssp. <em>turanicum</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001123/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings provide valuable insights into the phytochemical metabolism of Oriental wheat sprouts and illustrate the influence of geographical conditions on metabolite profiles. The study highlights the potential of Oriental wheat sprouts as a valuable dietary source of policosanols.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41001123",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings provide valuable insights into the phytochemical metabolism of Oriental wheat sprouts and illustrate the influence of geographical conditions on metabolite profiles. The study highlights the potential of Oriental wheat sprouts as a valuable dietary source of policosanols"
    },
    {
      "title": "Comparative analysis of surgical outcomes of laparoscopic appendectomy performed by six surgeons with different subspecialties: a retrospective cohort study using risk-adjusted cumulative summation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41000234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Outcomes of laparoscopic appendectomy varied by subspecialty and length of experience. However, each surgeon showed trends of decreasing surgical failure over time. These results suggest that the surgeon's subspecialty minimally affects the outcomes of laparoscopic appendectomy, reflecting its fundamental nature within general surgery.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41000234",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": "that the surgeon's subspecialty minimally affects the outcomes of laparoscopic appendectomy, reflecting its fundamental nature within general surgery",
      "conclusion": "Outcomes of laparoscopic appendectomy varied by subspecialty and length of experience. However, each surgeon showed trends of decreasing surgical failure over time"
    },
    {
      "title": "Enhancing Spinal Cord and Canal Segmentation in Degenerative Cervical Myelopathy : The Role of Interactive Learning Models with manual Click",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We found that the interactive segmentation model significantly outperformed the auto-segmentation model. By incorporating simple manual inputs, the interactive model effectively identified regions of interest, particularly in the complex and irregular shapes of the spinal cord, demonstrating both enhanced accuracy and adaptability.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40999783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We found that the interactive segmentation model significantly outperformed the auto-segmentation model. By incorporating simple manual inputs, the interactive model effectively identified regions of interest, particularly in the complex and irregular shapes of the spinal cord, demonstrating both en..."
    },
    {
      "title": "Electron and proton FLASH beam dosimetry using unified alanine, EBT-XD, and HD-V2 Gafchromic film dosimeters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The unified alanine and film dosimeters enabled simultaneous irradiation of the alanine and the films, with combined relative standard uncertainties of 2.4% (k = 1) for the alanine dosimeter and 3.5% (k = 1) for the EBT-XD films at the electron FLASH beam. For the proton FLASH beam, these uncertainties were 3.2% (k = 1) for both the alanine dosimeter and the EBT-XD films. Until dosimetry guidelines for the FLASH RT community are established by a working group such as AAPM TG-359,...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "40999628",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The unified alanine and film dosimeters enabled simultaneous irradiation of the alanine and the films, with combined relative standard uncertainties of 2.4% (k = 1) for the alanine dosimeter and 3"
    },
    {
      "title": "Proposal for setting a passing score for the Korean Nursing Licensing Examination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The modified Angoff and Hofstee methods were successfully applied to the KNLE. Using the actual correct answer rate as an indicator to derive expected minimum competency was shown to be effective. This approach could streamline future standard-setting processes, particularly when converting to CBT.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40999589",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The modified Angoff and Hofstee methods were successfully applied to the KNLE. Using the actual correct answer rate as an indicator to derive expected minimum competency was shown to be effective"
    },
    {
      "title": "Intranasal NS1-truncated live attenuated canine influenza vaccine confers superior protection compared to inactivated vaccine in beagles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999547/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Canine influenza virus (CIV) H3N2 continues to circulate among companion animals, posing a zoonotic risk due to its potential for cross-species transmission. However, currently available inactivated vaccines offer limited mucosal immunity and suboptimal protection. Here, we developed a novel intranasal live attenuated CIV H3N2 vaccine carrying a truncated nonstructural protein 1 (NS1) gene and evaluated its safety, immunogenicity, and protective efficacy in beagle dogs. The NS1-truncated LAIV...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "40999547",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aberrant neuronal firing: a paracrine route to glioblastoma expansion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings illuminate a pathway through which environmental factors contribute to GBM regrowth following chemotherapy and propose a potential therapeutic target, neuron-cancer communication, to prevent GBM recurrence.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40999491",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings illuminate a pathway through which environmental factors contribute to GBM regrowth following chemotherapy and propose a potential therapeutic target, neuron-cancer communication, to prevent GBM recurrence"
    },
    {
      "title": "The impact of preoperative weight loss on recovery after cardiac surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "To examine the impact of preoperative weight fluctuations on postoperative outcomes in patients underwent elective cardiovascular surgery. This retrospective study included 157 consecutive patients who underwent elective cardiovascular surgery between April 2018 and March 2023. We assessed weight changes during a median surgical waiting period of 42 days. The primary outcome was the postoperative length of hospital stay. Patients were stratified into two groups-weight loss and weight...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41006655",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of preoperative weight fluctuations on postoperative outcomes in patients underwent elective cardiovascular surgery",
      "conclusion": null
    },
    {
      "title": "Managing residual volumes in penile girth enhancement with hyaluronic acid fillers: a case series and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Hyaluronic acid (HA) fillers are widely used in aesthetic medicine due to their biocompatibility and reversibility with hyaluronidase. However, their use in penile augmentation (PA) remains limited, and knowledge of hyaluronidase application in this context is sparse. This case series presents four patients with residual HA from previous penile girth enhancement (PGE), successfully managed using hyaluronidase. These cases illustrate its utility in correcting asymmetries, managing adverse...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41006542",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Kink strengthening and rank-1 connection of crustal rocks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Kink bands are localized folds or bends formed in layered materials, such as millefeuille. They are common in rocks within the earth's crust that have undergone compression deformation. While the formation of kinks has been studied extensively, their effects on material strength remain unclear in geologic materials. This study investigates the relationship between kink formation and compressive strength through experiments on crustal-material biotite. In our results, kink bands are observed...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41006499",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impacts of soret and dufour possessions on micropolar fluid past a stretching sheet in a porous medium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "This work look for Soret and Dufour thing on MHD flow for micropolar fluid on sheet with hole stretch, also see hot from electric and warm from move, which old study no much talk. These hot and mix change speed, hot, spin, and mix of fluid in layer. The big math changes to small math by same change and solve in MATLAB BVP4C. Picture line and table show number for skin friction, Nusselt, Sherwood. We see more M make slow speed, light heat make thick hot layer, more micro make more spin near wall....",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41006486",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Slit2 on hypertrophic scar formation: an in vitro study in fibroblasts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Hypertrophic scarring (HTS) is a common complication of burns and has been associated with Slit2 protein. Slit2 plays various physiological and pathological roles in some body organs and tumors. However, its role in HTS development remains poorly understood. Therefore, this study investigated the involvement of intracellular and exogenous Slit2 in hypertrophic scar formation in vitro. Human normal fibroblasts (HNFs) and hypertrophic scar fibroblasts (HTSFs) were isolated from normal skin and...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41006434",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the involvement of intracellular and exogenous Slit2 in hypertrophic scar formation in vitro",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Time-course observation of tear film dynamics during VR headset use",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Dry eye disease is characterized by tear film instability, often linked to a reduced blink rate during prolonged visual display use. Although blink suppression during virtual reality (VR) headset use has been reported, its effect on tear film stability remains unclear. Accordingly, we developed a system using an ultra-compact camera for the time-course, noninvasive observation of tear film dynamics. Fourteen healthy participants played a 30-min VR game while tear film kinetics were analyzed. As...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41006425",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic and clinical characteristics of Japanese cystinuria with exon and exon-intron boundary variants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006421/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Cystinuria is the most common genetic cause of urinary stones. Defects in SLC3A1/SLC7A9 genes coding cystine transporter proteins rBAT/b^(0,+)AT will cause Cystinuria. The current work analyzed the clinical and genetic characteristics of Japanese Cystinuria patients. In total, 101 Cystinuria patients were studied. Clinical phenotypes were defined, and genetic analysis of SLC3A1 and SLC7A9 was performed by next-generation sequencing. Excretion of cystine was determined by 24 h urine analysis. The...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41006421",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antioxidant and anticancer properties of citrus-mediated nanoformulations revealed by meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "This study aims to explore and analyse the potential antioxidant and anticancer potential of various citrus-mediated nanoformulations (CMNs), focusing on their effectiveness in scavenging free radicals and inducing cytotoxicity in cancer cells. This research employs a meta-analysis approach to assess data from multiple studies on CMNs. This study is the first meta-analysis to evaluate the antioxidant and anticancer properties of CMNs concurrently. This study offers a novel perspective by...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41006383",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "to explore and analyse the potential antioxidant and anticancer potential of various citrus-mediated nanoformulations (CMNs), focusing on their effectiveness in scavenging free radicals and inducing c...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic applicability of the circulating growth factors in preeclampsia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006365/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "This study aimed to compare the levels of various growth factors in maternal serum and umbilical vein serum between individuals with preeclampsia (PE) and those with normotensive pregnancies. One hundred eight pregnant women were enrolled in this prospective study. Blood samples were taken at third trimester. 67 serum samples of preeclampsia and 41 normotensive mothers were collected. Umbilical vein serum samples of 27 preeclampsia and 38 normotensive pregnancies were collected. Serum levels of...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41006365",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "compare the levels of various growth factors in maternal serum and umbilical vein serum between individuals with preeclampsia (PE) and those with normotensive pregnancies",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emerging insights into mosaic errors of immunity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Mosaic errors of immunity (MEI) encompass a group of immune disorders caused by somatic or gonosomal gene variants affecting hematopoiesis and immune function. Although the causal role of mosaicism in monogenic immune disorders has been recognized for over two decades, our understanding of their pathogenesis, genotype-phenotype correlation and clonal evolution remains poor. In this review, we synthesize shared and distinct molecular determinants from the currently recognized MEI and provide a...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41006184",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High Claudin 18.2 Expression Predicts Favorable Outcomes in Pancreatic Ductal Adenocarcinoma After Curative Resection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006002/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: High CLDN18.2 expression is associated with favorable clinicopathologic characteristics and improved survival outcomes in PDAC, especially among patients receiving adjuvant chemotherapy, suggesting its potential as a therapeutic and prognostic marker.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University"
      ],
      "pmid": "41006002",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "High CLDN18.2 expression is associated with favorable clinicopathologic characteristics and improved survival outcomes in PDAC, especially among patients receiving adjuvant chemotherapy, suggesting its potential as a therapeutic and prognostic marker"
    },
    {
      "title": "Antibiotics in northern China's largest shallow wetland lake: Occurrence, bioaccumulation, ecological risk, and indicator screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005880/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Antibiotics are widespread in aquatic environments due to their extensive use in human healthcare and animal husbandry. However, research on the occurrence and bioaccumulation of antibiotics in aquatic organisms within shallow wetland lakes remains limited. This study investigated the occurrence and bioaccumulation of ten commonly used antibiotics in the Baiyang Lake, northern China's largest shallow wetland lake. The results indicated that sulfonamides and fluoroquinolones were the predominant...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41005880",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the occurrence and bioaccumulation of ten commonly used antibiotics in the Baiyang Lake, northern China's largest shallow wetland lake",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Embolization of Left Ventricular Outflow Tract Calcification After TAVR With a Self-Expanding Valve",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Severe aortic stenosis with extensive left ventricular outflow tract (LVOT) calcification poses challenges during transcatheter aortic valve replacement.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41005848",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Management and governance of medication prescribing alerts among hospitals in Japan: a nationwide survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Only a few hospitals have a system for the quantitative evaluation and comprehensive control of medication prescribing alerts. Each hospital should implement a policy and procedure for alert management and develop an alert data measuring system.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41005791",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Only a few hospitals have a system for the quantitative evaluation and comprehensive control of medication prescribing alerts. Each hospital should implement a policy and procedure for alert management and develop an alert data measuring system"
    },
    {
      "title": "Monitoring the Concentration of Nitrogen Oxides in the Fluidized Bed Drying/Granulation Process and Evaluation of Reduction Methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "The presence of N-nitrosamine impurities and nitrosamine drug substance-related impurities (NDSRIs) in medicines poses a significant challenge not only for manufacturers of drug substances, drug products, and excipients but also for related industries such as machinery and analytical equipment manufacturers. In addition to the ongoing identification of new NDSRIs, new causes of nitrosamine generation such as atmospheric nitrogen oxides have also been identified. These developments suggest that...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41005729",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Highly efficient hyPBase-mediated transgenesis facilitates gain-of-function analysis in the cricket Gryllus bimaculatus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Gain-of-function analysis is critical to directly assessing gene functions but remains challenging in non-traditional model insects. Recent development of the hyperactive piggyBac transposase (hyPBase) has improved the efficiency of germline transformation in ametabolous and holometabolous insects. Here, we report highly efficient somatic and germline transformations mediated by hyPBase in the cricket Gryllus bimaculatus. hyPBase-mediated misexpression of the melanin pathway gene arylalkylamine...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41005677",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GOREA: A Framework for Systemic and Unbiased Interpretation of Gene Ontology Enrichment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005535/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Functional enrichment analysis is essential for extracting biological meaning from gene expression data. Gene Set Enrichment Analysis (GSEA) and Over-Representation Analysis (ORA) are widely used approaches for this purpose. However, interpreting the large number of enriched Gene Ontology Biological Process (GOBP) terms remains challenging. Existing tools such as simplifyEnrichment often yield overly general and fragmented keywords, and they do not effectively utilize quantitative metrics such...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41005535",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AlphaFold3-guided optimization of a photoactivatable endonuclease for top-down genome engineering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Recent advances in protein structure prediction by artificial intelligence have enabled the rational design of engineered enzymes with enhanced activity and precise regulatory features. Here, we report the AlphaFold3-guided enhancement of MagMboI, a photoactivatable restriction enzyme designed for light-controlled top-down genome engineering. MagMboI is derived from the type II restriction enzyme MboI and functions through a split-protein strategy in which its N- and C-terminal fragments are...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41005475",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fairness in machine learning-based hand load estimation: A case study on load carriage tasks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005257/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Predicting external hand load from sensor data is essential for ergonomic exposure assessments, as obtaining this information typically requires direct observation or supplementary data. While machine learning can estimate hand load from posture or force data, we found systematic bias tied to biological sex, with predictive disparities worsening in imbalanced training datasets. To address this, we developed a fair predictive model using a Variational Autoencoder with feature disentanglement,...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41005257",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rewiring enzyme regulation: Allosteric drugs and predictive tools",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005256/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Allosteric modulation offers an increasingly attractive route for precise intervention in enzymatic pathways. This review outlines emerging strategies for the identification and exploitation of allosteric sites, emphasizing computational frameworks that integrate evolutionary, structural, and dynamic features with machine learning models. We discuss how perturbation-based simulations, network analyses, and deep mutational data are reshaping our understanding of allosteric regulation. In...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41005256",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improving knee joint angle prediction through Dynamic Contextual Focus and Gated Linear Units",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Real-time, accurate knee joint angle prediction is crucial in biomechanics and rehabilitation, where precision supports improved patient outcomes and more responsive exoskeleton control. This paper introduces FocalGatedNet, a novel deep learning framework combining Dynamic Contextual Focus (DCF) Attention and Gated Linear Units (GLUs) to enhance feature dependency capture, making it highly effective for multi-step gait trajectory prediction. Unlike conventional approaches that rely solely on...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41005234",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mental health changes in different adolescent groups from before to throughout the COVID-19 pandemic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Although most youth in this sample were resilient during the COVID-19 pandemic, some groups consistently showed high psychopathology levels. Attention is still needed for groups that were at risk before the pandemic, notably, LGTBQIA+ youth.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41005149",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although most youth in this sample were resilient during the COVID-19 pandemic, some groups consistently showed high psychopathology levels. Attention is still needed for groups that were at risk before the pandemic, notably, LGTBQIA+ youth"
    },
    {
      "title": "Roles of a nonvascularized fibular graft with and without fixation in the treatment of segmental tibial bone loss: A finite element analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004973/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: A NVFG with locking screw fixation could be an effective modality in managing segmental bone loss of the tibia. A construct of lateral LCP with a NVFG stabilized by a locking screw was mechanically superior to the others.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41004973",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A NVFG with locking screw fixation could be an effective modality in managing segmental bone loss of the tibia. A construct of lateral LCP with a NVFG stabilized by a locking screw was mechanically superior to the others"
    },
    {
      "title": "Association between pleurodesis before immunotherapy and pneumonitis in non-small cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004952/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Pleurodesis before immunotherapy in patients with advanced non-small cell lung cancer was associated with an increased incidence of pneumonitis.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41004952",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Pleurodesis before immunotherapy in patients with advanced non-small cell lung cancer was associated with an increased incidence of pneumonitis"
    },
    {
      "title": "Impact of physical activity on respiratory disease: Current status and therapeutic implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004951/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Regular physical activity (PA) modulates key pathophysiological mechanisms underlying the onset, progression, and symptoms of major respiratory diseases. Notably, low daily PA and high sedentary time independently predict faster lung function decline, poorer quality of life, and premature mortality in asthma, chronic obstructive pulmonary disease (COPD), interstitial lung disease (ILDs), and post-coronavirus disease lung sequelae. Conversely, structured exercise training-and the increasingly...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41004951",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Various Dodecagon Assembly Manners as the Basis of Dodecagonal Quasicrystalline Tiling from Pentablock Quarterpolymers of the <em>AB</em><sub>1</sub><em>CB</em><sub>2</sub><em>D</em> Type",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Various assembly manners of dodecagons composed of triangles and squares have been observed in the transmission electron microscope images of microphase-separated ternary blends of pentablock quarterpolymers of the AB(1)CB(2)D type in the bulk. N(3)/N(4) ratios, where N(3) and N(4) are the numbers of triangles and squares, respectively, in the observed area, are all confirmed to be close enough to the theoretical value of 4/3 ≑ 2.31 for the dodecagonal quasicrystalline state irrespective of the...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41004853",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of the Second-generation Motion Correction Algorithm on Coronary Artery Calcium Scoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: SSF2 reduces motion artifacts in the coronary arteries on unenhanced CT and significantly alters the CACS values. A more accurate calcification assessment is anticipated with SSF2, especially in patients with heart rates of 60 to 95 bpm.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41004837",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SSF2 reduces motion artifacts in the coronary arteries on unenhanced CT and significantly alters the CACS values. A more accurate calcification assessment is anticipated with SSF2, especially in patients with heart rates of 60 to 95 bpm"
    },
    {
      "title": "Gastric Amyloid Light-Chain Amyloidosis with Fascinating Endoscopic Findings. A Case of Magnified Narrow-Band Imaging Resembling Lymphoproliferative Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41004824",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Probing Gluon Fluctuations in Nuclei with the First Energy-Dependent Measurement of Incoherent J/ψ Photoproduction in Ultraperipheral PbPb Collisions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Incoherent J/ψ photoproduction in heavy ion ultraperipheral collisions (UPCs) provides a sensitive probe of localized, fluctuating gluonic structures within heavy nuclei. This Letter reports the first measurement of the photon-nucleon center-of-mass energy (W_{γN}) dependence of this process in PbPb UPCs at a nucleon-nucleon center-of-mass energy of 5.02 TeV, using 1.52 nb^{-1} of data recorded by the CMS experiment. The measurement covers a wide W_{γN} range of ≈40-400 GeV, probing gluons...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "Kyung Hee University"
      ],
      "pmid": "41004769",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evidence for Longitudinally Polarized W Bosons in the Electroweak Production of Same-Sign W Boson Pairs in Association with Two Jets in pp Collisions at sqrt[s]=13 TeV with the ATLAS Detector",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004732/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "This Letter reports the first evidence of electroweak production of same-sign W boson pairs where at least one of the W bosons is longitudinally polarized and the most stringent constraint to date for the production of two longitudinally polarized same-sign W bosons. The dataset used corresponds to an integrated luminosity of 140 fb^{-1} of proton-proton collisions at a center-of-mass energy of 13 TeV, collected with the ATLAS detector during run 2 of the Large Hadron Collider. The study is...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41004732",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors associated with wasting among pediatric cancer patients aged 2-17 years at Uganda cancer institute: A cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004519/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Wasting is a prevalent form of malnutrition among pediatric cancer patients requiring the integration of nutritional services to address the nutritional needs of children, especially those aged greater than 5 years, those with cancers along the gastro-intestinal tract and those experiencing treatment effects. Additionally, health and nutrition education programs tailored to the caregiver's level of education are needed.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41004519",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Wasting is a prevalent form of malnutrition among pediatric cancer patients requiring the integration of nutritional services to address the nutritional needs of children, especially those aged greater than 5 years, those with cancers along the gastro-intestinal tract and those experiencing treatmen..."
    },
    {
      "title": "Reply to: Use of upadacitinib in giant cell arteritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41004311",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characteristics of hub regions in the superficial white matter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "The superficial white matter (SWM) comprises short-range fibers that connect adjacent cortical regions; however, its structural connectivity remains poorly understood. In a previous dissection study, we identified anatomical \"crossings\" where superficial white matter fibers converge from multiple directions. Building on this, the present study investigated superficial white matter characteristics associated with these crossings using diffusion-weighted imaging data from 10 individuals in the...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41004160",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Estimation of organ and effective doses for rotational cerebral angiography using the National Cancer Institute Dosimetry System for Radiography and Fluoroscopy (NCIRF)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Rotational cerebral angiography requires accurate dosimetry. The National Cancer Institute Dosimetry System for Radiography and Fluoroscopy (NCIRF), a Monte Carlo-based dosimetry software, can evaluate the organ dose (OD) and effective dose (ED) with higher accuracy than the conventional Monte Carlo software (PCXMC). We estimated the OD and ED for three-dimensional digital subtraction angiography (3D-DSA) and cone beam computed tomography (CBCT) using the NCIRF, reflecting dose variations during...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003986",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultra-fast whole-brain T2-weighted imaging in 7 seconds using dual-type deep learning reconstruction with single-shot acquisition: clinical feasibility and comparison with conventional methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The combination of SSTSE with dual-type DL reconstruction allows for the acquisition of clinically acceptable T2WI images in just 7 s. This technique shows strong potential to reduce MRI scan times and improve clinical workflow efficiency.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003971",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The combination of SSTSE with dual-type DL reconstruction allows for the acquisition of clinically acceptable T2WI images in just 7 s. This technique shows strong potential to reduce MRI scan times and improve clinical workflow efficiency"
    },
    {
      "title": "[<sup>11</sup>C]HSP990 PET as a translational tool to investigate the role of Hsp90 in tumours and support the development of Hsp90 therapeutics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003947/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: [^(11)C]HSP990 is a promising tracer for identifying Hsp90-overexpressing tumours and may hold potential for patient stratification, prognosis, and therapy monitoring of novel Hsp90 therapeutics. High healthy brain uptake of this tracer precluded the differentiation of the tumour in the intracranial NS/CT-2A tumour model, therefore [^(11)C]HSP990 might not be a suitable tracer for the glioblastoma imaging. Tracer with a longer half-life might be needed to compare the washout of the...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003947",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "[^(11)C]HSP990 is a promising tracer for identifying Hsp90-overexpressing tumours and may hold potential for patient stratification, prognosis, and therapy monitoring of novel Hsp90 therapeutics. High healthy brain uptake of this tracer precluded the differentiation of the tumour in the intracranial..."
    },
    {
      "title": "Perioperative anaphylaxis attributed to acetaminophen following intravenous acetaminophen administration: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Accurate identification of the causative component in intravenous acetaminophen formulations is critical. Clarifying whether the reaction is due to the active ingredient or an excipient such as mannitol helps prevent unnecessary drug restrictions and expands future treatment options.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003942",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Accurate identification of the causative component in intravenous acetaminophen formulations is critical. Clarifying whether the reaction is due to the active ingredient or an excipient such as mannitol helps prevent unnecessary drug restrictions and expands future treatment options"
    },
    {
      "title": "Propeptide-mediated enhancement of hyperthermophilic subtilisin-like protease expression in Escherichia coli",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003927/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003927",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantitative evaluation of thyroid bed accumulation in I-131 radiotherapy: a comparison of laryngeal edema and non-edematous cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003924",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rupture of the external iliac and bilateral femoral arteries in a patient with anorexia nervosa",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003909/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This case highlights a previously unreported and fatal vascular complication of anorexia nervosa. Extreme malnutrition may cause vascular fragility, increasing the risk of arterial rupture due to structural collapse of the vessel wall. Clinicians should be aware of this rare but life-threatening complication when treating patients with severe anorexia nervosa.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003909",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case highlights a previously unreported and fatal vascular complication of anorexia nervosa. Extreme malnutrition may cause vascular fragility, increasing the risk of arterial rupture due to structural collapse of the vessel wall"
    },
    {
      "title": "PAI-1 in Skin Malignancies: a Central Regulator of Tumor Progression and Therapeutic Resistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Plasminogen activator inhibitor-1 (PAI-1) plays a multifaceted and central role in the tumor biology of various skin malignancies. Beyond its classical function in fibrinolysis, PAI-1 contributes to tumor progression by promoting immunosuppression, angiogenesis, cellular senescence, and tissue remodeling. Its expression is particularly elevated in aggressive disease stages across cutaneous melanoma, cutaneous squamous cell carcinoma (cSCC), cutaneous angiosarcoma (CAS), and mycosis fungoides...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003885",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Worsening Renal Function in Acute Heart Failure: Not Always Harmful",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003880/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "PURPOSE OF REVIEW: Worsening renal function (WRF) frequently occurs in acute heart failure (AHF) and represents a clinical challenge, as it may lead to inappropriate alterations in therapy. Understanding its mechanisms and prognostic implications is essential for optimization of treatment.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003880",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "OF REVIEW: Worsening renal function (WRF) frequently occurs in acute heart failure (AHF) and represents a clinical challenge, as it may lead to inappropriate alterations in therapy",
      "significance": "is essential for optimization of treatment",
      "conclusion": null
    },
    {
      "title": "Single versus two implant-supported mandibular overdentures: a systematic review and meta-analysis of implant survival and prosthetic complications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003876/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Although 1-IOD may be a less invasive alternative to 2-IOD, careful consideration is necessary because of its increased incidence of prosthetic complications.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003876",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although 1-IOD may be a less invasive alternative to 2-IOD, careful consideration is necessary because of its increased incidence of prosthetic complications"
    },
    {
      "title": "Low-dose epidural morphine for postpartum pain relief: a randomized, single-blind study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003872/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Epidural morphine following vaginal delivery reduces contraction pain but not perineal pain and prolongs the time until initial request for additional analgesia without increasing side effects.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003872",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Epidural morphine following vaginal delivery reduces contraction pain but not perineal pain and prolongs the time until initial request for additional analgesia without increasing side effects"
    },
    {
      "title": "Prevalence and treatments of Sleep-Disordered breathing in people with down syndrome: A narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The prevalence of SDB is high in people with DS regardless of age and might be associated with characteristics of DS (craniofacial hypoplasia, obesity, and congenital heart disease). USPs might be an easy and useful screening tool for SDB in DS. Non-invasive ventilation therapy and hypoglossal nerve stimulation therapy would be effective and tolerable treatments in people with DS.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003862",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The prevalence of SDB is high in people with DS regardless of age and might be associated with characteristics of DS (craniofacial hypoplasia, obesity, and congenital heart disease). USPs might be an easy and useful screening tool for SDB in DS"
    },
    {
      "title": "Assessment of AI-driven anatomical recognition in robotic gastrectomy: A multicenter retrospective analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003776/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The AI model demonstrated strong external validity and improved surgeons' recognition of anatomical structures during RDG. Its integration into clinical practice can potentially reduce the rate of surgical complications and improve patient outcomes.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003776",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The AI model demonstrated strong external validity and improved surgeons' recognition of anatomical structures during RDG. Its integration into clinical practice can potentially reduce the rate of surgical complications and improve patient outcomes"
    },
    {
      "title": "SARS-CoV-2 infection in lung transplant recipients: a single-center retrospective study in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The incidence of COVID-19 in LTx recipients was similar to that in the general Japanese population, whereas the disease severity in LTx recipients remained high even after the Omicron era. Continuous development of preventive and early therapeutic interventions is required for these vulnerable groups.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003720",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The incidence of COVID-19 in LTx recipients was similar to that in the general Japanese population, whereas the disease severity in LTx recipients remained high even after the Omicron era. Continuous development of preventive and early therapeutic interventions is required for these vulnerable group..."
    },
    {
      "title": "Impact of Nonlinear Heart Rate Variability in Postoperative Complex Congenital Heart Disease: Insights From Repaired Tetralogy of Fallot and Fontan Palliation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003713/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Postoperative patients with complex congenital heart disease (CHD), such as those who have undergone Fontan procedures or Tetralogy of Fallot (TOF) repairs, often experience complications, including arrhythmias and heart failure. Heart rate variability (HRV) analysis assesses autonomic function and predicts cardiac outcomes; however, conventional linear methods have limitations, particularly in pediatric populations with variable heart rates. Nonlinear HRV analysis offers a robust alternative....",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003713",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Coupled-Cluster in Density Functional Theory Embedding Applied to Static Polarizabilities in Aqueous Environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003682/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "We present a study of static polarizabilities of organic molecules in aqueous environments using projection-based coupled-cluster in density functional theory quantum embedding. We propose two methods for the computation of supermolecular polarizabilities: an iterative embedding approach and a finite-field approach. The performance of these methods is tested against regular coupled-cluster singles and doubles (CCSD) theory. The static polarizability tensor of the investigated organic molecules...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003682",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conducting composite scaffolds for antibacterial drug release and <em>in situ</em> electrochemical monitoring of bacterial growth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Conducting polymer scaffolds have gained significant attention as dynamic platforms for interfacing with biological systems, particularly in bioelectronic and tissue engineering applications. However, their potential in antimicrobial therapy and infection-responsive drug delivery remains unexplored. This study presents a multifunctional scaffold system based on PEDOT:PSS/MXene composites loaded with tetracycline hydrochloride (TCH), designed to deliver an antibacterial agent and monitor...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003660",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Isolation and Structure Elucidation of Uric Acid Lowering Lipopeptides from an <em>Okeania</em> sp. Marine Cyanobacterium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Two linear lipopeptides mabuniamide B (1) and C (2) were isolated from an Okeania sp. marine cyanobacterium collected from the coast of Okinawa. Their structures were elucidated by spectroscopic analyses, and their absolute configurations of amino acid residues were determined using Marfey's analysis of the hydrolysates of 1 and 2. In addition, 1 and 2 inhibited uric acid production in cultured AML12 cells.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Knowledge of Targeted Muscles and Proper Form in Strength Training: A Cross-Sectional Survey of 1000 Adults Across Age, Sex, and Instructional Experience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003629/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "With the growing availability of strength training information through online platforms and social media, there is an increasing need to ensure that individuals possess sufficient knowledge to train safely and effectively. Nonetheless, previous studies on strength training literacy have primarily focused on university students and have not adequately examined differences in knowledge across age groups or the roles of training experience and instruction. This study aimed to assess the knowledge...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003629",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "assess the knowledge",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Breaking Barriers: Understanding the Impact of Intellectual Impairment on Inductive Reasoning in Basketball",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003624/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Access to high-performance sports is crucial for the holistic development and well-being of athletes with intellectual impairment (II). However, ensuring fair and equitable participation requires effective eligibility systems. This study investigates how basketball-specific inductive reasoning impacts athletes with II. A total of 92 elite male players with II (average age 26.3 ± 7 years) and 128 control players without II participated. This study used a tailored test to assess the ability to...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003624",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence of Current, Daily, and Heavy Smokers Among Adolescents in 97 Countries: A Global Population-Based Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003441/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "PURPOSE: Understanding adolescent smoking behavior is crucial for developing effective prevention strategies; however, research on adolescent smoking remains limited. Thus, we investigated the global prevalence of current, daily, and heavy smokers among adolescents.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University"
      ],
      "pmid": "41003441",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Understanding adolescent smoking behavior is crucial for developing effective prevention strategies; however, research on adolescent smoking remains limited",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Evaluation of the Bone Regenerative Potential of a Novel Calcium Silicate-Modified Calcium Carbonate Graft Material: Histological and Micro-Computed Tomography Assessment Using a Rat Calvarial Defect Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "In the present study, we evaluated the usefulness of a porous sintered calcium carbonate body with CaSiO(3) by comparing its osteogenic capacity with that of calcium carbonate without CaSiO(3) and that of β-tricalcium phosphate (TP). A cranial defect model of eight-week-old male Wistar rats was divided into three groups: calcium carbonate (CC), calcium carbonate-CaSiO(3) composite (CC+CS), and TP. Micro-computed tomography (CT) and histological analysis were performed at four and eight weeks...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003408",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three-Dimensional Objective Evaluation of the Changes in the Alveolar Ridge Before and After Horizontal Bone Augmentation Along with Implant Placement Using Intraoral Digital Scanning: A Prospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Implant treatment in the aesthetic regions of the jaw often requires hard and soft tissue augmentation to ensure optimal prosthetic outcomes. Radiological evaluation with cone-beam computed tomography (CBCT) and visual inspection of intraoral photographs are effective for assessing hard tissues but are limited in evaluating soft tissues. This study aimed to objectively evaluate volumetric and dimensional changes of the alveolar ridge, including both hard and soft tissues, following simultaneous...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003383",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "objectively evaluate volumetric and dimensional changes of the alveolar ridge, including both hard and soft tissues, following simultaneous",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Repurposing SGLT-2 Inhibitors as a Novel Therapeutic Strategy for Treatment-Resistant Meniere's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003115/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Background: Meniere's disease (MD) is a chronic inner ear disorder affecting approximately 0.2% of the population, with 30% of patients remaining refractory to conventional treatments. The pathophysiology involves endolymphatic hydrops, suggesting that agents affecting fluid homeostasis might provide therapeutic benefit. Sodium-glucose cotransporter 2 (SGLT-2) inhibitors, originally developed for diabetes, offer unique mechanisms including natriuresis and osmotic diuresis that may address the...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41003115",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Effects of Co-Culturing ND7/23 Sensory Neuron-like Cells and IFRS1 Schwann Cells on Myelination: A Single-Arm Nonrandomized Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002926/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Co-culture models of neurons and Schwann cells have been used to explore the mechanisms of myelination during development, axonal regeneration after injury, and the pathogenesis of various demyelinating neuropathies. A spontaneously immortalized Fischer rat Schwann cell line 1 (IFRS1), established from the primary culture of adult Fischer344 rat peripheral nerves, can myelinate neurites in co-cultures with primary cultured dorsal root ganglion neurons and neuronal cell...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41002926",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Co-culture models of neurons and Schwann cells have been used to explore the mechanisms of myelination during development, axonal regeneration after injury, and the pathogenesis of various demyelinati...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Large-Scale Molecular Dynamics of Anion-Exchange Membranes: Molecular Structure of QPAF-4 and Water Transport",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Understanding the molecular structure and water transport behavior in anion-exchange membranes (AEMs) is essential for advancing efficient and cost-effective alkaline fuel cells. In this study, large-scale all-atom molecular dynamics simulations of QPAF-4, a promising AEM material, were performed at multiple water uptakes (λ = 2, 3, 6, and 13). The simulated systems comprised approximately 1.4 to 2.1 million atoms and spanned approximately 26 nm, thus enabling direct comparison with both...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41002901",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Poly(Ionic Liquid)-Based Composite Electrolyte Membranes: Additive Effect of Silica Nanofibers on Their Properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Poly(ionic liquids) (PILs) show great promise as a new class of solid electrolytes for energy applications, including high-temperature polymer electrolyte fuel cells, owing to their combination of the unique electrochemical properties of ionic liquids and macromolecular architecture. In this study, we prepared and characterized PIL-based composite polymer electrolyte membranes containing silica nanofibers (SiO(2)NFs). The SiO(2)NFs were prepared via electrospinning, followed by calcination, and...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41002889",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Scalable Fabrication of Biomimetic Antibacterial Nanospikes on PMMA Films Using Atmospheric-Pressure Low-Temperature Plasma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002835/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Antibacterial surfaces inspired by biological micro- and nanostructures, such as those found on the wings of cicadas and dragonflies, have attracted interest due to their ability to inhibit bacterial adhesion and damage microbial membranes without relying on chemical agents. However, conventional fabrication techniques like photolithography or nanoimprinting are limited by substrate shape, size, and high operational costs. In this study, we developed a scalable method using atmospheric-pressure...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41002835",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emerging Metal Additive Manufacturing for Individualized Dental Therapies: A Narrative Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Metal additive manufacturing (AM) techniques, particularly laser powder bed fusion, are being increasingly recognized not as brand-new technologies, but as emerging technologies with their recent advancements-such as the development of optimized alloys, seamless digital workflow integration, and applications in patient-specific prostheses. With the rise in patient-specific approaches in dentistry, clinicians are seeking customized devices that precisely match individual anatomical and functional...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41002697",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radiotherapy for Genitourinary Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "As the second most common cancer in men, prostate cancer was diagnosed in 1 [...].",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41002584",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances in Systemic Therapy for Hepatocellular Carcinoma and Future Prospects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "The focus of treatment of hepatocellular carcinoma (HCC) has shifted significantly from local therapy to systemic drug therapy. Recently, the efficacy of drug therapy for HCC has made rapid progress. We have transitioned from eras of sorafenib monotherapy and sequential therapy with multiple tyrosine kinase inhibitors that slightly improved patient prognoses, to an era where the introduction of immunotherapy combining atezolizumab and bevacizumab has achieved further improvements in patient...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41002560",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NCPA-templated red-emitting gold nanoclusters: a turn-off-on fluorescent probe for rapid and selective detection of Cu<sup>2+</sup> ions in live cells and evaluation of anticancer activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002539/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Red-emitting gold nanoclusters (AuNCs) have gained significant attention as promising fluorescent probes for chemical and biomedical applications due to their excellent optical properties and inherent biocompatibility. In this study, a turn-OFF-ON red-emitting AuNC fluorescent probe was synthesized using N-cholyl D-penicillamine (NCPA) as a stabilizing and templating agent above its critical micellar concentration (CMC) under UV light irradiation. The developed synthesis protocol was simple,...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41002539",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring Mechanotransduction and Inflammation in Human Cartilaginous Endplate Cells in Blended Collagen-Agarose Hydrogels Under Cyclic Compression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Little is known about cartilaginous endplate (CEP) mechanobiology or how it changes in a catabolic microenvironment, partly due to difficulties in conducting mechanotransduction in vitro. Recent studies have found blended collagen-agarose hydrogels to offer improved mechanotransduction in chondrocytes compared to agarose alone. It was hypothesized that blended collagen-agarose hydrogels would be sufficient to improve the mechanobiological response in CEP cells relative to that in agarose alone,...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41002510",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Printable Conductive Hydrogels and Elastomers for Biomedical Application",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Printed flexible materials have garnered considerable attention as next-generation materials for bioelectronic applications, particularly hydrogels and elastomers, owing to their intrinsic softness, tissue-like mechanical compliance, and electrical conductivity. In contrast to conventional fabrication approaches, printing technologies enable precise spatial control, design versatility, and seamless integration with complex biological interfaces. This review provides a comprehensive overview of...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41002482",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel GelMA/GelMA-AEMA Hydrogel Blend with Enhanced Printability as a Carrier for iPSC-Derived Chondrocytes In Vitro",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002473/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Cartilage tissue engineering aims to restore damaged cartilage using biomaterials, cells, and/or biological cues to support cell growth and tissue repair. Although in the past decades scientific advances have moved the field forward, their translation to a clinical setting is still hampered. One major hurdle to take is to reduce process variability to ensure a predictable biological outcome. Using enabling technologies such as bioprinting has shown the potential to improve process robustness....",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41002473",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "to restore damaged cartilage using biomaterials, cells, and/or biological cues to support cell growth and tissue repair",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent Advances in Microfluidic Biofuel Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Traditionally, fuel cells operate by using small fuel molecules such as hydrogen and methanol to produce energy, water, and carbon dioxide. Enzyme biofuel cells use enzymes rather than precious metals as electrode catalysts. In recent years, enzyme-immobilized electrodes have been developed by combining enzyme biofuel cells with microfluidic technology to improve the efficiency and performance of fuel cells. In this review, we will provide an overview and describe the current status of recent...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41002366",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SERS-Driven Evolution of Lateral and Vertical Flow Assays in Medical Diagnostics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002312/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Surface-enhanced Raman scattering (SERS) has emerged as a powerful signal amplification strategy to address the inherent limitations of conventional flow-based diagnostic methods such as lateral flow analysis (LFA) and vertical flow analysis (VFA). By incorporating SERS-active nanostructures into these platforms, SERS-integrated LFA and VFA systems have significantly improved sensitivity, specificity, and multiplexing performance while maintaining the simplicity and portability of conventional...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41002312",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oral β-lactam combinations are effective <em>in vitro</em> against <em>Mycobacterium avium</em>, regardless of clarithromycin susceptibility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "The global incidence and prevalence of pulmonary disease caused by the Mycobacterium avium complex (MAC), mainly comprising M. avium and Mycobacterium intracellulare, is increasing. However, treating MAC pulmonary disease is challenging in cases of clarithromycin (CLR)-resistant MAC or where the patients experience adverse effects or drug interactions with the few available antibiotics. Therefore, developing novel and highly effective antibiotics against MAC is crucial. Although the efficacy of...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41002148",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Research on Quantum Circuit Learning Models for Molecular Dynamics Simulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001988/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "In the past decade, many hybrid quantum-classical algorithms have been applied to various industrial fields, reflecting the growing interest in NISQ devices. For example, in the field of chemistry, many studies were conducted to calculate the energies of eigenstates with high precision. However, there is still little research on molecular dynamics using quantum computers, because traditional approaches based on variational quantum algorithms are not suitable for the long-time steps of molecular...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41001988",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Glucose/Glucuronate Copolymers Stripped from Oxidized Cell Wall Cellulose by Mechanical Shearing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001900/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Alternating copolymers often exhibit specific physical properties, such as a narrow glass transition temperature range and a highly uniform micelle size. Alternating copolymers are, however, synthesized from only limited combinations of monomers. Herein, we report the semisynthesis of copolymers with a basic skeleton composed of alternating glucose (G)/glucuronate (U) units via the regioselective surface oxidation of plant cellulose crystallites, followed by mechanical shearing of the oxidized...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41001900",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Highly selective 1,4-NADH regeneration <em>via</em> hydrogenated NAD<sup>+</sup> analogs using a Pt/SiO<sub>2</sub> catalyst with low pressure hydrogen gas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "The hydrogenation of nicotinamide analogs using a Pt/SiO(2) catalyst, followed by hydride transfer to NAD^(+), results in the highly selective regeneration of 1,4-NADH. N-Methyl nicotinamide exhibits the highest reactivity, achieving 98% selectivity at 20 °C under 1 atm H(2). This strategy provides a practical and sustainable pathway for 1,4-NADH regeneration.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41001853",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Effect of a Post-Learning Nap on Motor Memory Consolidation in People With Parkinson's Disease: A Randomised Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001836/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Motor memory consolidation is a process by which newly acquired skills become stable over time in the absence of practice. Sleep facilitates consolidation, yet it remains unknown whether sleep-dependent consolidation is intact in people with Parkinson's disease. Here, we investigated whether a post-learning nap-as compared to wakefulness-improves motor memory consolidation in Parkinson. Thirty-two people with Parkinson's disease and 32 healthy older adults learnt a finger-tapping sequence task...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41001836",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whether a post-learning nap-as compared to wakefulness-improves motor memory consolidation in Parkinson",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>fac</em>-Re(2,2'-bipyridine)(CO)<sub>3</sub>Cl Catalyzes Visible-Light-Driven Functionalization of an Organic Substrate with CO<sub>2</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "The molecular photocatalyst fac-Re-(2,2'-bipyridine)-(CO)(3)Cl ([Re-Cl]) is well established and has been extensively investigated for the highly active and selective conversion of CO(2) to CO. However, its reactivity in processes other than CO(2) reduction has rarely been explored. Herein, we report the application of [Re-Cl] as a catalyst for the visible-light-driven carboxylation of an alkene using CO(2), with phenyl vinyl sulfone (1) serving as a model substrate. The catalytic system...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41001655",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sequential, Multiplexed Immunofluorescent Imaging of Live Cells Based on DNA-Mediated Reversible Fluorophore Attachment/Detachment with Antibodies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001652/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Given the spectral overlap of fluorophores, traditional immunofluorescence imaging is limited by the number of proteins that can be imaged simultaneously. Although sequential imaging techniques have been proposed, in which repeated staining and destaining are performed to obtain the merged image of several proteins, they are applied only to fixed cells presumably due to their harsh conditions. Therefore, observation and analysis of live cells have not been achieved with the sequential imaging...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41001652",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Introducing Sulfur Ylides as Charge-Neutral Termini for Mitigating Poly(ethylene glycol) Antigenicity in Nanomedicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "The widespread use of polyethylene glycol (PEG) in biomedical applications has led to the emergence of anti-PEG antibodies, which accelerate systemic clearance and undermine the performance of PEGylated systems, including those of nanomedicines. Antibody recognition often involves the hydrophobic PEG terminus, highlighting the need for alternative end-functionalization strategies that enhance hydrophilicity while maintaining stealth properties. Here, we introduce a novel PEGylation concept using...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41001646",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recyclable Whole-Cell Biotransformation System for the Direct Hydroxylation of Propane Catalyzed by a Robust Intracellular Wild-Type Cytochrome P450BM3 Activated by Decoy Molecules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "We report a decoy molecule-based whole-cell biotransformation system that achieves the direct hydroxylation of propane to 2-propanol using wild-type cytochrome P450BM3 expressed in Escherichia coli. With the most effective decoy molecule N-(2-cyclopentylethyl)-prolyl-phenylalanine (2CPE-Pro-Phe), 2-propanol was produced at a final concentration of 29 mM with a high selectivity of 99%. The catalytic activity achieved using this approach was higher than that achieved using previously reported...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41001626",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single Photocatalytic Hydrosilylation of Alkenes for the Synthesis of Bis(silyl) and Silaboryl Alkanes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Bis-(silyl) and silaboryl alkanes are of interest as bioactive compounds and highly functionalized synthetic building blocks, but conventional hydrosilylation reactions lack generality and/or selectivity for synthesizing multielement-containing alkanes. Here, we present a versatile photoactivated hydrosilylation reaction of silicon- or boron-containing alkenes using silylborane as a silyl radical source to construct bis-(silyl) or silaboryl alkanes. This method employs a single...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41001625",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Health programme spillover effects on childhood vaccination in India: a difference-in-differences analysis of the Zinc and Oral Rehydration Salts Programme using retrospective demographic health surveys data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Existing studies rarely evaluate spillover effects or unintended consequences of public health campaigns. We find that a public health programme to reduce diarrhoeal diseases was associated with increased vaccination coverage in India. These findings highlight the potential horizontal health effects of disease-specific public campaigns and household behaviour responses to the programme. The evidence shows that actionable approaches to improve immunisation coverage exist that do not...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41001232",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Existing studies rarely evaluate spillover effects or unintended consequences of public health campaigns. We find that a public health programme to reduce diarrhoeal diseases was associated with increased vaccination coverage in India"
    },
    {
      "title": "Arm-hand BOOST (AHA-BOOST) therapy to improve recovery of the upper limb after stroke: rationale and description by means of the TIDieR checklist",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In a phase II RCT, the AHA-BOOST program proved to be feasible and safe and suggests positive, clinical meaningful effects on arm and hand function. A phase III RCT including clinical, health economic and process evaluations of the AHA-BOOST program is currently ongoing.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41001199",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In a phase II RCT, the AHA-BOOST program proved to be feasible and safe and suggests positive, clinical meaningful effects on arm and hand function. A phase III RCT including clinical, health economic and process evaluations of the AHA-BOOST program is currently ongoing"
    },
    {
      "title": "Synthesis of Chrysene-Based Nanographenes by a Successive APEX Reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Chrysene-based nanographenes (ChrNGs), despite their relatively small structures, have been reported to exhibit low highest occupied molecular orbital (HOMO)-lowest unoccupied molecular orbital (LUMO) energy gaps and strong long-wavelength fluorescence, making them attractive for various applications. However, the precise synthesis of ChrNGs remains challenging, and their availability is limited compared with other classes of nanographenes. Herein, we report the synthesis of novel ChrNGs by a...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41001094",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cervical disc arthroplasty in Australia: An epidemiological study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41000489/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Although there is growing evidence supporting the safety and efficacy of CDA, its utilization in Australia has remained stable over the past 6 years, with the highest uptake among young to middle-aged patients. Further analysis of utilization trends may help identify factors influencing adoption and guide future surgical practice.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41000489",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although there is growing evidence supporting the safety and efficacy of CDA, its utilization in Australia has remained stable over the past 6 years, with the highest uptake among young to middle-aged patients. Further analysis of utilization trends may help identify factors influencing adoption and..."
    },
    {
      "title": "Genetic dissection of soybean lodging tolerance in recombinant inbred-line populations of major Japanese and modern US varieties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41000283/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "In soybean production, lodging poses a significant challenge to modern mechanized agriculture, such as the use of combine harvesters. Most Japanese varieties are prone to lodging because of the local weather conditions, such as wind and rain, resulting in a decline in productivity. In the United States (US), where mechanized agricultural production systems are prevalent, lodging tolerance (LT) is essential in soybean breeding. We thus used two recombinant inbred-line (RIL) populations developed...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41000283",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic control of seed iron and zinc concentration in Rwandan common bean population revealed by the Genome Wide Association Study (GWAS)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41000282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Common bean (Phaseolus vulgaris L.) is one of the most abundantly consumed legume crops as foods worldwide. In many African countries, this crop is an important staple food because of its rich nutrients. The Great Lakes region of Central Africa, which includes Rwanda, the nation with the highest per capita consumption of common beans worldwide, is known to be a center of common bean diversity in Africa. Increasing the amount of iron and zinc in common bean for biofortification has been a key...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41000282",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "staple food because of its rich nutrients",
      "conclusion": null
    },
    {
      "title": "Pollen parent affects rutin content of seeds of buckwheat (<em>Fagopyrum esculentum</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41000280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Buckwheat (Fagopyrum esculentum) is a heterostylous self-incompatible crop that requires outcrossing for seed formation. Pollen parents influence the traits of seeds in many plants, but their influence in buckwheat is unknown. Here, we crossed self-incompatible (SI) and self-compatible (SC) lines with different rutin contents. The average rutin contents of SI leading cultivars were all 0.15-0.21 mg/g, and a SI high rutin content line that we had developed was 0.6 mg/g, although it has wide range...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41000280",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polyphyletic domestication and inter-lineage hybridization magnified genetic diversity of cultivated melon, <em>Cucumis melo</em> L",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41000279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Melon accessions with diverse geographical origins were classified into large and small seed-types by length of seed at the boundary of 9 mm, and into five populations based on polymorphisms in the nuclear genome. They were further divided into three maternal lineages, Ia, Ib, and Ic, by polymorphisms in the chloroplast genome. By combining these three classifications, the Europe/US subsp. melo and the East Asian subsp. agrestis were characterized as [large seed, Ib, PopA1 or A2] and [small...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41000279",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and interlaboratory validation of a cultivar-specific identification method for the table grape 'Shine Muscat' using loop-mediated isothermal amplification (LAMP)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41000278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "'Shine Muscat' is an elite table grape cultivar developed by the National Agriculture and Food Research Organization in Japan. Recently, the infringement of breeders' rights in various fruits has become a serious problem in Japan. In this study, a loop-mediated isothermal amplification (LAMP)-mediated cultivar identification method for 'Shine Muscat' was developed. We comprehensively analyzed retrotransposon insertion sites using 24 major grape cultivars and identified two insertions,...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41000278",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Wave after wave: The suggestibility of noise in the experience of multisensory hallucinations under multimodal Ganzfeld stimulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41000273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "A multimodal Ganzfeld (MMGF) consists of homogeneous stimulation in both the visual and auditory modalities. Exposure to this unique perceptual environment can elicit the awareness of hallucinatory percepts. The nature of these hallucinatory percepts, and specifically the frequency of visual, auditory and multisensorial hallucinations, remains unclear. In this study, an MMGF refers to the stimulation paradigm itself. The perceptual experiences elicited, however, can be unimodal (occurring in one...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41000273",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fingolimod treatment exacerbates tau phosphorylation and neurodegeneration in a mouse model of tauopathy with accumulated brain CD8<sup>+</sup> T cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41000171/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "It is known that T cells play an important role in the progression of neurodegenerative disorders, including tauopathies. In this study, we used fingolimod (FTY720), an approved medication for the treatment of multiple sclerosis (MS), to manipulate T cell dynamics in P301S-Tau transgenic (Tau Tg) mice. FTY720 dramatically decreased the population of circulating T cells in blood. However, unexpectedly, we observed a marked increase in the number of CD8^(+) T cells in the hippocampus of...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41000171",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "role in the progression of neurodegenerative disorders, including tauopathies",
      "conclusion": null
    },
    {
      "title": "CRISPR/Cas9-Induced Targeted Mutagenesis of the Moss <em>Physcomitrium patens</em> by Particle Bombardment-Mediated Transformation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41000149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "The clustered regularly interspaced short palindromic repeat (CRISPR)/CRISPR-associated protein 9 (Cas9) system is a widely used programmable nuclease system for gene modification in many organisms, including Physcomitrium patens. P. patens is a model species of moss plants, a basal land plant group, which has been extensively studied from the viewpoint of evolution and diversity of green plant lineages. So far, gene modifications by CRISPR/Cas9 in P. patens have been carried out exclusively by...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41000149",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Auxiliary-Field Quantum Monte Carlo Method with Seniority-Zero Trial Wave Function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41000066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "We present an approach that uses the doubly occupied configuration interaction (DOCI) wave function as the trial wave function in phaseless auxiliary-field quantum Monte Carlo (ph-AFQMC). DOCI is a seniority-zero method focused on electron pairs. Although DOCI considers much fewer electron configurations than the complete active space (CAS) configuration interaction method, it efficiently captures the static correlation, while the consequent ph-AFQMC recovers the dynamical correlation across all...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41000066",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Shotgun metagenomics on indoor air for surveillance of respiratory, enteric, and skin viruses in a Belgian daycare setting, January to December 2022",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41000028/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "BACKGROUNDHospital-based communicable disease surveillance may be costly during large outbreaks and often misses mild or asymptomatic infections. It can be enhanced by environmental surveillance, which monitors circulating pathogens, even from asymptomatic carriers.AIMWe investigated if tracking viruses in indoor air could be used for their surveillance in a community setting. We also tested the value of untargeted metagenomics to identify viruses in air samples.METHODSWeekly indoor air samples...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41000028",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "if tracking viruses in indoor air could be used for their surveillance in a community setting",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chaplains' collaboration and leadership in interprofessional healthcare: a scoping review part 2: Influencing factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999968/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Interprofessional collaborative practice is integral to providing spiritual care and whole-person care. As interprofessional spiritual care models continue to evolve, existing research on chaplains' collaboration and leadership remains limited. In Part 2 of a two-part scoping review, we examine the factors that influence chaplains' collaboration and leadership. The review included 53 studies to map the relevant literature. Our analysis identified (a) four key factors: relational factors, the...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40999968",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chaplains' collaboration and leadership in interprofessional healthcare: a scoping review part 1: Multifaceted roles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999967/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Healthcare chaplains provide care within interprofessional collaborative contexts. However, little is known about their functional roles as collaborators and leaders, including what capabilities, influence, and skills chaplains leverage in their work. In Part 1 of a two-part scoping review, we examine chaplains' collaborative and leadership roles in interprofessional healthcare teams through mapping the existing research literature. We analyzed 53 empirical studies that met the inclusion...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40999967",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "53 empirical studies that met the inclusion",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the Effects of the Spatial Distribution of Catalytic Sites on Sulfur Nucleation Behaviors and Electrochemical Performances of Lithium-Sulfur Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999921/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Achieving 3D Li(2)S morphologies and accelerating polysulfide conversion reactions are critical for realizing high-energy lithium-sulfur (Li-S) batteries. Although electrolytes containing high Gutmann donor number components facilitate transition from film-like to 3D Li(2)S morphologies, challenges arising from polysulfide diffusion and incomplete polysulfide conversion remain unresolved. Catalyst design strategies optimized for high donor electrolyte systems are essential in overcoming these...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University"
      ],
      "pmid": "40999921",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A splicing variant in XPA results in delayed onset of clinical features of xeroderma pigmentosum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Xeroderma pigmentosum (XP) is a rare autosomal recessive disorder characterized by defective nucleotide excision repair (NER), leading to extreme sensitivity to sunlight-induced skin pigmentation changes and increased skin cancer risk. XP patients present with varying severity, often influenced by specific variants in NER-associated genes. Here, we describe two unrelated Cypriot XP-A patients with a mild phenotype linked to a homozygous missense variant (c.389G>A, p.R130K). The older patient,...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41005614",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling the structural phase transition and electrochemical water splitting of LaVO<sub>4</sub>/Pd-gC<sub>3</sub>N<sub>4</sub> nanocomposite",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "The development of cost-effective and efficient bifunctional electrocatalysts is vital for sustainable hydrogen production via electrochemical water splitting. In this study, we report the synthesis of a nanorod-shaped lanthanum vanadate (LaVO(4), LaV) integrated with palladium-doped graphitic carbon nitride (Pd-gCN) to form a hybrid LaV/Pd-gCN composite catalyst. Synchrotron X-ray diffraction (SXRD) reveals that LaV crystallizes in a monazite-type structure and undergoes a subtle structural...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41005524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Addressing transconductance-bandwidth trade-off by three-dimensional electrolyte-surrounded organic electrochemical transistors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "The performance of organic electrochemical transistors (OECTs) is fundamentally constrained by a trade-off between transconductance and temporal response. While increasing channel thickness enhances its capacitance and thereby amplifies transconductance, it simultaneously impedes ion transport kinetics, leading to slower switching speeds. Here, we present a three-dimensional electrolyte-surrounded OECT architecture that redefines ion transport dynamics by enabling multidirectional ion doping to...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41004583",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photoregulated Assembly-Disassembly Dynamics of Interfering with Organelle Membrane Integrity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003671/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Assembly-disassembly dynamics driven by fuel-driven out-of-equilibrium processes play a key role in biological function. Here, we present a photoregulated assembly-disassembly dynamic system based on synthetic building blocks composed of an azobenzene moiety and an organelle membrane-targeting unit. Upon localization to the organelle membrane, these photoresponsive monomers self-assemble into supramolecular fibrils that interact multivalently with the membrane. UV irradiation (365 nm) induces...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41003671",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Son et al. Bioprinting Vascularized Constructs for Clinical Relevance: Engineering Hydrogel Systems for Biological Maturity. <em>Gels</em> 2025, <em>11</em>, 636",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "The authors would like to make the following corrections to [...].",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41002537",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanochemical Nitrous Oxide Decomposition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Nitrous oxide (N(2)O) is one of the top three greenhouse gases, together with carbon dioxide and methane, but it is stable enough not to be easily decomposed under thermocatalytic conditions, even at high temperature (445 °C). Herein, an efficient N(2)O decomposition method is reported using nickel oxide catalyst under mechanochemical conditions operated near ambient temperature. The mechanochemical N(2)O decomposition method exhibited a rapid reaction rate of 1761.3 mL h^(-1) and a high...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41001992",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Osteoporosis prediction from hand X-ray images using segmentation-for-classification and self-supervised learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Osteoporosis is a prevalent metabolic bone disease that frequently remains undiagnosed due to limited access to bone mineral density (BMD) tests, such as Dual-energy X-ray absorptiometry (DXA). To address this issue, recent research explores alternative indicators from peripheral skeletal sites to enable earlier and more accessible screening. In this paper, we propose a method to predict osteoporosis using hand and wrist X-ray images, which are widely available and cost-effective, though their...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41006333",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The risk of suicide mortality according to income dynamics assessed using health insurance premium data: A nationwide cohort study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005119/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Low income is a known risk factor for suicide; however, how changes in income and its fluctuation relate to suicide risk remains unexamined. Using the Korean National Health Insurance Service database, 4,031,867 adults aged 30 years or older who underwent a health checkup in 2012 were followed until the end of 2022. Based on health insurance premiums, income levels and changes between 2008 and 2012 were assessed. Low-income status was defined as the lowest quartile or receiving Medical Aid....",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41005119",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carbon-negative syngas production via CO<sub>2</sub>-assisted catalytic pyrolysis of lignocellulosic yard waste: A case study on horse chestnut shells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41004957/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Yard trimmings, a major component of municipal solid waste, are abundant and carbon-neutral feedstocks used for renewable-energy production. However, their complex lignocellulosic structures limit the efficiency of energy conversion via conventional biological methods. This study presents a thermochemical strategy for syngas generation from yard trimmings. Among these, horse chestnut shells (HCSs) are one of the representative types of yard trimmings produced in large quantities worldwide from...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41004957",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Insulin Resistance with Dysglycemia in Elder Koreans: Age- and Sex-Specific Cutoff Values",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003141/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Dysglycemia including pre-diabetes mellitus (Pre-DM) and type 2 diabetes mellitus (T2DM) is associated with insulin resistance. This study aimed to support personalized early diagnosis of dysglycemia by proposing optimal, sex- and age-specific cutoff values for Homeostatic Model Assessment of Insulin Resistance (HOMA-IR) and Homeostatic Model Assessment of Beta-Cell Function (HOMA-β) in Koreans aged ≥65 years. Methods: This study analyzed 3862 older Koreans from the 8th...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41003141",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": "Dysglycemia including pre-diabetes mellitus (Pre-DM) and type 2 diabetes mellitus (T2DM) is associated with insulin resistance",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of Intravitreal Brolucizumab for Chronic Central Serous Chorioretinopathy: A Pilot Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41003112/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Chronic central serous chorioretinopathy (cCSC) is a vision-threatening disorder characterized by persistent subretinal fluid (SRF). While several treatment options exist, their efficacy varies, and optimal management remains uncertain. This retrospective pilot study aimed to evaluate the efficacy and safety of intravitreal brolucizumab in patients with symptomatic cCSC without pachychoroid neovasculopathy (PNV). Methods: In total, 15 eyes of 15 patients diagnosed with...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41003112",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Chronic central serous chorioretinopathy (cCSC) is a vision-threatening disorder characterized by persistent subretinal fluid (SRF)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ACPOA: An Adaptive Cooperative Pelican Optimization Algorithm for Global Optimization and Multilevel Thresholding Image Segmentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002830/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Multi-threshold image segmentation plays an irreplaceable role in extracting discriminative structural information from complex images. It is one of the core technologies for achieving accurate target detection and regional analysis, and its segmentation accuracy directly affects the analysis quality and decision reliability in key fields such as medical imaging, remote sensing interpretation, and industrial inspection. However, most existing image segmentation algorithms suffer from slow...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41002830",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An Improved Bionic Artificial Lemming Algorithm for Global Optimization and Cloud Task-Scheduling Problems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "The intelligent optimization algorithm has become a key tool in complex and intertwined engineering and science fields. However, with the increasing complexity of the problem and the rapid expansion of the data scale, the performance of the algorithm has been challenged unprecedentedly. The artificial lemming algorithm has gradually emerged because of its unique structural design and efficient optimization performance and has been widely recognized by academic circles. However, in the face of...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41002806",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physical Reservoir Computing System via Hybrid Ferroelectric-Ionic Transistors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41002038/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "In-materia computing, harnessing material complexity for energy-efficient computation, drives breakthroughs in constructing physical reservoir computing (PRC), a promising paradigm for energy-efficient handling of dynamic temporal tasks. However, the integration of PRC components into complementary metal-oxide-semiconductor (CMOS)-compatible and very large-scale integration (VLSI)-scalable platforms remains challenging, particularly in two-terminal devices that utilize exotic material systems....",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41002038",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk factor analysis and surgical outcomes in emergency gastrectomy for gastric perforation: a single-center retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41000230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Emergency gastrectomy can be a viable treatment for gastric perforation in regions with a high incidence of gastric cancer. However, patients with advanced age, delayed symptom onset, or poor physical status require careful surgical planning. Tailored strategies may improve outcomes, particularly in high-incidence regions for gastric cancer.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41000230",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Emergency gastrectomy can be a viable treatment for gastric perforation in regions with a high incidence of gastric cancer. However, patients with advanced age, delayed symptom onset, or poor physical status require careful surgical planning"
    },
    {
      "title": "Surgical treatment of hepatocellular carcinoma: an expert consensus-based practical recommendation from the Korean Liver Cancer Association",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41000228/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Compared with other treatments, surgical resection is an effective treatment method with the lowest local recurrence rate and the highest survival rate for hepatocellular carcinoma (HCC). To achieve excellent results after surgical treatment, it is essential to carefully select patients who are suitable for hepatic resection and minimize postoperative complications and liver function decline through standardized surgical methods and pre- and postoperative management. However, domestic and...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Kyung Hee University"
      ],
      "pmid": "41000228",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biodegradable Implantable Electronics with Wireless Technology for Real-Time Clinical Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001961/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1-u-VnOuHrrKiO4WMPvz_i-F2FoAlfu-lcoSZ3mSAjuT4X8gzB&fc=20250824200958&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Wireless biodegradable electronics offer a transformative approach to transient biomedical applications by combining fully implantable, resorbable architectures with untethered communication and power delivery. These systems address key limitations of conventional implants, including infection risk, foreign body response, and the need for surgical retrieval. As biodegradable implants are designed to disappear after fulfilling their function, wireless operation is essential to avoid permanent...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KIST"
      ],
      "pmid": "41001961",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Rare Case of Pulmonary Alveolar Proteinosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41001287/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1-u-VnOuHrrKiO4WMPvz_i-F2FoAlfu-lcoSZ3mSAjuT4X8gzB&fc=20250824200958&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "Pulmonary alveolar proteinosis (PAP) is a rare surfactant‑clearance disorder most often driven by neutralizing autoantibodies against granulocyte-macrophage colony-stimulating factor (GM-CSF). This leads to accumulation of surfactant in the alveolar spaces, with a symptom spectrum ranging from mild, indolent symptoms to life-threatening respiratory failure. A 50‑year‑old female marathon runner with no smoking history presented with a two-month history of progressively worsening exertional...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "KIST"
      ],
      "pmid": "41001287",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing toe joint stiffness to improve human-like walking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "The human metatarsophalangeal joint-often referred to as the \"toe joint\"-plays a vital role in gait by supporting body weight during mid-stance, enabling smooth rollover from heel to toe, and facilitating effective push-off in terminal stance. However, identifying its optimal stiffness remains challenging despite its relevance to both biological and robotic locomotion. In this study, we used a simulation-based trajectory optimization approach to investigate toe joint stiffness in a bipedal...",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41006515",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Generation of orthotopic intracranial glioblastoma patient-derived xenograft models: insights into extrachromosomal DNA-driven MYC(N) and PDGFRA oncogene amplification and preliminary therapeutic evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41005235/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20250927033450&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Intracranial PDX models were successfully established from cryopreserved GBM tissues through subcutaneous expansion. These models offer a clinically relevant platform for investigating GBM biology and evaluating the therapeutic efficacy of chemoimmunotherapy.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41005235",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Intracranial PDX models were successfully established from cryopreserved GBM tissues through subcutaneous expansion. These models offer a clinically relevant platform for investigating GBM biology and evaluating the therapeutic efficacy of chemoimmunotherapy"
    }
  ]
}