{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-09-28T19:17:52.332Z",
  "totalItems": 150,
  "totalArchived": 11665,
  "newPapersAdded": 14,
  "institutionBreakdown": {
    "KAIST": 0,
    "SNU": 100,
    "Yonsei University": 1,
    "SKKU": 0,
    "POSTECH": 4,
    "Korea University": 58,
    "IBS": 10,
    "UNIST": 1,
    "Hanyang University": 4,
    "KIST": 0,
    "GIST": 5,
    "Kyung Hee University": 11,
    "Pusan National University": 6
  },
  "subjectAreaBreakdown": {
    "Biomedical": 34,
    "Multidisciplinary": 76,
    "Cancer Research": 13,
    "Computer Science": 6,
    "Neuroscience": 8,
    "Materials Science": 13
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "A Case of Bilateral Temporal Bone Fractures Treated With Cochlear Implantation and Customized Vestibular Rehabilitation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Bilateral temporal bone fractures (TBFs) involving the otic capsule are uncommon, but can result in simultaneous severe auditory and vestibular dysfunction. We present the case of a 59 year-old male patient who experienced bilateral hearing loss and vertigo following a backward fall from a height of 2 m. Temporal bone computed tomography scans revealed bilateral fractures involving the otic capsule with hemorrhage in both mastoid cavities. Audiologic evaluation confirmed bilateral profound...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41015875",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acute Adverse Reactions to Nonionic Low-Osmolar Iodinated Contrast Media in Children: A Retrospective Study of 23,429 Injections Over 6 Years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Acute allergic-like and physiologic reactions to nonionic LOCM occurred in 0.89% and 0.55% of cases, respectively. Older age and a history of prior reactions were significant risk factors. Particular care is warranted during contrast-enhanced CT in these high-risk groups.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41015862",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Acute allergic-like and physiologic reactions to nonionic LOCM occurred in 0.89% and 0"
    },
    {
      "title": "State-of-the-Art Imaging in Antibody-Drug Conjugate Treatment for Advanced Bladder Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015860/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Antibody-drug conjugates (ADCs) have revolutionized the treatment landscape for advanced bladder cancer, particularly enfortumab vedotin and trastuzumab deruxtecan, which target Nectin-4 and human epidermal growth factor receptor 2 (HER 2), respectively. These ADCs have shown substantial efficacy, improving survival in patients who have progressed after chemotherapy and immunotherapy. Imaging plays a pivotal role in ADC-based therapy, extending beyond diagnosis and staging to assessing treatment...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41015860",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Percutaneous Lymphatic Embolization for Chylothorax Secondary to Gorham-Stout Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Percutaneous lymphatic embolization targeting the thoracic duct and pleural lymphatic collaterals is a feasible treatment option for GSD-related chylothorax.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41015859",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Percutaneous lymphatic embolization targeting the thoracic duct and pleural lymphatic collaterals is a feasible treatment option for GSD-related chylothorax"
    },
    {
      "title": "Multimodal Large Language Models in Medical Imaging: Current State and Future Directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Multimodal large language models (MLLMs) are emerging as powerful tools in medicine, particularly in radiology, with the potential to serve as trusted artificial intelligence (AI) partners for clinicians. In radiology, these models integrate large language models (LLMs) with diverse multimodal data sources by combining clinical information and text with radiologic images of various modalities, ranging from 2D chest X-rays to 3D CT/MRI. Methods for achieving this multimodal integration are...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41015856",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the therapeutic potential of extract in targeting localized adiposity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015795/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study suggests that MAB topical injection exhibits localized fat reduction by inhibiting insulin resistance, gluconeogenesis and lipogenesis mediator, while activating lipolysis enzymes within targeted adipose site.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41015795",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that MAB topical injection exhibits localized fat reduction by inhibiting insulin resistance, gluconeogenesis and lipogenesis mediator, while activating lipolysis enzymes within targeted adipose site",
      "conclusion": "This study suggests that MAB topical injection exhibits localized fat reduction by inhibiting insulin resistance, gluconeogenesis and lipogenesis mediator, while activating lipolysis enzymes within targeted adipose site"
    },
    {
      "title": "Serum matrix metallopeptidase-9 levels in patients with infantile epileptic spasms syndrome before and after the initiation of vigabatrin therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015830/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Decreased MMP-9 levels after the initiation of vigabatrin therapy suggested an improvement in BBB dysfunction. Our findings shed light on the role of the BBB in IESS and the role of vigabatrin in the recovery of this function.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41015830",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Decreased MMP-9 levels after the initiation of vigabatrin therapy suggested an improvement in BBB dysfunction. Our findings shed light on the role of the BBB in IESS and the role of vigabatrin in the recovery of this function"
    },
    {
      "title": "Evaluating cost-effectiveness of RSV vaccination strategies for older adults in the Netherlands",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: RSV vaccination for older adults in the Netherlands can be cost-effective, particularly when vaccinating every three years.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41015848",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RSV vaccination for older adults in the Netherlands can be cost-effective, particularly when vaccinating every three years"
    },
    {
      "title": "Effects of methamphetamine-induced sleep disruption on intradimensional/extradimensional attentional set-shifting in adult rhesus monkeys",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Cognitive performance has been shown to be negatively affected by both methamphetamine use and sleep disruption, independently. However, few studies have investigated the effects of methamphetamine-induced sleep disruptions on next-day executive functioning. The aim of the present study was to investigate the next-day cognitive effects of methamphetamine-induced sleep disruption on executive functioning in adult rhesus monkeys. Monkeys (4 males and 1 female) were fitted with primate collars to...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41015843",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "of the present study was to investigate the next-day cognitive effects of methamphetamine-induced sleep disruption on executive functioning in adult rhesus monkeys",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early diagnosis and treatment of acute heart failure in prehospital and emergency settings. Part 1 of the International Expert Opinion Series on acute heart failure management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015822/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Acute heart failure (AHF) is diagnosed in about 0.5% of all patients seen by emergency medical systems (EMS) and represents about 1% of emergency department (ED) visits. Leg swelling and shortness of breath are the most frequent patient complaints. Despite significant advancements in patient care pathways, the proper diagnosis, treatment and disposition of AHF may be further improved in emergency settings. The present document is an expert consensus document outlining key points in diagnosis,...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41015822",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of acupuncture on central amino acid metabolism based on targeted neurotransmitter analysis in mice with inflammatory pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015800/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study aims to assess changes in central neurotransmitters of CFA mice treated with acupuncture, revealing that abnormalities in central neurotransmitter metabolism may be a potential biochemical basis for pain. More importantly, our preliminary study suggests the potential role of tryptophan and its metabolites in acupuncture analgesia, which may provide new insight and direction for the pain management interface of neurometabolism.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41015800",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to assess changes in central neurotransmitters of CFA mice treated with acupuncture, revealing that abnormalities in central neurotransmitter metabolism may be a potential biochemical basis for pain",
      "significance": null,
      "conclusion": "This study aims to assess changes in central neurotransmitters of CFA mice treated with acupuncture, revealing that abnormalities in central neurotransmitter metabolism may be a potential biochemical basis for pain. More importantly, our preliminary study suggests the potential role of tryptophan an..."
    },
    {
      "title": "Distress Tolerance &amp; Emotion Regulation as Potential Mediators Between Race-Based Traumatic Stress and Maladaptive Coping",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015789/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "A growing body of literature suggests that experiences of discrimination can result in race-based traumatic stress symptoms (RBTSS), which manifest in symptoms similar to posttraumatic stress disorder (PTSD) and secondary traumatic stress (STS). Currently, research on RBTSS has focused on construct conceptualization, and little is known about the coping strategies used by individuals who have RBTSS and how mechanisms associated with other forms of traumatic stress relate to RBTSS. We examined...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41015789",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gender-Based Differences in Gut Microbiota Composition in Response to Anxiety and Stress in Shooting and Archery Athletes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015779/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Overall, anxiety levels in elite athletes are associated with gender and gut microbial composition, suggesting that modulating the brain-gut-microbe axis could offer potential strategies for improving mental health and optimizing competitive performance.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41015779",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Overall, anxiety levels in elite athletes are associated with gender and gut microbial composition, suggesting that modulating the brain-gut-microbe axis could offer potential strategies for improving mental health and optimizing competitive performance"
    },
    {
      "title": "Horizontal blocking of metastatic growth factors signaling by low molecular weight heparin derivative to control ovarian cancer progression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015257/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Conventional ovarian cancer treatments include surgery, radio/chemotherapy, and targeted therapies aimed at signaling pathways like transforming growth factor-β (TGFβ) and vascular endothelial growth factor (VEGF). However, targeted therapies often fall short due to the activation of alternative pathways and lack of patient responses. Thus, the use of a single targeted therapeutic to block more than one pathway simultaneously, termed as horizontal pathways, is hard to achieve due to their...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41015257",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pull-out force and fracture load of fully sintered zirconia hybrid abutment-crowns on Ti-base abutments: surface treatment effects and material comparison",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015219/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Applying a 10-MDP-containing primer enhanced the pull-out force of hybrid abutment-crowns milled from fully sintered (Y, Nb)-TZP, with or without APA. Implant restorations fabricated from this material and supported by Ti-base abutments exhibited a fracture load comparable to that of LD and PICN restorations.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41015219",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Applying a 10-MDP-containing primer enhanced the pull-out force of hybrid abutment-crowns milled from fully sintered (Y, Nb)-TZP, with or without APA. Implant restorations fabricated from this material and supported by Ti-base abutments exhibited a fracture load comparable to that of LD and PICN res..."
    },
    {
      "title": "Therapeutic strategy for exosome-based bone regeneration to osteoporosis: Challenges and potential solutions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015179/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Osteoporosis (OP) is a progressive bone disease marked by reduced bone mass and microarchitectural deterioration, thereby increasing fracture risk. Current therapies only partly restore bone quality and often cause side effects with long-term use. Recent studies highlight exosomes, a subtype of extracellular vesicles, as key regulators of bone remodeling with promising regenerative potential. However, their role in osteoporosis remains underexplored.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41015179",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Effect of Mavacamten on Left Atrial Strain Dynamics in Obstructive Hypertrophic Cardiomyopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41015126",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impacts of Uncertainties in Chinese NH<sub>3</sub> Emissions on PM<sub>2.5</sub> Concentrations over Mainland China and Downwind Regions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Uncertainties in ammonia (NH(3)) emissions can influence ambient fine particulate matter (PM(2.5)) concentrations through atmospheric chemical reactions. In this study, we performed numerical simulations using the Community Multiscale Air Quality (CMAQ) model to assess how uncertainties in Chinese NH(3) emissions affect PM(2.5) concentrations over mainland China and its downwind regions. We designed perturbation scenarios for spring and summer 2019 by increasing NH(3) emissions by 75.7%,...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41015107",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply to Letter to the Editor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41015101",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The global, regional, and national burden of cancer, 1990-2023, with forecasts to 2050: a systematic analysis for the Global Burden of Disease Study 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Cancer is a leading cause of death globally. Accurate cancer burden information is crucial for policy planning, but many countries do not have up-to-date cancer surveillance data. To inform global cancer-control efforts, we used the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) 2023 framework to generate and analyse estimates of cancer burden for 47 cancer types or groupings by age, sex, and 204 countries and territories from 1990 to 2023, cancer burden...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41015051",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A matching-adjusted indirect comparison of first-line lorlatinib and alectinib for the treatment of ALK-rearranged advanced non-small cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014855/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: First-line lorlatinib showed comparable efficacy to alectinib especially in Asian population. Further long-term and race-specific data are needed to guide more precise treatment decisions.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41014855",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "First-line lorlatinib showed comparable efficacy to alectinib especially in Asian population. Further long-term and race-specific data are needed to guide more precise treatment decisions"
    },
    {
      "title": "Observed intensification of temporally compound dry-wet transitions and serial combinations across East Asia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014817/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Rapid transitions between dry and wet spells, referred to as hydroclimatic swing events (HSEs), pose significant threats to human health, infrastructure, and ecosystems, particularly across East Asia. These risks are further amplified when HSEs are preceded by additional dry or wet spells, forming serially combined events; however, such complex cases have received limited attention in previous research. This study investigates emerging trends of HSEs and serially combined HSEs through a...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41014817",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent advances in biocathode materials and configurations for reactor applications in microbial electrosynthesis of CO<sub>2</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Elevated atmospheric carbon dioxide (CO(2)) levels driven by urbanization and anthropogenic activities have accelerated global warming. CO(2) upcycling using microbial electrosynthesis (MES) offers a unique opportunity to address this critical issue. The emerging field of MES is a sustainable approach toward transforming CO(2) into resourceful chemicals because of the self-sustaining activity of electroactive bacteria (EAB). On the other hand, microbe-electrode interface engineering at the...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41014815",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predicting high exposure of per- and polyfluoroalkyl substances (PFASs) in Korean adults using machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Per- and polyfluoroalkyl substances (PFASs) are synthetic chemicals with high persistence in the environment and biological systems, raising significant public health concerns. This study developed and evaluated machine learning (ML) models to predict high PFAS exposure among participants in the fourth cycle of the Korean National Environmental Health Survey (KoNEHS). The study assessed the effectiveness of a Full model incorporating 64 variables and a Compact model incorporating 10 basic health...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41014730",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metabolomic determinants of sarcopenia incidence: A 14-year prospective study of 33,797 participants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014721/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study identified 38 plasma metabolites associated with incident sarcopenia. Incorporating these metabolites into models with conventional risk factors yielded statistically significant improvements in prediction beyond that of conventional factors alone; however, the gain was modest, and its clinical relevance remains to be determined. These findings suggest that although the clinical utility of these metabolites for predicting sarcopenia incidence has not yet been fully...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41014721",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that although the clinical utility of these metabolites for predicting sarcopenia incidence has not yet been fully",
      "conclusion": "This study identified 38 plasma metabolites associated with incident sarcopenia. Incorporating these metabolites into models with conventional risk factors yielded statistically significant improvements in prediction beyond that of conventional factors alone; however, the gain was modest, and its cl..."
    },
    {
      "title": "Safe-haven assets for renewable energy stock investments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014706/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "This paper compares the safe-haven abilities of VIX, gold, Bitcoin, and green bonds against the risk of sectoral renewable indices: Solar, Wind, Bio-Clean fuel, and Geothermal. Using R-vine Copula-CVaR approach and daily data from February 2, 2018 to February 20, 2023, covering the Covid-19 outbreak, the results show the following: Firstly, gold and green bonds are strong safe-havens for renewable energy investments, given their ability to reduce both downside and upside risks irrespective of...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41014706",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SMARCA4-Deficient Undifferentiated Carcinoma: A Report of 2 Cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014585/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "BACKGROUND SMARCA4-deficient undifferentiated carcinoma (SMARCA4-DUC) is a rare and aggressive malignancy caused by inactivation of the SMARCA4 (SWI/SNF-related, matrix-associated, actin-dependent regulator of chromatin subfamily A member 4) gene, a critical component of the SWI/SNF chromatin-remodeling complex. Initially identified in thoracic tumors, it is increasingly recognized in extrathoracic sites, including the gastrointestinal tract. These tumors often mimic other malignancies, such as...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41014585",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vacancy Sealing with Pyridine Molecules Lowers Interfacial Trap Density and Accelerates Charge Extraction in Organic Photovoltaics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014551/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "In organic photovoltaics (OPVs) using zinc oxide (ZnO) as the electron transport layer (ETL), radicals generated in the oxygen vacancies of ZnO interfere with the π-π stack structure of the upper organic photoactive layer. The disruption of π-π stacking by these radicals hinders charge transfer and increases recombination losses. If this disruption continues, it eventually impairs the operational stability of the device. To mitigate these effects, pyridine (Py)-based passivation is explored....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41014551",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Restorative effect of sequential 4-channel neuromuscular electrical stimulation in obstructive sleep apnea: a feasibility study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014458/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study was the first to investigate sequential 4-channel NMES as a therapeutic option for patients with OSA. Given its feasibility and efficacy, 4-channel NMES warrants investigation in a larger, definitive trial in the future.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41014458",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study was the first to investigate sequential 4-channel NMES as a therapeutic option for patients with OSA. Given its feasibility and efficacy, 4-channel NMES warrants investigation in a larger, definitive trial in the future"
    },
    {
      "title": "Representation of women authorship in the top-cited articles published in the medical imaging literature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Women authors remain underrepresented in top-cited articles published in the medical imaging literature, with country of origin and subspecialty identified as factors of influence.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41014438",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "the medical imaging literature, with country of origin and subspecialty identified as factors of inf",
      "objective": null,
      "significance": null,
      "conclusion": "Women authors remain underrepresented in top-cited articles published in the medical imaging literature, with country of origin and subspecialty identified as factors of influence"
    },
    {
      "title": "Chemically Anchored PbS-2PACz CQDs Inks for Scalable HTL in Narrow-Bandgap and All-Perovskite Tandem Solar Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Mixed-metal narrow-bandgap (NBG) Sn-Pb perovskites are essential for achieving high-efficiency all-perovskite tandem solar cells (APTSCs). However, their single-junction performance is limited by interfacial recombination and inefficient charge extraction, due to non-uniform hole transport layers (HTLs). Here, PbS-2PACz colloidal quantum dots (CQDs) are synthesized, chemically anchoring [2-(9H-carbazol-9-yl)ethyl]phosphonic acid (2PACz) onto PbS CQDs via solution-phase ligand exchange. The...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41014271",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Membrane Reinforcement Strategy Using Robust Nanofibers for Durable and Safe AEM Water Electrolysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014263/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Anion exchange membrane (AEM) water electrolysis offers a sustainable route to green hydrogen but is limited by low ionic conductivity, excessive swelling, and mechanical instability under high-pressure conditions. Here, a reinforced composite membrane (RCM) comprising Fumion FAA-3 (FuMa-Tech) ionomer infiltrated into an electrospun polytetrafluoroethylene (PTFE) nanofiber (NF) network is reported. The porous PTFE NF scaffold enhances dimensional stability and structural integrity, mitigating...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41014263",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial Intelligence-Assisted Whole Slide Image Analysis for Lymph Node Status Prediction in Early Colorectal and Gastric Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014170/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "With the widespread use of advanced endoscopic techniques such as endoscopic submucosal dissection, an increasing number of early colorectal cancer (T1 CRC) and early gastric cancer (EGC) cases are now treated with endoscopic resection as the first-line approach. However, the risk of lymph node metastasis (LNM)-approximately 10% in T1 CRC and 5%-10% in EGC-necessitates additional surgical resection in high-risk cases. Current guideline-based risk stratification depends on pathological evaluation...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41014170",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Probiotic-Derived Extracellular Vesicles Attenuate Sarcopenia via Muscle Regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Postbiotic extracellular vesicles (EVs) secreted by lactic acid bacteria (LAB) have emerged as bioactive components with therapeutic potential. However, their efficacy in mitigating muscle atrophy remains unexplored. This study investigated the muscle-protective effects of postbiotic EVs derived from the probiotic Lentilactobacillus kefiri DH5 (DH5-EVs) in both palmitic acid (PA)-induced muscle atrophy in C2C12 cells and a hindlimb immobilization (HI) mouse model of sarcopenia. Biochemical...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41014082",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the muscle-protective effects of postbiotic EVs derived from the probiotic Lentilactobacillus kefiri DH5 (DH5-EVs) in both palmitic acid (PA)-induced muscle atrophy in C2C12 cells and a hindlimb immob...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of Improvement in Skin Laxity and Oiliness After Monopolar Radiofrequency Treatment: A Pilot Study Utilizing Multiple Assessment Tools",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014039/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Monopolar RF effectively enhances skin laxity by remodeling collagen and reorganizing elastic fibers. Histological findings and skin analyzer data support RF as a reliable, noninvasive treatment for improving skin firmness and reducing oiliness.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41014039",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Monopolar RF effectively enhances skin laxity by remodeling collagen and reorganizing elastic fibers. Histological findings and skin analyzer data support RF as a reliable, noninvasive treatment for improving skin firmness and reducing oiliness"
    },
    {
      "title": "Risk of cancers in women with polycystic ovary syndrome: Cohort study based on health insurance database in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: PCOS is associated with an increased risk of uterine and ovarian cancers. An increased risk of thyroid cancer was associated with PCOS in the 20-29 years age group. However, no link was found between PCOS and breast cancer. This should be considered when treating patients with PCOS.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41014020",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PCOS is associated with an increased risk of uterine and ovarian cancers. An increased risk of thyroid cancer was associated with PCOS in the 20-29 years age group"
    },
    {
      "title": "Single-step prediction of inferior alveolar nerve injury after mandibular third molar extraction using contrastive learning and bayesian auto-tuned deep learning model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014015/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The proposed single-step deep learning approach effectively predicts IAN injury, with contrastive learning addressing data imbalance and Bayesian optimization optimizing model performance. While artificial intelligence surpasses human performance in CBCT images, panoramic radiographs analysis still benefits from expert interpretation. Future work should focus on multi-center validation and explainable artificial intelligence for broader clinical adoption.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41014015",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed single-step deep learning approach effectively predicts IAN injury, with contrastive learning addressing data imbalance and Bayesian optimization optimizing model performance. While artificial intelligence surpasses human performance in CBCT images, panoramic radiographs analysis still ..."
    },
    {
      "title": "Atypical Lymphocytosis Induced by T Cell-Engaging Therapy in Patients With Hematological Malignancies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The observed increase in ALYs likely reflects immune activation induced by TCEs. Understanding ALY dynamics during TCE treatment is crucial for clinicians and pathologists when interpreting patient test results. Furthermore, ALY testing may serve as a potential marker for predicting the effectiveness of TCE therapies.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41013982",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The observed increase in ALYs likely reflects immune activation induced by TCEs. Understanding ALY dynamics during TCE treatment is crucial for clinicians and pathologists when interpreting patient test results"
    },
    {
      "title": "Spatiotemporal Reservoir Computing with a Reconfigurable Multifunctional Memristor Array",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "The existing physical implementations of reservoir computing are constrained mainly by time-delay architectures that lack capabilities for spatial data processing. This study presents a multifunctional memristor-based reservoir computing system, the memristive echo state network (MESN), which enables spatiotemporal computation within a single device crossbar array. Utilizing a reconfigurable Ta/HfO(2)/RuO(2) memristor, three distinct switching modes are realized: stochastic for input masking,...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41013963",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictive Values of Preoperative Compound Muscle Action Potential Amplitude for Surgical Outcomes in Idiopathic Ulnar Neuropathy at the Elbow",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013905/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "INTRODUCTIONS/AIMS: Despite numerous studies on ulnar neuropathy at the elbow (UNE), the predictive value of preoperative compound muscle action potential (CMAP) amplitude for postoperative intrinsic function remains unclear. This study aimed to evaluate the predictive values of preoperative CMAP amplitude for surgical outcomes in idiopathic UNE.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41013905",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Despite numerous studies on ulnar neuropathy at the elbow (UNE), the predictive value of preoperative compound muscle action potential (CMAP) amplitude for postoperative intrinsic function remains unc...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perceived burdensomeness, spiritual intelligence, and suicidal ideation: Implications for attitudes toward physician-assisted suicide in Korean Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "This study investigates psychological factors influencing attitudes toward physician-assisted suicide (PAS) among Korean older adults, focusing on perceived burdensomeness and thwarted belongingness as predictors of suicidal ideation. A survey of 200 adults aged 65 and over revealed that perceived burdensomeness significantly predicted suicidal ideation, mediating attitudes toward PAS, while thwarted belongingness had no significant effect. Spiritual intelligence moderated the link between...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41013869",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "1-year risks of cancers associated with COVID-19 vaccination: a large population-based cohort study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "The oncogenic potential of SARS-CoV-2 has been hypothetically proposed, but real-world data on COVID-19 infection and vaccination are insufficient. Therefore, this large-scale population-based retrospective study in Seoul, South Korea, aimed to estimate the cumulative incidences and subsequent risks of overall cancers 1 year after COVID-19 vaccination. Data from 8,407,849 individuals between 2021 and 2023 were obtained from the Korean National Health Insurance database. The participants were...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41013858",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of atorvastatin versus no Statin Treatment on major clinical events in Acute CardioEmbolic stroke patients without a definite indication for statin therapy: protocol for the STACE trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Evidence supporting the use of statin therapy to reduce stroke recurrence and cardiovascular events in acute cardioembolic stroke (CES) patients without atherosclerosis is limited. Past observational studies have been hampered by selection bias and unmeasured confounding factors. This study aims to investigate the potential benefits of statin therapy in acute CES patients without established indications through a registry-based, randomized clinical trial.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41013792",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to investigate the potential benefits of statin therapy in acute CES patients without established indications through a registry-based, randomized clinical trial",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Personalized musculoskeletal modeling for gait analysis and decision-making in femoral derotational osteotomy for children with cerebral palsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Gait analysis using personalized musculoskeletal models improved surgical decision-making for FDO, leading to better outcomes in children with CP. Personalized musculoskeletal models better identified suitable FDO candidates and more accurately predict surgical outcomes than general models.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41013781",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Gait analysis using personalized musculoskeletal models improved surgical decision-making for FDO, leading to better outcomes in children with CP. Personalized musculoskeletal models better identified suitable FDO candidates and more accurately predict surgical outcomes than general models"
    },
    {
      "title": "Bridging the barrier: insights into blood biomarkers and therapeutic strategies targeting choroid plexus and BBB dysfunction in alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013670/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Alzheimer's disease (AD) is the most common cause of dementia and accounts for approximately 60-80% of total dementia patients. Currently, accurate diagnosis for AD relies on cerebrospinal fluid (CSF) sampling or a positron emission tomography (PET) scan, methods that cannot be done in primary care centers where most people go with cognitive complaints. This Limitation calls for the urgent need to develop blood-related diagnostic tests that could facilitate early detection and enable timely...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41013670",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analgesic effects of transcutaneous auricular vagus nerve stimulation on partial sciatic nerve ligation-induced neuropathic pain in mice via serotonergic pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013640/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Current treatments for neuropathic pain often provide limited relief and are associated with significant side effects. Transcutaneous auricular vagus nerve stimulation (taVNS) shows promise as a non-pharmacological analgesic approach; however, its optimal therapeutic configuration and underlying brain mechanisms remain incompletely understood. This study investigated the analgesic effects of taVNS on neuropathic pain in a mouse model induced by partial sciatic nerve ligation (PSL), exploring...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41013640",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the analgesic effects of taVNS on neuropathic pain in a mouse model induced by partial sciatic nerve ligation (PSL), exploring",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations between flexibility, stretching habits, and spine injuries in professional golfers: a nationwide, cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study found that a fair grade of flexibility in the shoulder reach test was associated with a significantly lower risk of T/L-spine injuries. Additionally, modifications in warming-up and swing motion after T/L-spine injuries were significantly associated with the performance of professional golfers.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41013582",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study found that a fair grade of flexibility in the shoulder reach test was associated with a significantly lower risk of T/L-spine injuries. Additionally, modifications in warming-up and swing motion after T/L-spine injuries were significantly associated with the performance of professional go..."
    },
    {
      "title": "Clinical feasibility of motor hotspot localization based on electroencephalography using convolutional neural networks in stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013546/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We demonstrate that our EEG-based deep-learning approach can effectively identify individual motor hotspots, and the clinical feasibility of our algorithm by successfully applying the proposed approach to stroke patients. It can be used as an alternative to TMS for identifying motor hotspots, potentially enhancing the effectiveness of rehabilitation strategies.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU",
        "UNIST"
      ],
      "pmid": "41013546",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We demonstrate that our EEG-based deep-learning approach can effectively identify individual motor hotspots, and the clinical feasibility of our algorithm by successfully applying the proposed approach to stroke patients. It can be used as an alternative to TMS for identifying motor hotspots, potent..."
    },
    {
      "title": "Pilot study of association between neonatal brain perivascular space volume and neurodevelopmental outcomes at 24 months",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In this pilot study, larger BG-PVS volume in neonates at term-equivalent age was associated with poorer developmental outcomes at 24 months. These preliminary findings suggest that BG-PVS volume may warrant further investigation as a potential early imaging biomarker for neurodevelopmental risk assessment in neonates, though larger studies are needed to confirm these associations.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41013443",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this pilot study, larger BG-PVS volume in neonates at term-equivalent age was associated with poorer developmental outcomes at 24 months. These preliminary findings suggest that BG-PVS volume may warrant further investigation as a potential early imaging biomarker for neurodevelopmental risk asse..."
    },
    {
      "title": "Associations of water quality with cholera in case-control studies: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013364/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Cholera is a significant health risk for low- and middle-income countries (LMIC), and the threat of outbreaks is likely to increase due to climate change. To keep up to date with the link between water quality and cholera, we conducted a systematic review and meta-analysis to update a previous review while only focusing on water-related exposures. We searched Embase, Web of Science and PubMed for literature published between 2016 and 2022. Search terms were consistent with the previous review....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41013364",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Secreted AZGP1 induced by 5-FU binds to PD-L1 and promotes apoptosis in cholangiocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013181/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41013181",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "FAIR-Net: A Fuzzy Autoencoder and Interpretable Rule-Based Network for Ancient Chinese Character Recognition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013165/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Ancient Chinese scripts-including oracle bone carvings, bronze inscriptions, stone steles, Dunhuang scrolls, and bamboo slips-are rich in historical value but often degraded due to centuries of erosion, damage, and stylistic variability. These issues severely hinder manual transcription and render conventional OCR techniques inadequate, as they are typically trained on modern printed or handwritten text and lack interpretability. To tackle these challenges, we propose FAIR-Net, a hybrid...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41013165",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "EMPhone: Electromagnetic Covert Channel via Silent Audio Playback on Smartphones",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Covert channels enable hidden communication that poses significant security risks, particularly when smartphones are used as transmitters. This paper presents the first end-to-end implementation and evaluation of an electromagnetic (EM) covert channel on modern Samsung Galaxy S21, S22, and S23 smartphones (Samsung Electronics Co., Ltd., Suwon, Republic of Korea). We first demonstrate that a previously proposed method relying on zero-volume playback is no longer effective on these devices....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41013138",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diffusion-Based Frequency Hopping for Collision Mitigation in Dense Bluetooth Networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013131/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "This paper challenges the conventional wisdom of using uniform random resource selection for collision resolution in distributed scheduling, particularly in wireless protocols. Bluetooth, being one such technology, is analyzed through its frequency hopping mechanism to explore for a better alternative in random access MAC (medium access control). Using diffusion theory, we characterize Bluetooth's original frequency hopping as exhibiting maximum diffusivity, which correlates with unnecessarily...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41013131",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multimodal RGB-LiDAR Fusion for Robust Drivable Area Segmentation and Mapping",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013078/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Drivable area detection and segmentation are critical tasks for autonomous mobile robots in complex and dynamic environments. RGB-based methods offer rich semantic information but suffer in unstructured environments and under varying lighting, while LiDAR-based models provide precise spatial measurements but often require high-resolution sensors and are sensitive to sparsity. In addition, most fusion-based systems are constrained by fixed sensor setups and demand retraining when hardware...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41013078",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feasibility of an AI-Enabled Smart Mirror Integrating MA-rPPG, Facial Affect, and Conversational Guidance in Realtime",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "This paper presents a real-time smart mirror system combining multiple AI modules for multimodal health monitoring. The proposed platform integrates three core components: facial expression analysis, remote photoplethysmography (rPPG), and conversational AI. A key innovation lies in transforming the Moving Average rPPG (MA-rPPG) model-originally developed for offline batch processing-into a real-time, continuously streaming setup, enabling seamless heart rate and peripheral oxygen saturation...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41013066",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adaptive Switching Strategy of an Aerial Drone's GNSS Antennas with Metallic Shielding for GNSS Anti-Jamming",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "This paper presents a simple and cost-effective anti-jamming method for global navigation satellite system (GNSS) antennas of an aerial drone. The drone has three GNSS antennas, such that two antennas exist at distinct heights inside a metallic shielding structure, and one antenna exists outside the shielding structure. To overcome intentional jamming signals from low elevation angles, we designed an autonomous antenna selection method. In the proposed antenna selection method, the most suitable...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41013016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Center of Pressure Analysis of Postural Stability During Repetitive Reaching with Passive Arm-Support Exoskeletons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "This study assessed the effects of passive arm-support exoskeletons (ASEs) on postural stability during repetitive arm-reaching tasks. In a 3 × 3 × 2 within-subject design, twenty-four healthy right-handed men completed left-, front-, and right-facing arm-reaching tasks at two working distances (65.5 and 68.9 cm) under three intervention conditions (Without, VEX, Airframe). Postural stability was assessed using center of pressure (CoP) data recorded from a force plate. Both ASEs clearly reduced...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41012889",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CNN-Based Interpretable Feature Extraction Methods Considering Pairwise Interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "This paper proposes a framework that improves classification performance for multivariate time series data while providing an objective assessment of each variable's influence, including interaction effects. While convolutional neural networks (CNNs) offer significant advantages in analyzing multivariate time series data, the structural limitations of CNNs have restricted their ability to detect statistical interactions. Our approach creatively modifies convolutional filters and layer...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41012873",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "assessment of each variable's influence, including interaction effects",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Selective Inhibition of <em>Yersinia enterocolitica</em> Type III Secretion by <em>Lindera obtusiloba</em> Extract and Cinnamtannin B1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Selective inhibition of bacterial virulence factors is a promising strategy to convert pathogenic bacteria into non-pathogenic commensals, circumventing the challenge of antibiotic resistance. This approach enables the host immune system to eliminate virulence-attenuated pathogens. Methods: In this study, we evaluated the effects of Lindera obtusiloba Blume extract and cinnamtannin B1, the active component of the ethyl acetate fraction, on the type III secretion system...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41012552",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Selective inhibition of bacterial virulence factors is a promising strategy to convert pathogenic bacteria into non-pathogenic commensals, circumventing the challenge of antibiotic resistance",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plasma-Engineered PDRN: Surface Charge Neutralization and Nanosizing Enhance Uptake and Regeneration Potential",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012473/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background: Polydeoxyribonucleotide (PDRN) is increasingly used in dermatology and cosmetic applications owing to its regenerative and anti-aging properties. However, its topical use is limited by its high molecular weight and anionic charge, which restrict skin penetration. Methods: In this study, we employed a nitrogen-oxygen plasma treatment to PDRN to overcome these limitations and characterized its physicochemical properties and in vitro efficiency. Results: Upon plasma treatment, PDRN's...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41012473",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of an Automobile Indoor Air Quality Grading Based on Acute and Chronic Risk Assessment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "This study aimed to quantitatively evaluate the potential health effects of exposure to major air pollutants inside newly manufactured automobiles and to develop a grading system for automobile indoor air quality based on this assessment. To achieve this, the concentrations of 28 air pollutants were measured in five different automobile models. Among these, 18 substances were selected for health risk assessment based on the availability of acute and chronic toxicity data and the requirement that...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41012375",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "quantitatively evaluate the potential health effects of exposure to major air pollutants inside newly manufactured automobiles and to develop a grading system for automobile indoor air quality based o...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inhibitory Effects of Aquadag, a Black Carbon Surrogate, on Microbial Growth via Surface-Mediated Stress: Evidence from Adenosine Triphosphate Assay",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Black carbon (BC) from incomplete combustion sources including traffic emissions affects human health due to its physical characteristics and ubiquity in urban environments. We examined the effects of BC on microbial growth in the presence of particulate matter (PM), using Aquadag as a surrogate for BC. Brunauer-Emmett-Teller analysis showed BC had a specific surface area of 123.2 m² g^(-1), with over 90% of particles smaller than 100 nm, indicating strong surface interaction potential....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41012340",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of BC on microbial growth in the presence of particulate matter (PM), using Aquadag as a surrogate for BC",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Potential of Landfill Mined Combustible Polymer Composite and Soil-like Fraction for Energy Recovery, Chemical Recycling, and Resource Recovery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012277/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "The landfill mining and reclamation (LFMR) project is increasingly recognized as crucial for achieving sustainable waste management and supporting global environmental goals, such as the United Nations Sustainable Development Goals related to clean energy, responsible consumption, and sustainable cities. This study evaluated the potential of combustible polymer composites (CPCs) derived from landfill mining waste for energy recovery and chemical recycling as well as resource recovery potential...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41012277",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "related to clean energy, responsible consumption, and sustainable cities",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Choi et al. Prioritization of Vaccines for Introduction in the National Immunization Program in the Republic of Korea. <em>Vaccines</em> 2024, <em>12,</em> 886",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "The authors would like to make the following corrections to this published paper [...].",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41012194",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Experimental Efficacy of a Novel Combined Vaccine of Porcine Circovirus Types 2a/d, <em>Mycoplasma hyopneumoniae</em> and <em>M. hyorhinis</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These results indicated that the combined vaccine was efficacious and conferred protection against PCV2a, PCV2d, M. hyopneumoniae, and M. hyorhinis challenge under experimental conditions. This combined vaccine represented an effective strategy to enhance growth performance and control complex co-infection in swine populations.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41012154",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These results indicated that the combined vaccine was efficacious and conferred protection against PCV2a, PCV2d, M. hyopneumoniae, and M"
    },
    {
      "title": "Meta-Optics for Optical Engineering of Next-Generation AR/VR Near-Eye Displays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011916/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Meta-optics, enabled by metasurfaces consisting of two-dimensional arrays of meta-atoms, offers ultrathin and multi-functional control over the vectorial wavefront of light at subwavelength scales. The unprecedented optical element technology is a promising candidate to overcome key limitations in augmented reality (AR) and virtual reality (VR) near-eye displays particularly in achieving compact, eyeglass-type form factors with a wide field-of-view, a large eyebox, high resolution, high...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41011916",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Overview of Thermal Management Solution for 3D Integrated Circuits Using Carbon-Nanotube-Based Silicon Through-Vias",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Three-dimensional integrated circuit (3D IC) technology is an innovative approach in the semiconductor industry aimed at enhancing performance and reducing power consumption. However, thermal management issues arising from high-density stacking pose significant challenges. Carbon nanotubes (CNTs) have gained attention as a promising material for addressing the thermal management problems of through-silicon vias (TSVs) owing to their unique properties, such as high thermal conductivity,...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41011859",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early-Life Development of the Intestinal Microbiome in Preterm and Term Infants Hospitalized in the Neonatal Intensive Care Unit",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011489/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "This prospective cohort study investigated the longitudinal compositional changes of the gut microbiome across different gestational age groups, from birth to six months' corrected age for prematurity. Fecal samples (n = 709) from 349 neonates [51 very preterm, 195 moderate-to-late preterm, and 93 full-term infants] were analyzed. Proteobacteria, Firmicutes, and Bacteroidetes constituted the core microbiome of the meconium. Proteobacteria and Firmicutes were the dominant phyla before discharge,...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41011489",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of Adeno-Associate Virus (AAV) Serotype for Endometriosis Therapy and Effect of AAV-Mediated RNAi Delivery on Gene Expression and Cell Proliferation in In Vitro Endometrial Cell Culture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Endometriosis is a chronic estrogen-dependent condition with limited treatment options, often requiring surgery and long-term hormonal therapy that may impair ovarian function. Despite advancements in gene therapy for other diseases, its application in endometriosis remains largely unexplored. This study aimed to evaluate the potential of adeno-associated virus (AAV) vectors for targeted gene therapy in endometriosis. We screened multiple AAV serotypes for infectivity in primary human ectopic...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41011475",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the potential of adeno-associated virus (AAV) vectors for targeted gene therapy in endometriosis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive Safety Assessment of <em>Lentilactobacillus buchneri</em> KU200793 as a Potential Probiotic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011399/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "The safety profile of Lentilactobacillus buchneri KU200793, which has neuroprotective effects, was comprehensively evaluated through both phenotypic and genotypic analyses. Phenotypically, the strain exhibited no β-hemolysis, mucin degradation, indole production, gelatin liquefaction, urease activity, or β-glucuronidase activity. Additionally, it did not produce D-lactate, and only trace amounts of spermidine were detected among the biogenic amines. Furthermore, L. buchneri KU200793 did not...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41011399",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Herbal Medicine and Lifestyle Modifications for People with Obesity: A Single-Center, Retrospective, Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Objectives: Conventional Western treatments for obesity are associated with various adverse events (AEs). This study aimed to determine the treatment response and safety assessment of an integrative Korean medicine treatment (IKMT), consisting of herbal medicine (HM) and lifestyle modification (LM), for weight loss (WL) in people with obesity. Methods: The electronic medical records of outpatients from July 2021 to May 2023 at a Daeat Korean medicine clinic in Seoul were retrospectively...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41011264",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Conventional Western treatments for obesity are associated with various adverse events (AEs)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nasal Administration of <em>Durvillaea antarctica</em> Fucoidan Inhibits Lung Cancer Growth in Mice Through Immune Activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011224/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background: Various studies have demonstrated fucoidan's immunomodulatory effects. A previous study reported the anticancer effects of Durvillaea antarctica fucoidan (DAF) via immune activation in mice. Methods: In this study, we confirmed the DAF's pulmonary immune activation ability by nasal administration of the dendritic cells (DCs) and T cells. Furthermore, we examined its ability to enhance the efficacy of lung cancer treatment by combining it with anti-PD-L1 antibodies to activate the...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41011224",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "its ability to enhance the efficacy of lung cancer treatment by combining it with anti-PD-L1 antibodies to activate the",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Paeonol Ameliorates Benign Prostatic Hyperplasia via Suppressing Proliferation and NF-κB-In Silico and Experimental Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Benign prostatic hyperplasia (BPH) is a prevalent urological disorder in aging men, characterized by the enlargement of prostate epithelial and stromal cells, which leads to lower urinary tract symptoms. Paeonol, a bioactive compound derived from Moutan Cortex (Paeonia suffruticosa), exhibits multiple pharmacological properties; however, its therapeutic potential in BPH remains unclear. This study aimed to elucidate the mechanisms of paeonol in BPH treatment using network...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41011193",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "Benign prostatic hyperplasia (BPH) is a prevalent urological disorder in aging men, characterized by the enlargement of prostate epithelial and stromal cells, which leads to lower urinary tract sympto...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of Upper Gastrointestinal Adverse Events Associated with Oral Anticoagulants and Potential Drug Interactions with Cardiovascular Drugs: Exploratory Study Using FDA Adverse Event Reporting System",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background: This study aimed to evaluate the risk of upper gastrointestinal (UGI) adverse events (AEs) associated with oral anticoagulants (OACs) and identify potential interactions with cardiovascular (CV) drugs. Methods: Individual case safety reports (ICSRs) from the FDA Adverse Event Reporting System from July 2014 to December 2023 were analyzed. Dataset I was constructed to assess the associations between OACs and UGI AEs using disproportionality analysis. Dataset Ⅱ included OAC-related...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41011182",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the risk of upper gastrointestinal (UGI) adverse events (AEs) associated with oral anticoagulants (OACs) and identify potential interactions with cardiovascular (CV) drugs",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Shaofu Zhuyu Decoction for Treating Endometriosis: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011167/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Introduction: Shaofu Zhuyu Decoction (SZD) is a traditional Chinese herbal formula commonly used for gynecological disorders involving \"blood stasis\" and lower abdominal pain. Although applied clinically for endometriosis, evidence regarding its efficacy and safety remains fragmented. This systematic review and meta-analysis aimed to evaluate the clinical efficacy and safety of SZD combined with conventional medication (CM) for the treatment of endometriosis. Methods: Databases including PubMed,...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41011167",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Therapeutic Potential of Dietary Phytochemicals in Age-Related Neurodegenerative Disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "In recent times, neurodegenerative diseases have become a global health concern, particularly among the elderly. This may be attributed to the increased risk of neuronal death due to age. Moreover, the underlying mechanisms of neurodegeneration are largely driven by age-related processes that include oxidative stress, mitochondrial dysfunction, and inflammation. Despite extensive research efforts, however, neurodegenerative disorders still remain incurable as current therapeutic strategies...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41011140",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early Allograft Dysfunction After Liver Transplantation: Impact on Clinical Outcomes and Associated Risk Factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Early allograft dysfunction (EAD), defined as suboptimal initial graft function following liver transplantation (LT), is a serious complication associated with increased post-LT morbidity and mortality. This study aimed to evaluate the impact of EAD on clinical outcomes and to identify associated risk factors. Materials and Methods: Ninety-three patients who underwent LT between July 2015 and August 2024 were retrospectively analyzed. EAD was defined by the presence of...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41011101",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Early allograft dysfunction (EAD), defined as suboptimal initial graft function following liver transplantation (LT), is a serious complication associated with increased post-LT morbidity and mortalit...",
      "significance": "of EAD on clinical outcomes and to identify associated risk factors",
      "conclusion": null
    },
    {
      "title": "Comparing Tourniquet Use and Non-Use in Robot-Assisted Total Knee Arthroplasties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011092/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Performance of robot-assisted total knee arthroplasty (TKA) procedures has continued to increase in popularity. However, tourniquet use is necessary for longer periods of time in robot-assisted TKA than conventional manual TKA because the robot-assisted procedure requires an additional registration process. The use of tourniquets for long periods increases the risk of hidden blood loss and ischemic soft tissue injury in the lower extremity. The purpose of this study...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41011092",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Performance of robot-assisted total knee arthroplasty (TKA) procedures has continued to increase in popularity",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical and Radiological Outcomes of Revision Anterior Cruciate Ligament Reconstruction Using a Quadriceps Tendon Autograft with a Bone Block: A Single-Center Case Series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011026/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Revision anterior cruciate ligament reconstruction (ACLR) is demanding and yields inferior outcomes compared with primary procedures. The quadriceps tendon (QT) autograft with bone block has biomechanical and biological advantages though clinical evidence in revision remains limited. This study evaluated the clinical and radiological outcomes of revision ACLR using bone-block QT autograft in young, active patients. Materials and Methods: A case series with a level of...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41011026",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Revision anterior cruciate ligament reconstruction (ACLR) is demanding and yields inferior outcomes compared with primary procedures",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Indications for Additional Pedicle Subtraction Osteotomy in Iatrogenic Flatback After Short-Segment Fusion Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011015/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: This study aimed to identify radiographic predictors and optimal cut-off values for determining the need for additional pedicle subtraction osteotomy (PSO) in patients with iatrogenic flatback syndrome following short-segment (≤3 levels) fusion surgery. Materials and Methods: From 2011 to 2022, a total of 49 patients who underwent deformity correction for iatrogenic flatback following short-segment fusion at a single institution were included. We divided all patients...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41011015",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aimed to identify radiographic predictors and optimal cut-off values for determining the need for additional pedicle subtraction osteotomy (PSO) in patients with iatrogenic flatback syndrom...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Positive Airway Pressure Titration Sleep Data and Therapy Adherence in Patients with Obstructive Sleep Apnea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Although numerous studies have explored various predictors of positive airway pressure (PAP) adherence, the potential impact of objective sleep scoring data obtained during PAP titration on adherence has not been thoroughly investigated. The objective of this study was to evaluate the association between objective sleep parameters obtained from PAP titration, including sleep efficiency (SE), wake after sleep onset (WASO), and sleep latency (SL), and short-term PAP...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41011003",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Although numerous studies have explored various predictors of positive airway pressure (PAP) adherence, the potential impact of objective sleep scoring data obtained during PAP titration on adherence ...",
      "significance": "of objective sleep scoring data obtained during PAP titration on adherence has not been thoroughly investigated",
      "conclusion": null
    },
    {
      "title": "Multidirectional Trunk Movements Reveal Hidden Symmetry Loss in Stroke: An Electromyography-Based Comparative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Stroke and hemiplegia disrupts symmetrical activation of skeletal and abdominal muscles, impairing trunk control and functional movement. Although asymmetry is also present in healthy adults, its magnitude and patterns differ with neurological impairment. Understanding trunk muscle symmetry across functional tasks in healthy individuals and patients with stroke is essential for targeted rehabilitation strategies. Materials and Methods: A comparative cross-sectional...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010994",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Stroke and hemiplegia disrupts symmetrical activation of skeletal and abdominal muscles, impairing trunk control and functional movement",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Longitudinal Effects of Glecaprevir/Pibrentasvir on Liver Function, Fibrosis, and Hepatocellular Carcinoma Risk in Chronic Hepatitis C: A Prospective Multicenter Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background and Aims: Glecaprevir/pibrentasvir achieves sustained virologic response (SVR) rates above 95% in chronic hepatitis C (CHC). Nevertheless, the residual risk of hepatocellular carcinoma (HCC) after SVR, especially in patients with advanced liver disease, has not been fully defined. We prospectively evaluated longitudinal changes in liver function and fibrosis and sought predictors of post-SVR HCC in a real-world multicenter cohort. Methods: A total of 395 CHC patients who attained SVR...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41010992",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Glecaprevir/pibrentasvir achieves sustained virologic response (SVR) rates above 95% in chronic hepatitis C (CHC)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pain Treatment in Primary Care Through Eight Constitution Medicine: A Retrospective Real-World Study from South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010955/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Musculoskeletal pain is a global public health issue. Eight Constitution Medicine (ECM), a type of East Asian Traditional Medicine, offers personalized, minimally invasive treatment through Eight Constitution Acupuncture (ECA) and Eight Constitution Lifestyle Intervention (ECLI). Despite its clinical use, scientific evidence supporting ECM's effectiveness remains limited. This study aimed to evaluate the effectiveness in treating musculoskeletal pain in primary care...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010955",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Musculoskeletal pain is a global public health issue",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Textbook Outcomes of Totally Robotic Versus Totally Laparoscopic Pancreaticoduodenectomy for Periampullary Neoplasm: A Propensity Score-Matched Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Textbook outcome (TO) is a composite quality measure in surgery, but few studies have compared TO between robotic pancreaticoduodenectomy (RPD) and laparoscopic pancreaticoduodenectomy (LPD). This study aimed to evaluate and compare TO following RPD and LPD for periampullary neoplasms. Methods: We retrospectively analyzed 322 patients who underwent minimally invasive PD between 2010 and 2023 (RPD, n = 60; LPD, n = 262). LPD was first introduced in 2004, but only cases...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010892",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Textbook outcome (TO) is a composite quality measure in surgery, but few studies have compared TO between robotic pancreaticoduodenectomy (RPD) and laparoscopic pancreaticoduodenectomy (LPD)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sequential AI-ECG Diagnostic Protocol for Opportunistic Atrial Fibrillation Screening: A Retrospective Single-Center Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Atrial fibrillation (AF) often occurs in episodes that are sudden and go unnoticed, reducing the chances of anticoagulation. We evaluated a two-stage AI ECG screening protocol that uses a single ECG model at initial screening and, if necessary, a serial ECG model after short interval follow-up to enhance accuracy while saving monitoring resources. Methods: We analyzed 248,612 12-lead ECGs from 164,793 adults (AF, n = 10,735) for model development and assessed the protocol...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010879",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Atrial fibrillation (AF) often occurs in episodes that are sudden and go unnoticed, reducing the chances of anticoagulation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Scene Time Interval and Field Arrival to Epinephrine Administration Time with Outcomes in Cardiac Arrest",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010849/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: The association of scene time interval (STI) and field arrival to epinephrine administration time (FET) with outcomes in out-of-hospital cardiac arrest (OHCA) is unknown. The goal of this investigation is to assess the association of STI and FET with outcomes in OHCA. Methods: All adult OHCA cases with prehospital epinephrine administration in South Korea and Singapore were included. STI was divided into short and long stay based on the median value of each country. FET...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010849",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The association of scene time interval (STI) and field arrival to epinephrine administration time (FET) with outcomes in out-of-hospital cardiac arrest (OHCA) is unknown",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Characteristics and Management of Statin-Associated Anti-3-Hydroxy-3-Methylglutaryl-Coenzyme A Reductase Immune-Mediated Necrotizing Myopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background: Immune-mediated necrotizing myopathy (IMNM) associated with anti-3-hydroxy-3-methylglutaryl-coenzyme A reductase (HMGCR) antibody is a rare but critical complication usually triggered by statin use. However, the comprehensive characterization and long-term outcomes of anti-HMGCR-positive IMNM remain underexplored. This study aimed to examine the clinical characteristics, diagnostic challenges, treatment responses, and long-term outcomes of patients with anti-HMGCR-positive IMNM....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010829",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "examine the clinical characteristics, diagnostic challenges, treatment responses, and long-term outcomes of patients with anti-HMGCR-positive IMNM",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vascular Dementia: From Pathophysiology to Therapeutic Frontiers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010812/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Vascular dementia (VaD) represents the second-most common dementia type after Alzheimer's disease since it results from complications of cerebrovascular disease. Mixed pathologies combining vascular and neurodegenerative processes are the rule rather than exception in elderly dementia patients. The condition known as VaD includes various types of vascular damage that affect both large and small blood vessels in the brain which results in cerebral hypoperfusion, blood-brain barrier disruption,...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010812",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radiographic Analysis of Early Changes in Upper Adjacent Segments After Fusion Surgery: OLIF vs. PLIF",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background: Oblique lumbar interbody fusion (OLIF) has recently gained popularity as a minimally invasive surgical technique for lumbar fusion. While OLIF is superior in restoring disc height and lumbar lordosis compared to posterior lumbar interbody fusion (PLIF), its biomechanical effect on adjacent segments remains unclear. Methods: We retrospectively analyzed 236 patients who underwent one- or two-level OLIF (n = 95) or PLIF (n = 141) between 2013 and 2020. Radiographic outcomes, including...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010773",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating Novel Braided Metal Stent for Bilateral Simultaneous Side-by-Side Stenting in Malignant Hilar Biliary Obstruction: A Multicenter, Single-Arm Prospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010763/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background: While the side-by-side stenting technique-characterized by the parallel placement of stents offers procedural simplicity, the augmented radial force exerted by the initial stent may complicate subsequent deployment. This multicenter study evaluated the practicality and safety of bilateral side-by-side stenting using novel braided self-expandable metal stents (Benefit^(TM); M.I.Tech Co., Ltd., Pyeongtaek, Republic of Korea). Statistical analysis included survival analysis...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010763",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential Effects of Corneal Biomechanics on Superficial and Deep Vessel Density and Their Association with Central Visual Function in Glaucoma Patients with Myopia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010718/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: The purpose of this study was to investigate corneal biomechanical properties assessed with Corvis ST, structural features of myopia, and vessel density (VD) measured by optical coherence tomography angiography (OCT-A) and their associations with central visual function in myopic glaucoma patients. Methods: Forty-two eyes of 42 glaucoma patients with myopia without retinal lesions were subjected to analysis. Corvis ST was performed to measure the biomechanical properties...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010718",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "The purpose of this study was to investigate corneal biomechanical properties assessed with Corvis ST, structural features of myopia, and vessel density (VD) measured by optical coherence tomography a...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cholesterol Embolization Syndrome Presenting with Multifocal Cerebral Infarction After Thoracic Endovascular Aortic Repair: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "We report a rare case of cholesterol embolization syndrome (CES) presenting with multifocal cerebral infarctions following thoracic endovascular aortic repair (TEVAR). A 75-year-old male with a 6.1 cm thoracic aortic aneurysm and extensive atherosclerotic disease (\"shaggy aorta\") underwent zone 2 TEVAR with left subclavian artery embolization after left carotid-subclavian bypass surgery. Postoperatively, the patient developed altered mental status with multifocal cerebral infarctions involving...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010716",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of Hepatic Safety of Ulipristal Acetate in Korean Women with Uterine Fibroids: A Real-World Study Using Biochemical Markers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010699/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Ulipristal acetate (UPA) is a selective progesterone receptor modulator approved for the treatment of uterine fibroids, but concerns have arisen regarding its potential for severe hepatotoxicity, particularly following regulatory warnings in Europe and Korea. The real-world risk of UPA-induced liver injury in Korean women remains largely unknown. To evaluate the hepatic safety of UPA among Korean women with uterine fibroids using large-scale, population-based healthcare...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010699",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Ulipristal acetate (UPA) is a selective progesterone receptor modulator approved for the treatment of uterine fibroids, but concerns have arisen regarding its potential for severe hepatotoxicity, part...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Successful Cancer Surgery Without Transfusion Following Early Discontinuation of Dual Antiplatelet Therapy After Percutaneous Coronary Intervention for Acute Myocardial Infarction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010667/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "A 75-year-old Jehovah's Witness with recent ST-elevation myocardial infarction (STEMI) underwent percutaneous coronary intervention (PCI) with stenting of the proximal LAD. She was later diagnosed with gallbladder cancer and required urgent surgery but firmly refused allogeneic blood transfusion. This posed a major challenge, as the surgery was expected to cause significant bleeding, and the patient had undergone coronary stenting within the previous three months, which is when the risk of stent...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010667",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Impact of Cerebral Small Vessel Disease on Functional Recovery After Intracerebral Hemorrhage: Stratified Analysis by Age",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background: Cerebral small vessel disease (cSVD) is a major contributor to intracerebral hemorrhage (ICH). Its presence carries significant implications for stroke prevention, acute management, post-stroke recovery, and socioeconomic burden. Despite its clinical significance, the impact of cSVD on functional outcomes after ICH, particularly concerning aging, remains uncertain. Objective: This study evaluated how cSVD influences post-ICH functional recovery, using age stratification (<65 and ≥65...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010654",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study evaluated how cSVD influences post-ICH functional recovery, using age stratification (<65 and ≥65",
      "significance": "for stroke prevention, acute management, post-stroke recovery, and socioeconomic burden",
      "conclusion": null
    },
    {
      "title": "Clinical Efficacy of Extended Transforaminal Endoscopic Lumbar Foraminotomy Compared with the Conventional Technique",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010650/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Objectives: Transforaminal endoscopic lumbar foraminotomy (TELF) is an emerging minimally invasive surgical technique for lumbar foraminal stenosis. However, its effectiveness is debated because of concerns regarding adequate decompression and its long-term consistency. This study introduced the extended form of TELF, an advanced technique, to provide more extensive decompression using the same approach. Thus, this study aimed to describe the surgical technique and clinical outcomes of this...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41010650",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Transforaminal endoscopic lumbar foraminotomy (TELF) is an emerging minimally invasive surgical technique for lumbar foraminal stenosis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Glycosylated Hemoglobin Levels in the Third Trimester for Predicting Adverse Pregnancy and Neonatal Outcomes in Women with Pre-Gestational Diabetes: A Multi-Center Retrospective Cohort Study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010597/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: The objective of this study is to investigate pregnancy and neonatal outcomes in women with pre-gestational diabetes (PGDM) in the Korean population and compare outcomes according to glycosylated hemoglobin (HbA1c) levels in the third trimester. Methods: Singleton pregnant women with PGDM, with follow-up data, and who delivered at 16 Korean tertiary institutions between 2010 and 2023 were included for analysis. Eligible patients were divided into two groups according to...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41010597",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "The objective of this study is to investigate pregnancy and neonatal outcomes in women with pre-gestational diabetes (PGDM) in the Korean population and compare outcomes according to glycosylated hemo...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Radiologic and Morphologic Analysis of Posterolateral Fusion and Percutaneous Pedicle Screw Fixation for Thoracolumbar Junction Burst Fractures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Thoracolumbar burst fractures often require surgical stabilization. Although posterolateral fusion (PLF) has been traditionally used, percutaneous posterior fixation (PPF) without fusion has emerged as a less invasive alternative. However, comparative data specifically addressing PPF and PLF are limited. This study aimed to compare the radiological and perioperative outcomes of PPF and PLF for thoracolumbar burst fractures. Methods: This retrospective cohort study analyzed...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41010584",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Thoracolumbar burst fractures often require surgical stabilization",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optical Coherence Tomography- and Optical Coherence Tomography Angiography-Based Evaluation in Treatment-Naïve Non-Exudative Macular Neovascularization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: We evaluated the clinical features and natural course of treatment-naïve non-exudative macular neovascularization (NE MNV) associated with age-related macular degeneration in Korean patients. Methods: This retrospective longitudinal study of 21 eyes of 21 patients with NE MNV involved a chart review of best corrected visual acuity (BCVA), optical coherence tomography (OCT), and OCT angiography parameters. Results: This study included 13 men (13/21, 61.9%) and 8 women...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010580",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "We evaluated the clinical features and natural course of treatment-naïve non-exudative macular neovascularization (NE MNV) associated with age-related macular degeneration in Korean patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential Associations of Vitamin D Metabolites with Adiposity and Muscle-Related Phenotypes in Korean Adults: Results from KNHANES 2022-2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Total 25(OH)D and 25(OH)D(3) levels were inversely associated with adiposity and positively associated with muscle strength and lean mass, whereas the 25(OH)D(2) level was linked to low muscle strength and sarcopenia. The U- and J-shaped associations with low muscle mass indicate the complex and differential roles of vitamin D subspecies, warranting further study.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010538",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Total 25(OH)D and 25(OH)D(3) levels were inversely associated with adiposity and positively associated with muscle strength and lean mass, whereas the 25(OH)D(2) level was linked to low muscle strength and sarcopenia. The U- and J-shaped associations with low muscle mass indicate the complex and dif..."
    },
    {
      "title": "A 12-Week Randomized Controlled Trial of Nutrition and Exercise Education with Dietary Supplementation for Sarcopenia Prevention in Korean Baby Boomers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010533/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Sarcopenia is a major public health concern, and early preventive strategies in midlife are increasingly emphasized. The goal of this study was to evaluate the effectiveness of a 12-week lifestyle intervention that included nutrition education, exercise education, and dietary supplementation in Korean baby boomers. Methods: This single-blind, randomized controlled trial included 42 Korean baby boomers born between 1955 and 1963. Participants were randomly assigned to one...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010533",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Sarcopenia is a major public health concern, and early preventive strategies in midlife are increasingly emphasized",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex-Specific Associations Between Changes in Triglyceride-Glucose (TyG) Index and Risk of Chronic Kidney Disease: A Cohort Study of Young and Middle-Aged Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: The triglyceride-glucose (TyG) index is a surrogate marker of insulin resistance associated with chronic kidney disease (CKD). The effect of TyG index changes on the development of CKD in young adults remains unclear. Methods: We studied 353,140 Korean adults aged 18-49 years who underwent at least two health screenings. The TyG index changes between visits were categorized into quintiles. Incident CKD was defined as an estimated glomerular filtration rate of <60...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010511",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The triglyceride-glucose (TyG) index is a surrogate marker of insulin resistance associated with chronic kidney disease (CKD)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immunomodulatory Effects of <em>Lactobacillus brevis</em> NES-428 in a Hyperthyroidism Mouse Model: Potential Applications for Graves' Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background: Safe, microbiome-based interventions for autoimmune hyperthyroidism are lacking. We isolated the lactic acid bacterium NES-428 from kimchi and previously demonstrated that it shares 99% 16S-rRNA identity with Lactobacillus brevis reference strains, confirming NES-428 as a novel strain. Here we evaluated its immunomodulatory and anti-thyroid activity in cellular and murine models. Methods: Jurkat T cells (5 × 10⁶) were incubated with heat-killed NES-428 for 24 h and subsequently...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41010493",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Effect of <em>Dioscoreae Rhizoma</em> on Gastrointestinal Function: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Dioscoreae Rhizoma, commonly known as yam, has long been used in East Asia as a medicinal food for gastrointestinal (GI) health. This systematic review aimed to assess the GI-related benefits of Dioscoreae Rhizoma by synthesizing findings from both human clinical trials and in vivo experimental studies. Methods: A structured search of eight major databases-including PubMed, EMBASE, and Web of Science-was conducted through April 2025. This systematic review includes both...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41010469",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "Science",
      "objective": "Dioscoreae Rhizoma, commonly known as yam, has long been used in East Asia as a medicinal food for gastrointestinal (GI) health",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perceptions Regarding Healthy Eating Based on Concept Mapping",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: This study aimed to examine contemporary perceptions of healthy eating among individuals living in a rapidly evolving social, economic, and cultural environment. A mixed-methods approach was employed using the concept mapping method to collect, visualize, and analyze participants' perceptions. Methods: Twenty-four Korean individuals aged 16 to 55 participated in the study. Initially, perceptions of healthy eating were gathered through focus group interviews. These...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41010467",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study aimed to examine contemporary perceptions of healthy eating among individuals living in a rapidly evolving social, economic, and cultural environment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual Protective Effects of Postbiotics and <em>Cichorium intybus</em> L. Mixture in the Sarcopenic and Inflammatory Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41007610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1p9j2Ia0knT7gmGP5yr8TGKmrRRyRQ0oWVA_KWuJa7rtxBZMim&fc=20250822201347&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Recently, concerns about age-related conditions, such as sarcopenia and chronic inflammation, have increased owing to the global acceleration of population aging. Notably, these conditions are interrelated and further exacerbate functional decline in older adults. Therefore, this study aimed to evaluate the efficacy of a novel bioactive compound, DuoX (a mixture of the postbiotic beLP1 and Cichorium intybus L.), in alleviating muscle wasting and chronic inflammation....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Yonsei University"
      ],
      "pmid": "41007610",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Recently, concerns about age-related conditions, such as sarcopenia and chronic inflammation, have increased owing to the global acceleration of population aging",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sardine Inclusion in a Food Waste-Based Substrate for Rearing Black Soldier Fly (<em>Hermetia illucens</em>) Larvae: Effects on Growth Performance, Body Composition, and Gut Microbiome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009157/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "The drastic surge in Sardine landings in Korea underscores the urgent need for sustainable upcycling strategies. However, research on the feasibility of using sardine (SD) in food waste (FW)-based substrates during the cultivation of black soldier fly (Hermetia illucens) larvae (BSFL) remains limited. Thus, we aimed to investigate the effect of incorporating varying SD contents (0, 25, 50, 75, and 100%), into which 4-day-old (third-instar) larvae weighing approximately 0.02 g were introduced and...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41009157",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the effect of incorporating varying SD contents (0, 25, 50, 75, and 100%), into which 4-day-old (third-instar) larvae weighing approximately 0",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Wearable Technology in Diving: A Review of Heart Rate and Oxygen Saturation Monitoring for Enhanced Safety and Performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41008476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Monitoring heart rate (HR) and peripheral oxygen saturation (SpO(2)) in underwater environments has gained increasing importance due to the expanding popularity of diving activities such as SCUBA diving, freediving, and professional underwater operations. These physiological parameters are critical indicators for detecting adaptive responses and early signs of physiological distress caused by environmental stressors like elevated ambient pressure, hypoxia, cold temperatures, and psychological...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "Pusan National University"
      ],
      "pmid": "41008476",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering electrothermally enhanced interfacial evaporation for high-performance solar desalination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Maximizing evaporation performance is crucial for advancing interfacial steam generation (ISG) systems, yet the potential of Joule heating for this remains underexplored. Here, we present a high-performance interfacial evaporator that leverages Joule heating-based evaporation to achieve very high water evaporation rates. The system integrates thiol-functionalized glassy carbon sponge with ultra-low electrical resistance ( ~ 0.75 Ω) to maximize joule heating. Under 1 sun illumination and a 37 W...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41006778",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Fukuyama congenital muscular dystrophy: Clinical features and therapeutic advances\" [Brain Dev. 47(5) (2025) 104437]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015760/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41015760",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cold-season programming reinforces the brown fat-cardiometabolic health link",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015696/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Recent work by Yoneshiro et al. links brown adipose tissue (BAT) activity to environmental temperatures during conception, highlighting intergenerational influences shaping BAT function. Here we explore how these findings translate into a cardiometabolic health phenotype and discuss how it can be mediated through sperm epigenetic programming.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41015696",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unexpected early-onset transvalvular regurgitation after transcatheter aortic valve implantation: salvaged by simple balloon touch-up",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41015646",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of sequential perioperative chemotherapy for high-risk colorectal liver metastases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015621/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Achieving a sequential strategy of NAC, surgery, and AC may improve the long-term survival of patients with high-risk CLM, supporting its potential as a standard treatment strategy.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41015621",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Achieving a sequential strategy of NAC, surgery, and AC may improve the long-term survival of patients with high-risk CLM, supporting its potential as a standard treatment strategy"
    },
    {
      "title": "Digital twins or AI SIMs? What to call generative AI systems designed to emulate specific individuals, in healthcare settings and beyond",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015503/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41015503",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring Anticholinergic and Anti-Amnesic Potential of Methyl Substituted Monocarbonyl Curcumin Derivatives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Alzheimer's disease (AD) is the most prevalent form of dementia or amnesia, characterized primarily by loss of acetylcholine (ACh), due to increased activity of acetylcholinesterase (AChE) and butyrylcholinesterase (BChE), both of which accelerate ACh degradation, and exacerbate cholinergic dysfunction. In this regard, the synthetic methyl-substituted monocarbonyl curcumin derivatives (BL1-BL3) were analyzed for AChE and BChE inhibition, followed by molecular docking studies. Scopolamine (1...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University"
      ],
      "pmid": "41015375",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The anticonvulsant activity of trace amine-associated receptor 1 (TAAR1) agonists involves GABA<sub>B</sub> receptors in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Trace amine-associated receptor 1 (TAAR1) agonists have shown potential as therapeutic agents for schizophrenia and other neuropsychiatric disorders. However, it remains unclear whether TAAR1 agonists have anticonvulsant activity. We therefore investigated the effects of TAAR1 agonists on acute seizures induced by continuous intravenous infusion of a GABA(A) receptor antagonist, pentylenetetrazol (PTZ), and an inhibitor of voltage-gated potassium channels, 4-aminopyridine (4-AP), in mice. The...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41015374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low Bacteroides abundance is related to endothelial dysfunction in type 2 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Low Bacteroides abundance is associated with low RHI and may be associated with the risk of atherosclerosis in patients with T2D.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41015296",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Low Bacteroides abundance is associated with low RHI and may be associated with the risk of atherosclerosis in patients with T2D"
    },
    {
      "title": "Micropore-forming Photocurable Tissue Adhesive Promotes Cell Infiltration for Wound Healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015281/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Tissue adhesives suffer from a trade-off relationship between tissue adhesion strength for long-term wound closure and degradation rate for tissue regeneration, which results in the suppression of postoperative wound healing. Here, we report the development of micropore-forming tissue adhesives with an enhanced cell infiltration capacity for tissue regeneration. By leveraging the phase-separation behavior of gelatin modified with hydrogen-bonding moieties, bicontinuous and micropore-forming...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41015281",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Iron-infection Axis Revisited: From Mechanistic Insights to Therapeutic Frontiers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015187/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Iron is an essential element for both the host and the invading pathogens since its chemically reactive nature makes it favorable for its nutritional value during infection. Pathogens employ high-affinity siderophores to acquire iron. Meanwhile the host sequestrates iron by binding proteins and a suite of regulatory factors including hepcidin, lipocalin-2, and natural resistance-associated macrophage protein 1. These natural immune responses by the host are intimately linked with the...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41015187",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical characteristics and diagnostic value of symptoms and objective findings in patulous eustachian tube: a large-scale study based on the Japan Otological Society criteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This large-scale study identified key background factors and symptoms valuable for PET diagnosis and confirmed that objective tests have strong discriminatory ability, supporting earlier and more accurate clinical decision-making.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014990",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "tests have strong discriminatory ability, supporting earlier and more accurate clinical decision-making",
      "significance": null,
      "conclusion": "This large-scale study identified key background factors and symptoms valuable for PET diagnosis and confirmed that objective tests have strong discriminatory ability, supporting earlier and more accurate clinical decision-making"
    },
    {
      "title": "Examining the relationship between nursing students' readiness, literacy and attitudes toward medical artificial intelligence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The findings underscore the importance of enhancing nursing students' AI literacy and ethical competence to foster readiness for medical AI. Education programs should incorporate targeted content to improve students' abilities to evaluate and ethically apply AI in healthcare settings.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014946",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings underscore the importance of enhancing nursing students' AI literacy and ethical competence to foster readiness for medical AI. Education programs should incorporate targeted content to improve students' abilities to evaluate and ethically apply AI in healthcare settings"
    },
    {
      "title": "A longitudinal study of stress-sensitivity trajectories and schizotypy: Retrospective and momentary daily-life assessments of stress appraisals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Heightened stress-sensitivity is a vulnerability factor to the extended psychosis phenotype (i.e., schizotypy), but longitudinal studies on its development and association with schizotypy are lacking. This study examines the stability of stress-sensitivity as a trait and its trajectories over time, assessed both retrospectively and in daily life. Additionally, it explores whether individuals with varying stress-sensitivity trajectories exhibit different levels of positive and negative...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014920",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antibiotic resistance, sequence typing, and virulence gene profiles of Salmonella enterica isolated from the broiler production chain in southern Thailand",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Salmonella is a major foodborne pathogen from poultry farms and potentially transferred to meat products during processing in slaughterhouses or transportation to wet markets. From a total of 351 samples, only 73 samples (20.8 %) collected from broiler farms, slaughterhouses, and chicken meat stalls at a wet market, which were selected independently within the same province, were positive for Salmonella. Fifty-six Salmonella isolates were evaluated for the presence of nine known virulence genes...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014858",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assembly of filament-like supraparticles in confined vortex rings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014762/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Assembling nanoscale building blocks into larger supraparticle constructs has emerged as a promising avenue to create highly functional particle systems for numerous applications. In the vortex ring freezing method, toroidal supraparticles can be fabricated through the consolidation of colloidal particles in a vortical flow field generated by an impinging droplet in a reservoir of coagulant. Interactions between a vortex ring with its surroundings have been studied systematically in the past...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014762",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Theoretical and practical perioperative considerations protective ventilation in lung transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014735/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Protective ventilation is a cornerstone of perioperative management during lung transplantation. However, its current clinical approach is mainly based on literature from intensive care and elective surgery with one-lung ventilation. This review summarizes the pathophysiology of each of the four main end-stage lung diseases and how mechanical power affects the energy exerted on the lungs during the different surgical steps, first on the host and then on the grafts. Each pathology presents...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014735",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A scoring system for assessing the Manner of Death in Stab Injuries to the Trunk (The MODSIT score)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014683/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Distinguishing between homicide and suicide in cases of single stab injuries to the trunk can be challenging, particularly in the absence of clear contextual information. This study aims to address this issue by developing the MODSIT score (Manner of Death in Stab Injuries to the Trunk)-an evidence-based scoring system designed to standardise forensic manner of death assessments.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014683",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to address this issue by developing the MODSIT score (Manner of Death in Stab Injuries to the Trunk)-an evidence-based scoring system designed to standardise forensic manner of death assessments",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tricuspid Regurgitation and Pulmonary Haemodynamics After Pulmonary Endarterectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014608/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In our study population, tricuspid regurgitation improvement after pulmonary endarterectomy was associated with improved pulmonary haemodynamics. Concomitant tricuspid valve annuloplasty might be considered in patients with atrial fibrillation and a dilated tricuspid valve annulus, but in the absence of risk factors for persistent pulmonary hypertension.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014608",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In our study population, tricuspid regurgitation improvement after pulmonary endarterectomy was associated with improved pulmonary haemodynamics. Concomitant tricuspid valve annuloplasty might be considered in patients with atrial fibrillation and a dilated tricuspid valve annulus, but in the absenc..."
    },
    {
      "title": "Successful Retreatment of Glecaprevir-Pibrentasvir for Hepatitis C Virus Genotype 2a Infection in Patient Whose Cirrhosis Improved From Decompensation to Compensation After Sofosbuvir-Velpatasvir Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014586/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014586",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Direct Synthesis of a Nitrogen-Containing Eight-Membered Cyclic Alkyne from a Linear Alkyne and Its Reactivity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014503/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Eight-membered cyclic alkyne 3 was synthesized from 1, bearing an N-tosyl-o-alkynylanilide and alkyl bromide, by a high-temperature treatment in the presence of a base. This is the first example of the direct synthesis of an eight-membered cyclic alkyne containing a nitrogen atom from the corresponding linear alkyne. The structural requirements for this cyclization were also investigated. Eight-membered cyclic alkyne 3 reacted with benzyl azide without a copper(I) salt to give triazoles 17 and...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014503",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of coronary revascularization on clinical outcomes in vessels with discordant results of fractional flow reserve and resting full-cycle ratio",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014328/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Fractional flow reserve (FFR) is an invasive standard, and resting full-cycle ratio (RFR), a non-hyperemic pressure ratio, is an alternative to FFR for evaluating the functional severity of coronary stenosis. However, the prognostic impact of coronary revascularization in vessels with discordant results of FFR and non-hyperemic pressure ratios remains unclear. This single-center study included 212 vessels in 191 patients with intermediate coronary stenosis and discordant results of FFR and RFR....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014328",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of coronary revascularization in vessels with discordant results of FFR and non-hyperemic pressure ratios remains unclear",
      "conclusion": null
    },
    {
      "title": "Author's reply to \"A questionnaire-based cross-sectional study on neuropathic pain in patients with cancer in Japan: a deeper look into potential confounding variables\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014324",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in the trend and quality of adverse drug reaction reports in the Japanese Adverse Drug Event Report database and the impact of COVID-19-related reports",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014315/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The COVID-19 pandemic and the increase in ADR reports related to COVID-19 vaccines have affected the trends and quality of reporting in the JADER database. Notably, a substantial increase in vaccine-related ADRs during mass immunization corresponded with a temporary rise in reporting quality. These findings highlight the importance of maintaining robust pharmacovigilance systems that can adapt to large-scale public health interventions and sustain data quality during future...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014315",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The COVID-19 pandemic and the increase in ADR reports related to COVID-19 vaccines have affected the trends and quality of reporting in the JADER database. Notably, a substantial increase in vaccine-related ADRs during mass immunization corresponded with a temporary rise in reporting quality"
    },
    {
      "title": "Efficacy and Safety of Isavuconazole for Invasive Fungal Infections: A Systematic Review and Meta-Analysis of Randomized Controlled Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: ISA demonstrated efficacy comparable to that of other antifungal agents, with a favorable safety profile in patients with IFIs, including filamentous fungal infections. This meta-analysis of RCTs provide high-quality evidence to support antifungal drug selection in clinical practice.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014230",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ISA demonstrated efficacy comparable to that of other antifungal agents, with a favorable safety profile in patients with IFIs, including filamentous fungal infections. This meta-analysis of RCTs provide high-quality evidence to support antifungal drug selection in clinical practice"
    },
    {
      "title": "Possibility of Microwave Thawing of Human Milk: Effects on Milk Composition and Temperature Distribution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Component losses caused by microwave thawing were not clinically problematic compared to the standard value and could be minimized. Microwave heating may be an option for thawing human milk.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014180",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Component losses caused by microwave thawing were not clinically problematic compared to the standard value and could be minimized. Microwave heating may be an option for thawing human milk"
    },
    {
      "title": "Intravenous haloperidol or chlorpromazine-which is more effective to improve agitation and communication in agitated delirium at the end of life?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Intravenous haloperidol and chlorpromazine are not statistically different for terminal agitation. These results should be validated in clinical trials.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014152",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Intravenous haloperidol and chlorpromazine are not statistically different for terminal agitation. These results should be validated in clinical trials"
    },
    {
      "title": "Needle-free, Liquid Metal-embedded Electrospray Deposition System for Controlled Microdroplet Printing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013910/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Electrospray systems have been widely utilized in biomedical, pharmaceutical, and materials science applications due to their ability to enable precise liquid manipulation and efficient ionization. However, conventional electrospray technologies often rely on external ionization components and involve complex system designs, leading to challenges such as clogging, reduced efficiency, and limited reproducibility. This study presents a liquid metal-embedded electrospray deposition (LM-ESD) system...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013910",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diversity in Resource Use Strategies Promotes Productivity in Young Planted Tree Species Mixtures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013876/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Mixed-species forestry is a promising approach to enhance productivity, increase carbon sequestration, and mitigate climate change. Diverse forests, composed of species with varying structures and functional trait profiles, may have higher functional and structural diversity, which are attributes relevant to a number of mechanisms that can influence productivity. However, it remains unclear whether the context-dependent roles of functional identity, functional diversity, and structural diversity...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013876",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Media channels and the secondary transfer effect: influences on willingness to interact with Asian international students in Japan mediated by outgroup morality perception",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "This study examines the Secondary Transfer Effect (STE) in a non-Western context by investigating how Japanese university students' contact with immigrants and LGBTQ individuals relates to their willingness to interact with Asian international students. Using data from 299 Japanese undergraduates and path analyses, we assessed four contact channels: direct interactions, traditional mass media, recreational media, and social media. Findings show that direct contact is strongly associated with...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013809",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bone marrow lesion coexisted with subchondral bone attrition and/or subchondral bone cyst is associated with knee pain in knee osteoarthritis regardless of cartilage lesion: the Bunkyo health study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: BML coexistent with SBA and/or SBC, but not BML without the coexistence, was associated with knee pain in the elderly with knee OA regardless of the presence or absence of cartilage lesion.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013805",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BML coexistent with SBA and/or SBC, but not BML without the coexistence, was associated with knee pain in the elderly with knee OA regardless of the presence or absence of cartilage lesion"
    },
    {
      "title": "Contribution of flow state to the discrepancy between perceived exercise intensity and physiological intensity during endurance bike exercise",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013752/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings advance our understanding of the physiological and neurological correlates of flow states during physical activity, with potential applications extending beyond sports performance enhancement to domains such as education and arts.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013752",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings advance our understanding of the physiological and neurological correlates of flow states during physical activity, with potential applications extending beyond sports performance enhancement to domains such as education and arts"
    },
    {
      "title": "Effective assistance timing using characteristics of paretic ground reaction force in ankle robotic gait training for individuals with hemiparesis after stroke: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our results suggest that applying PF assistance, particularly during the late paretic stance phase, might be effective for individuals with hemiparesis, as it led to improvements in paretic propulsion in both clusters. Additionally, the results suggest that for participants in Cluster A, it may be important to apply PF assistance at the 30-50% GC while monitoring changes in the GRF waveform data, as this approach may be more effective for some participants in improving paretic...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013601",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to apply PF assistance at the 30-50% GC while monitoring changes in the GRF waveform data, as this approach may be more effective for some participants in improving paretic",
      "conclusion": "Our results suggest that applying PF assistance, particularly during the late paretic stance phase, might be effective for individuals with hemiparesis, as it led to improvements in paretic propulsion in both clusters. Additionally, the results suggest that for participants in Cluster A, it may be i..."
    },
    {
      "title": "Comparative real-world study of apalutamide and darolutamide in Japanese patients with non-metastatic castration-resistant prostate cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: DARO was associated with a lower incidence of TRAEs compared to APA. Rash was more prevalent with APA. Elevated baseline PSA and suboptimal PSA response were associated with progression.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013513",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DARO was associated with a lower incidence of TRAEs compared to APA. Rash was more prevalent with APA"
    },
    {
      "title": "Impact of prenatal and postnatal household air pollution exposure on respiratory morbidity and lung function in sub-Saharan African children: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Prenatal and postnatal exposure to HAP is associated with increased respiratory morbidity and impaired lung function among children in SSA. While clean cooking interventions may reduce symptoms, substantial pollutant reductions are needed to achieve meaningful health outcomes. Future research should focus on longitudinal designs, refined exposure assessment, and the identification of critical exposure windows to inform targeted interventions.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013492",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Prenatal and postnatal exposure to HAP is associated with increased respiratory morbidity and impaired lung function among children in SSA. While clean cooking interventions may reduce symptoms, substantial pollutant reductions are needed to achieve meaningful health outcomes"
    },
    {
      "title": "Knowledge and awareness of breast cancer symptoms, risk factors, and screening barriers among women in Kuwait: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: While women in Kuwait have moderate awareness of key breast cancer symptoms and risk factors, knowledge gaps and screening barriers persist, particularly regarding lesser-known warning signs and screening apprehension. Public health strategies should prioritise targeted education initiatives, including workplace wellness programs and culturally tailored awareness campaigns, to improve early detection and reduce the breast cancer burden in the region.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013463",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While women in Kuwait have moderate awareness of key breast cancer symptoms and risk factors, knowledge gaps and screening barriers persist, particularly regarding lesser-known warning signs and screening apprehension. Public health strategies should prioritise targeted education initiatives, includ..."
    },
    {
      "title": "Early use of renin-angiotensin-aldosterone system inhibitors and stable renal function in familial focal segmental glomerulosclerosis with ACTN4 mutation: a case report and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We report a case of adolescent-onset FSGS with ACTN4 mutation diagnosed during ACEi therapy for the prevention of DMD-associated cardiomyopathy. The patient exhibited stable renal function and no disease progression compared with his father and previously reported cases with the same variant. This is the first reported case of early RAASi induction for treating ACTN4-associated FSGS with long-term stable renal function.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013435",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We report a case of adolescent-onset FSGS with ACTN4 mutation diagnosed during ACEi therapy for the prevention of DMD-associated cardiomyopathy. The patient exhibited stable renal function and no disease progression compared with his father and previously reported cases with the same variant"
    },
    {
      "title": "Effects of sodium zirconium cyclosilicate on the quality of life of patients with hyperkalemia undergoing hemodialysis: Y-QOL study design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "Patients undergoing hemodialysis (HD) face severe dietary potassium restrictions, reducing their quality of life (QOL) and potentially worsening their prognosis. Sodium zirconium cyclosilicate (SZC) is a novel selective potassium binder that lowers potassium levels, with minimal effects on other electrolytes. The Y-QOL study will evaluate whether SZC can improve QOL by easing the burden of dietary restrictions. This 8-week, multicenter, randomized, parallel-group, open-label trial will enroll...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013395",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcriptome analysis reveals key defense genes associated with resistance to banana blood disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The study highlights the potential of these differentially expressed genes as genetic markers for BBD resistance, which could be valuable for breeding programs aimed at enhancing resistance in banana cultivars. These findings provide important insights into the molecular mechanisms of disease resistance and contribute to developing more efficient strategies for sustainable banana production and global food security.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013200",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "insights into the molecular mechanisms of disease resistance and contribute to developing more efficient strategies for sustainable banana production and global food security",
      "conclusion": "The study highlights the potential of these differentially expressed genes as genetic markers for BBD resistance, which could be valuable for breeding programs aimed at enhancing resistance in banana cultivars. These findings provide important insights into the molecular mechanisms of disease resist..."
    },
    {
      "title": "Sex Differences in Cortical Hemodynamic Responses During Interactive and Passive Tasks: An fNIRS Study Using the Nefroball System",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013134/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250928151744&v=2.18.0.post9+e462414",
      "description": "The present study aimed to investigate sex differences in the hemodynamic response of the cerebral cortex during interactive and passive tasks using functional near-infrared spectroscopy fNIRS. Ninety-seven healthy adults (63 women, 34 men) participated in the study. Participants performed two tasks: an interactive motor game and a passive hand movement, and activation was measured in five cortical regions. Statistically significant differences in the amplitude of the hemodynamic response of...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013134",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}