{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-02-15T19:33:15.269Z",
  "totalItems": 150,
  "totalArchived": 55001,
  "newPapersAdded": 41,
  "institutionBreakdown": {
    "KAIST": 4,
    "SNU": 25,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 39,
    "IBS": 90,
    "UNIST": 0,
    "Hanyang University": 1,
    "KIST": 2,
    "GIST": 1,
    "Kyung Hee University": 1,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 82,
    "Biomedical": 32,
    "Cancer Research": 19,
    "Materials Science": 6,
    "Neuroscience": 6,
    "Computer Science": 5
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Comprehensive Engineering of Ionizable Lipid Nanoparticles and mRNA Elements for Next-Generation Vaccines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Messenger RNA (mRNA) vaccines in lipid nanoparticles (LNPs) are effective, yet immunity can wane, and reactogenicity increases with dose. We integrate ionizable lipid design, LNP formulation, and untranslated region (UTR) tuning to improve potency at low doses. From a 96-member biodegradable ionizable lipid library, stereodefined H9T6 emerged as the lead ionizable lipid. Design of experiments (DoE) identified an H9T6:DOPG:cholesterol:PEG composition (40:16:43.5:0.5 mol %) that achieved more than...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41691524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Flow-Induced Microdomain Alignment During Block Copolymer Graphoepitaxy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Block copolymer (BCP) graphoepitaxy provides a strategy for advanced nanofabrication based on self-assembly. However, the polymer flow processes that occur due to the topography of the substrates and their effects on the self-assembled microdomain patterns are not well understood. Here, by analyzing film thickness profiles and microdomain morphologies as a function of time during solvent vapor annealing, the time scale of the flow processes (capillary flow and dewetting) and how they determine...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41691423",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strain-Induced Detectivity Enhancement in Intrinsically Stretchable Organic Photodetectors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691406/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Intrinsically stretchable organic photodetectors (IS-OPDs) are essential for next-generation wearable electronics requiring both mechanical durability and reliable optical sensing. However, current performance of IS-OPDs degrades under tensile strain due to inherent trade-offs between mechanical and optoelectronic properties in photoactive layers. Here, we report the development of the IS-OPD that exhibits strain-induced detectivity (D) enhancement, enabled by designing mechanically robust and...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41691406",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Supportive Periodontal Therapy Improves Implant Survival in Patients With a History of Periodontitis: A Retrospective Multicenter Cohort Study of 3555 Implants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691501/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Bone-level internal connection SA implants demonstrated favorable long-term survival. However, periodontitis-related tooth loss, GBR, and SPT compliance significantly affected implant longevity, emphasizing individualized risk assessment and continuous maintenance care. The absence of longitudinal radiographic bone-level data limits further evaluation of peri-implant bone stability.",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41691501",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Bone-level internal connection SA implants demonstrated favorable long-term survival. However, periodontitis-related tooth loss, GBR, and SPT compliance significantly affected implant longevity, emphasizing individualized risk assessment and continuous maintenance care"
    },
    {
      "title": "Selective Targeting of Tip Endothelial Cells as a Therapeutic Strategy for Tumor Angiogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Tip endothelial cells (^(Tip)EC), the leading edge of angiogenic sprouts, are essential for pathological neo-vascularization but remain difficult to target due to the lack of specific druggable markers. Here, we identify Doppel as a selective and druggable regulator of endothelial tip cell function. Doppel expression enhances ^(Tip)EC selection, directional migration, and regulates tip-stalk cell dynamics by spatially controlling VEGFR2/Dll4/Src pathway. Genetic ablation of PRND (Doppel) reduces...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41691491",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Occupational Exposure to Welding Fumes and the Risk of Bladder Cancer: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691436/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Welding fume exposure is associated with an elevated risk of bladder cancer. These findings suggest the need for improved occupational safety measures, exposure monitoring, and further research to clarify underlying biological mechanisms and dose-response relationships.",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41691436",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "the need for improved occupational safety measures, exposure monitoring, and further research to clarify underlying biological mechanisms and dose-response relationships",
      "conclusion": "Welding fume exposure is associated with an elevated risk of bladder cancer. These findings suggest the need for improved occupational safety measures, exposure monitoring, and further research to clarify underlying biological mechanisms and dose-response relationships"
    },
    {
      "title": "Reply to the letter to the editor from Drs. Huang and Chen",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41691580",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding nonlinearity in weighted least-squares image reconstruction for nuclear medicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691574/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41691574",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Endocrine carcinoma with amphicrine carcinoma component at esophagogastric junction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Amphicrine carcinoma is a rare malignancy exhibiting both endocrine and exocrine differentiation within the same tumor cells. We report a case of a 70-year-old male who underwent screening upper endoscopy, which revealed a 15 mm depressed lesion with a reddish elevated margin at the esophagogastric junction. Narrow-band imaging with magnification demonstrated an irregular, densely packed vascular pattern, suggesting malignancy. Endoscopic ultrasound indicated third-layer disruption, raising...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41691558",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Markovnikov-Selective Hydroboration of Unactivated Alkenes via MHAT under Cobalt/Photoredox Dual Catalysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Catalytic Markovnikov-selective hydroboration of unactivated alkenes is a powerful tool for accessing alkyl boronic esters. Here, we report Markovnikov-selective MHAT hydroboration of unactivated alkenes enabled by cobalt/photoredox dual catalysis. The reaction proceeded via radical intermediates, providing high regioselectivity with mono-, di-, and trisubstituted alkenes.",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41691523",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identifying Gaps and Opportunities to Improve Ototoxicity Management in Veterans With Cancer: Evidence From a Retrospective Cohort and Oncology Provider Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: OtoM is a care-gap for Veterans with cancer, despite its perceived value to VA oncology providers. Cisplatin and carboplatin frequently add hearing loss and tinnitus to survivors' treatment burdens. This study offers insights into oncology providers' views on OtoM, guiding efforts to address the identified care gap.",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691610",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "OtoM is a care-gap for Veterans with cancer, despite its perceived value to VA oncology providers. Cisplatin and carboplatin frequently add hearing loss and tinnitus to survivors' treatment burdens"
    },
    {
      "title": "Chitin Synthases in Fungi: A Comprehensive Review of Classification, Catalytic Mechanism, and Functional Roles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691596/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Fungi contain the most complex chitin synthase family, which contributes to chitin biosynthesis and cell wall rigidity. In the past decades, their functions involved in morphological diversity, viability, and virulence of fungi have been well investigated using typical molecular methods such as gene knockout or gene silence, which seems to give a simple aspect of their comprehensive roles. The present review summarized the comprehensive advances of chitin synthases including their...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691596",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of tumour microenvironment in thymic epithelial tumours of different histological subtypes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This integrative analysis highlights evolutionary divergence and TME heterogeneity across TET subtypes and identifies immunometabolic biomarkers that may support prognostic assessment and future personalised treatment stratification in aggressive TETs.",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691589",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This integrative analysis highlights evolutionary divergence and TME heterogeneity across TET subtypes and identifies immunometabolic biomarkers that may support prognostic assessment and future personalised treatment stratification in aggressive TETs"
    },
    {
      "title": "Human Papillomavirus Screening: Design and Targeting of Human Papillomavirus Genotypes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691586/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "In 2018, there were globally about 350,000 deaths from cervical cancer, despite the fact that the disease can be prevented by screening and in spite of the fact that highly effective human papillomavirus (HPV) tests became available some 25 years ago. WHO recommended HPV as the primary choice for cervical screening in 2014 (WHO 2014). In this chapter, I will outline the major evidence base behind HPV-based screening, discuss some of the major bottlenecks that has hampered the use of HPV-based...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691586",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The likely possibility of predicting treatment outcomes of cervical lesions using serum FOXP3 and P16INK4A as shown by a cohort study in South Western Uganda",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691576/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Though results are not statistically significant and imprecise, serum FOXP3 and P16ink4A concentrations are likely associated with persistence and progression of cervical lesions. Their measurement may benefit the prognostic monitoring of cervical lesions.",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691576",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Though results are not statistically significant and imprecise, serum FOXP3 and P16ink4A concentrations are likely associated with persistence and progression of cervical lesions. Their measurement may benefit the prognostic monitoring of cervical lesions"
    },
    {
      "title": "A Scalable New Model of Germline Cancer Genomic Care Delivery: Assessing Psychological Outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Overall DPI was low, demonstrating that most participants are at minimal psychological risk when receiving germline results without pre-test counseling. However, a small subset of participants exhibit high distress and uncertainty. Additional efforts are needed to identify at risk participants receiving universal testing who would benefit from interventions aimed at mitigating DPI.",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691543",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Overall DPI was low, demonstrating that most participants are at minimal psychological risk when receiving germline results without pre-test counseling. However, a small subset of participants exhibit high distress and uncertainty"
    },
    {
      "title": "Spinal Muscular Atrophy Among US Hutterites: Phenotype Variability in the Setting of Conserved Ancestral Haplotype and 4 SMN2 Copies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: While age of onset was highly variable (10 months to 25 years), most individuals presented in early childhood, indicating a need to identify biomarkers that can more accurately predict outcomes to help guide treatment intervention. This study also provides strong evidence supporting early implementation of therapies for SMA patients with 4 copies of SMN2.",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691542",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While age of onset was highly variable (10 months to 25 years), most individuals presented in early childhood, indicating a need to identify biomarkers that can more accurately predict outcomes to help guide treatment intervention. This study also provides strong evidence supporting early implementa..."
    },
    {
      "title": "Optimizing Local Treatment in Pemphigus and Pemphigoid: Current Evidence and Unmet Needs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Autoimmune blistering diseases (AIBDs), including pemphigus vulgaris (PV) and bullous pemphigoid (BP), are characterized by painful erosions and chronic wounds that significantly impair patient quality of life. While systemic therapies remain the cornerstone of treatment, optimal strategies for local management, including wound care and topical therapies, are not well defined. The aim of this study is to review and synthesize current evidence on topical treatments and wound care strategies in...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691510",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study is to review and synthesize current evidence on topical treatments and wound care strategies in",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Liposomal Nanoconfinement Enables Type I Photodynamic Conversion for Synergistic Cancer Photothermal-Immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Type-I photodynamic therapy (PDT) agents offer a promising approach for treating hypoxic tumors. However, previous reports mainly focused on thermodynamic modulation through molecular engineering to block the Type-II energy transfer pathway. Herein, we present a facile strategy to realize the conversion of Type II to Type I PDT by integrating liposomal confinement and electron/hydrogen transfer pathway. A multifunctional nanoplatform, RhM-R837@Lip was developed, which facilitates an efficient...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691507",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Motivational state determines error-sensitive learning modes in visual perceptual learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Learning from outcomes can rely on distinct computational processes, but how internal motivational states shape these processes during visual perceptual learning (VPL) remains unclear. We investigated how fasting versus satiety modulates feedback processing during an orientation discrimination task with identical reward contingencies, using functional MRI. Both fasted and non-fasted participants showed significant VPL. However, only the fasted group exhibited enhanced post-error accuracy,...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691496",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how fasting versus satiety modulates feedback processing during an orientation discrimination task with identical reward contingencies, using functional MRI",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advancing Dry Electroencephalography With Scalable, Soft, and Transcranial Magnetic Stimulation-Compatible Ti<sub>3</sub>C<sub>2</sub>T<sub>x</sub> MXene Electrodes for Research and Clinical-Grade Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Electroencephalography (EEG), essential for diagnosing and researching neurological disorders, utilizes gelled electrodes, which present limitations in safety, comfort, stability, and usability, particularly in long-term applications. We introduce a novel dry EEG technology using soft, porous, low-impedance, Ti(3)C(2)T(x) MXene electrodes. The 10 Hz impedance of these electrodes across scalp locations is 2.1 ± 1.8 kΩ, comparable to gelled Ag/AgCl electrodes and below clinical thresholds....",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691495",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DSG2+ Cancer Stem Cells Co-Located With FAP+ Myofibroblasts in the Tumor Boundary That Determines the Efficacy of Immunotherapy in Non-Small Cell Lung Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691490/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Lung cancer remains a leading cause of cancer-related mortality owing to its aggressiveness and pronounced heterogeneity. Cancer stem cells (CSCs) have been implicated in tumor progression and therapeutic resistance; however, their transcriptional programs and spatial organization in non-small cell lung cancer (NSCLC) are not fully characterized. Here, we integrated single-cell RNA sequencing with spatial transcriptomics to systematically define CSC-associated phenotype in NSCLC. Weighted gene...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691490",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Heterogeneity of Vascular Inflammation in Obstructive Sleep Apnea: Effects of CPAP Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although CPAP therapy did not uniformly reduce vascular inflammation in OSA patients, there was substantial heterogeneity in treatment responses across participant clusters. Differences in baseline lifestyle and polysomnographic features between these clusters may provide insight into factors driving variability in subclinical cardiovascular disease and treatment outcomes in OSA.",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691476",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although CPAP therapy did not uniformly reduce vascular inflammation in OSA patients, there was substantial heterogeneity in treatment responses across participant clusters. Differences in baseline lifestyle and polysomnographic features between these clusters may provide insight into factors drivin..."
    },
    {
      "title": "Pan-3D Genome Analysis Reveals the Roles of Structural Variation in Chicken Chromatin Architectures, Domestication and Production Traits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691473/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "As the first sequenced non-mammalian amniote, the chicken (Gallus gallus) has served as a major source of cost-effective and protein-enriched foods since domestication. However, how structural variations (SVs) affect 3D genome reorganization to influence domestication and production traits remains unclear in chickens. Here, fifteen de novo chromosome-level genome assemblies are newly generated, along with high-throughput chromosome conformation capture (Hi-C), ATAC and RNA sequencing data. By...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691473",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Benefits of Oral Nitrite Supplementation on Mitochondrial Respiration and Physical Function In Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The divergent response of skeletal muscle versus platelet mitochondrial respiration in response to nitrite supplementation suggest tissue-specific pharmacokinetics and pharmacodynamics that likely impact on the efficacy of nitrite supplementation. Results also suggest there may be age-related changes in drug delivery, metabolism, and mitochondrial responsiveness compared to nitrite/nitrate previously demonstrated in younger adults.",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691463",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on the efficacy of nitrite supplementation",
      "conclusion": "The divergent response of skeletal muscle versus platelet mitochondrial respiration in response to nitrite supplementation suggest tissue-specific pharmacokinetics and pharmacodynamics that likely impact on the efficacy of nitrite supplementation. Results also suggest there may be age-related change..."
    },
    {
      "title": "Nonreciprocal Charge Transport in an Iron-Based Superconductor with Broken Inversion Symmetry Engineered by a Hydrogen-Concentration Gradient",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "The breaking of spatial inversion symmetry in condensed matter gives rise to intriguing physical properties, such as ferroelectricity, piezoelectricity, spin-momentum locking, and nonreciprocal responses. Here, we propose that a concentration gradient, which often persists as a quasi-stable nonequilibrium state with long relaxation times in solids, can serve as a general platform for inversion symmetry breaking. We demonstrate this concept in an epitaxial thin film of the hydrogen-doped SmFeAsO...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691462",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reframing Insulin Resistance and Hypertension in type 2 Diabetes: Clinical and Mechanistic-Level Insights from Non-Insulin-Based Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691461",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of sodium-glucose cotransporter 2 (SGLT2) inhibitors on hematologic malignancy risk: Insights from Japanese claims data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691455/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: SGLT2 inhibitor use may be associated with lower risk of hematologic malignancies in adults with diabetes.",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691455",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SGLT2 inhibitor use may be associated with lower risk of hematologic malignancies in adults with diabetes"
    },
    {
      "title": "Response to Letter to the Editor: Association between mixed fatty acid emulsion and parenteral nutrition-associated cholestasis in extremely low-birth-weight infants: A retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691444/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691444",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discovering Hereditary Risk Through Surveillance: A Prospective Genetic Analysis of Individuals With Familial Pancreatic Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691430/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Little is known about the genetic background of individuals with familial pancreatic cancer (PC). Integrating germline testing into surveillance may uncover previously unrecognized hereditary susceptibility and expand prevention strategies beyond BRCA testing alone. This study evaluated the genetic landscape of high-risk individuals due to familiality (HRI-FHs) enrolled in a national surveillance program.",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691430",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of serum lipids and polyunsaturated fatty acids on rosacea: Insights from prospective cohort studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691421/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that higher levels of total cholesterol and cholesterol in large LDL may decrease rosacea risk, while omega-3 could influence rosacea pathogenesis through modulation of cholesterol in large LDL.",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691421",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that higher levels of total cholesterol and cholesterol in large LDL may decrease rosacea risk, while omega-3 could influence rosacea pathogenesis through modulation of cholesterol in large LDL",
      "conclusion": "These findings suggest that higher levels of total cholesterol and cholesterol in large LDL may decrease rosacea risk, while omega-3 could influence rosacea pathogenesis through modulation of cholesterol in large LDL"
    },
    {
      "title": "Physiologically Responsive Nanocomposite Hydrogel for Integrative Antibacterial Therapy and Wound Regeneration via Cascaded Photothermal-Chemodynamic-Gas Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691419/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Bacterial inhibition and tissue regeneration are two crucial challenges for infected wound healing. Herein, a biodegradable sodium alginate/hyaluronic acid hydrogel loaded with functional PSF NPs (Fe² ^(+) and S-nitrosothiol co-modified polydopamine nanoparticles) is fabricated to perform integration of antibacterial activities and tissue regeneration promotion via cascaded photothermal-chemodynamic-gas therapy. After application, HS@PSF hydrogel is gradually decomposed in an infected...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691419",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Efficiency Targeted Mitochondrial Transfer and AUTAC4-Enhanced Dual Renewal Strategy for Rheumatoid Arthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691414/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Rheumatoid arthritis (RA) is a chronic autoimmune disease with limited therapeutic effectiveness of conventional biomaterials, which often lack targeted accuracy, delivery efficiency, and biocompatibility. Here, we present a biomimetically engineered carrier material using mitochondria as \"living materials\" to restore cell homeostasis in RA. The dual action carrier consists of a folic acid-modified macrophage membrane targeting activated M1 macrophages in RA joints, and it enables in situ...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691414",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pyrazole and Triazole Fused Perylene Bisimides: Synthesis and Photophysical Properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691394/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "We studied the intersystem crossing (ISC) of neutral, monoanion, and dianion of a series of phenyl, pyrazole, and triazole fused perylene bisimides (PBI) derivatives. The neutral compounds exhibit high fluorescence quantum yields (Φ(F) = 66.5%-91.9%) and low singlet oxygen quantum yields (Φ(Δ) < 7.8%), with no triplet state signals detected via femtosecond transient absorption (fs-TA) or nanosecond transient absorption (ns-TA) spectral measurements. Time-resolved electron paramagnetic resonance...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691394",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bridging Energy and Power Density Gap: Multi-Redox CMP/CNT Composite as High Loading Organic Cathode for Lithium-Ion Battery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Conjugated microporous polymers (CMPs) have emerged as promising materials for energy storage devices, including lithium-ion batteries (LIBs), owing to their high surface area, chemical tunability, eco-friendliness, and fast redox kinetics. However, their practical applications are limited by poor conductivity, low active material utilization, lower redox potential and cycling degradation, which hampers their utilization for LIBs. Herein, we report the synthesis of dihydrophenazine based CMP...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691393",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Amorphous/Crystalline Heterojunction Engineered High-Density Strain in RuSeTe for Efficient Alkaline Hydrogen Evolution Reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691390/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "The efficiency and durability of electrocatalysts for the alkaline hydrogen evolution reaction (HER) are impeded by high overpotentials and sluggish kinetics, limiting their practical application. Here, we present a novel class of RuSeTe-based electrocatalysts featuring high-density tensile strain induced by amorphous/crystalline heterojunctions, where the strain distribution density is precisely regulated via interface length manipulation. Theoretical and experimental analyses reveal that the...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691390",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stabilizing Micro-Sized Silicon Oxides by Durable Hydrogen Chemistry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691386/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Micro-sized silicon oxide (µSiO(x)) is considered one of the most promising anodes for commercial high-energy Li batteries owing to its low cost and high capacity. However, due to the instability of its solid electrolyte interphase (SEI), irreversible consumption of active lithium ions and continuous decomposition of the electrolyte occur, making long-term stability of µSiO(x) a significant challenge. Herein, we effectively enhance the stability of the SEI on the surface of the µSiO(x) anode...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691386",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatial relationships between vinculin tension and actin at cell adhesions define cell colony positioning and identity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691376/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "The protein vinculin mediates actin-myosin-dependent adhesion strength to regulate force transmission at cellular adhesions. The precise distribution of forces sensed by vinculin that regulates downstream cellular processes remains unclear. To determine vinculin tension in multiple cell types, a FRET-based tension-sensitive module was knocked into the vinculin locus of human induced pluripotent stem cells. Measurements of vinculin tension and adhesion spatial distributions were used to create...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691376",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lattice Instability Drives Formation of Protofilament Clusters at the Microtubule Plus End Tips",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Microtubules (MTs) are dynamic cytoskeletal filaments composed of α- and β-tubulin protein dimers. They are crucial for maintaining cell structure, facilitating intracellular transport, and ensuring proper chromosome segregation among other things. These biological functions are influenced by the dynamic instability of the MT plus-end tip. Recent simulations have discovered formation of protofilament (PF) clusters at the MT plus-end tip, but reliable extrapolation of PF cluster dynamics and...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691375",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role of nuclear ATPases in nuclear mechanics and cell migration through confined spaces: opposite effects of BRG1 and cohesin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Deformation of the nucleus often presents a barrier to cell migration through tight spaces, such as those encountered as cells move through tissues or across extracellular matrix barriers. Reorganization of the nucleus to allow its passage through spaces much smaller than its resting diameter requires forces generated by the cytoskeleton, as well as active reorganization within the nucleus driven by ATPases that crosslink or move chromatin. Here, we show that two different nuclear ATPases, the...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Focused ultrasound expands intra-CSF AAV delivery to deep brain regions in rats and non-human primates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "A single administration of recombinant adeno-associated viruses (AAVs) has the ability to provide long-term gene expression in the brain, offering promising treatment options for neurodegenerative diseases that require decades of treatment. Intra-cerebrospinal fluid (CSF) administration is clinically relevant, and it enables broad transduction of superficial brain areas at lower doses compared to systemic delivery. However, intra-CSF AAV administration remains ineffective at transducing...",
      "pubDate": "2026-02-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691370",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feasibility study on noise attenuation and stability of active noise cancelling headphones for mobile hearing screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690185/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "This study evaluatesthe feasibility of active noise cancellation (ANC) headphones as transducers for mobile pure-tone audiometry (PTA) by assessing background noise attenuation and stimulus output stability under international standards. An experimental study was conducted using two commercially available ANC headphone models. Three experiments were conducted. Experiment I measured the background ambient noise attenuation compared with the International Standard Organization (ISO) 8253-1...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41690185",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High nitrogen-induced changes in rhizosphere microbial community structure can modulate disease susceptibility to the rice blast",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691351/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that excess N promotes rhizosphere microbiome configurations with immune-modulatory potential that can persist beyond the immediate nutrient regime. Our results position the rhizosphere microbiome as a determinant of NIS and support microbiome-informed, nutrient-aware disease management strategies.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41691351",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that excess N promotes rhizosphere microbiome configurations with immune-modulatory potential that can persist beyond the immediate nutrient regime",
      "conclusion": "These findings suggest that excess N promotes rhizosphere microbiome configurations with immune-modulatory potential that can persist beyond the immediate nutrient regime. Our results position the rhizosphere microbiome as a determinant of NIS and support microbiome-informed, nutrient-aware disease ..."
    },
    {
      "title": "Ultrafast and specific miRNA quantification via single-molecule fluorescence quenching kinetics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691112/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Rapid and precise detection of multiple nucleic acid biomarkers is crucial for the development of clinically practical molecular diagnostics. The analytic specificity of biomarker detection can be greatly enhanced by utilizing the information of single-molecule probe binding kinetics. However, existing single-molecule fluorescence methods require up to 10 minutes per biomarker due to the slow binding rates of detection probes to their targets. To enable high-throughput profiling of multiple...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41691112",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine learning-based heat flux estimation from high-speed video during saturated pool boiling over vertical tube",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690988/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Saturated pool boiling over vertical tube has significant importance in various practical applications specifically in the safety of nuclear power plant. The process of boiling is characterized by the formation of bubbles within the liquid. These bubbles are composed of vapour of the substance. The formation and growth of bubbles are influenced by various factors which directly regulate the nucleation sites in the liquid. The formation of nucleation sites is directly linked to the heat flux and...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41690988",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ligand-dependent Wnt signaling promotes gastric cancer metastasis through hyaluronan expression in microenvironment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "The majority of gastric cancer cells proliferate in a Wnt ligand-dependent manner. To investigate this, we generated mice harboring Kras, Tgfbr2, and Trp53 (KTP) as well as with the same mutations plus Wnt1 expression (WKTP) in gastric mucosa. While KTP mice develop gastric metaplasia, WKTP mice develop dysplastic tumors, highlighting the role of ligand-dependent Wnt signaling in primary tumorigenesis. Organoids derived from WKTP mice form liver metastases following splenic transplantation,...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41690948",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Brain-derived neurotrophic factor and the derived dodecapeptide function as Toll-like receptor 4 antagonists in acute lung injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690930/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "The neurotrophic factor (NTF) family has recently expanded its role beyond neurological conditions, but its involvement in acute inflammatory lung diseases remains largely unclear. Using well-established acute lung injury (ALI) and sepsis models, we demonstrate that brain-derived neurotrophic factor (BDNF), a key NTF, is impaired in pulmonary epithelial cells and negatively correlates with the inflammatory response. Raising the BDNF level alleviates inflammatory lung injury, but these effects...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41690930",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of protocol and number of sterilization cycles on the accuracy of an additively manufactured extraoral scan body fabricated with two biocompatible materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The sterilization protocol and autoclave cycles affected the trueness and precision of the extraoral scan body, regardless of the biocompatible resin selected. As the number of autoclave cycles increased, the trueness and precision of the extraoral printed scan body and volumetric stability decreased.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41690868",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The sterilization protocol and autoclave cycles affected the trueness and precision of the extraoral scan body, regardless of the biocompatible resin selected. As the number of autoclave cycles increased, the trueness and precision of the extraoral printed scan body and volumetric stability decrease..."
    },
    {
      "title": "Model-Informed Prediction of Human Pharmacokinetics and First-in-Human Dose Selection of J2H-1702, a Novel 11β-Hydroxysteroid Dehydrogenase Type 1 Inhibitor for Metabolic-Associated Steatohepatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690527/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Metabolic dysfunction-associated steatohepatitis (MASH) is a progressive liver disease with limited therapeutic options. J2H-1702 is a novel and selective inhibitor of 11β-hydroxysteroid dehydrogenase type 1 (11β-HSD1) that has demonstrated pharmacological activity in preclinical models. This study aimed to predict the human pharmacokinetics (PK) of J2H-1702 and support rational first-in-human (FIH) dose selection using a model-informed approach. Plasma PK data following intravenous and oral...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41690527",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "predict the human pharmacokinetics (PK) of J2H-1702 and support rational first-in-human (FIH) dose selection using a model-informed approach",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Facial Surface Tracing Approach to Reduce the Observation Errors in 3D Curvilinear Landmark Annotations on Cone-Beam Computed Tomography Images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: 3D-FAST is a reliable method for annotating curvilinear landmarks in CBCT images.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41690447",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "3D-FAST is a reliable method for annotating curvilinear landmarks in CBCT images"
    },
    {
      "title": "Ferroportin is a candidate regulator of dendritic cell-mediated immune tolerance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Dendritic cells (DCs) are central regulators of immunity, yet the molecular mechanisms underlying their tolerogenic function remain incompletely defined. In our previous study, ferroportin (FPN) was highly expressed in tolerogenic DCs (tolDCs), but its impact on their immunological function was unclear. Here, we investigated the role of FPN in the immunomodulatory properties of tolDCs. Compared with mature DCs (mDCs), tolDCs exhibited significantly increased FPN expression, reduced expression of...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41690407",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the role of FPN in the immunomodulatory properties of tolDCs",
      "significance": "on their immunological function was unclear",
      "conclusion": null
    },
    {
      "title": "Biomarker heterogeneity and efficacy of durvalumab plus carboplatin/paclitaxel followed by durvalumab with or without olaparib in patients with mismatch repair proficient endometrial cancer: exploratory analyses of the DUO- E/GOG-3041/ENGOT-EN10 trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690202/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The DUO-E pMMR subpopulation was highly heterogeneous with frequent overlap of biomarkers and histology. Consistent with the primary analysis, durvalumab plus olaparib improved the PFS benefit observed with durvalumab versus control across a range of biomarker and histological subgroups.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41690202",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The DUO-E pMMR subpopulation was highly heterogeneous with frequent overlap of biomarkers and histology. Consistent with the primary analysis, durvalumab plus olaparib improved the PFS benefit observed with durvalumab versus control across a range of biomarker and histological subgroups"
    },
    {
      "title": "Deciphering the role of endolysin LysCPD7 harboring C. perfringens spore binding domain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690159/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Due to their potent bactericidal activity, phage-derived endolysins are considered promising alternatives to conventional antibiotics. Although some endolysins from phages infecting spore-forming bacteria contain a spore binding domain (SBD), their biological function remains unclear. LysCPD7, an endolysin from the Clostridium perfringens phage CPD7, showed high antimicrobial activity, effectively reducing C. perfringens contamination in milk and beef broth. Fluorescence assays and immunogold...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41690159",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinicopathologic characteristics and lymph node status in the NAUTILUS clinical trial:KBCSG-21",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The NAUTILUS trial completed enrollment, with included 14.0% pT2 and 40.1% premenopausal subjects and is expected to show the impact of SLNB omission in these subgroups.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41689946",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of SLNB omission in these subgroups",
      "conclusion": "The NAUTILUS trial completed enrollment, with included 14.0% pT2 and 40"
    },
    {
      "title": "Outcomes of tisagenlecleucel versus allogeneic hematopoietic stem cell transplantation in relapsed or refractory large B-cell lymphoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689916/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Tisa-cel provides disease control comparable to allo-HSCT while markedly reducing NRM, resulting in a clear survival advantage when relapse occurs within 18 months of diagnosis. These real-world data support the earlier use of CAR-T therapy in the treatment course for high-risk r/r LBCL.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41689916",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Tisa-cel provides disease control comparable to allo-HSCT while markedly reducing NRM, resulting in a clear survival advantage when relapse occurs within 18 months of diagnosis. These real-world data support the earlier use of CAR-T therapy in the treatment course for high-risk r/r LBCL"
    },
    {
      "title": "Overall survival for amivantamab plus lazertinib versus osimertinib as first-line treatment in Asian participants with EGFR-mutant advanced NSCLC: A MARIPOSA subset analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Consistent with the overall population, amivantamab-lazertinib significantly improved OS versus osimertinib among Asian participants with previously untreated EGFR-mutated advanced NSCLC, making it the first regimen to improve survival among Asian patients.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41689889",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Consistent with the overall population, amivantamab-lazertinib significantly improved OS versus osimertinib among Asian participants with previously untreated EGFR-mutated advanced NSCLC, making it the first regimen to improve survival among Asian patients"
    },
    {
      "title": "Success and failure of human-AI collaboration in clinical reasoning: An experimental study on challenging real-world cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689881/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that HAC benefits complex clinical decisions in ophthalmology but remains limited by human, model, and task-level factors requiring further improvement.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41689881",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that HAC benefits complex clinical decisions in ophthalmology but remains limited by human, model, and task-level factors requiring further improvement",
      "conclusion": "These findings suggest that HAC benefits complex clinical decisions in ophthalmology but remains limited by human, model, and task-level factors requiring further improvement"
    },
    {
      "title": "International Multidisciplinary Consensus Report on Definitions, Diagnostic Criteria, and Management of Fatty Pancreas: A Joint Statement Endorsed by EPC, APA, EASD, EASL, ESGAR, ESGE, ESP, ESPCG, ESPEN, ESPGHAN, IAP, JPS, KPBA, LAPSG, and UEG",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "This international, multidisciplinary consensus report represents the first effort to systematically define and characterize fatty pancreas. A key outcome of this endeavor was the recommendation to adopt \"fatty pancreas\" as the standardized and inclusive term to describe all forms of fat accumulation in the pancreas. This terminological consensus provides a critical foundation for unified reporting and clinical communication. Another major contribution of the report is the consensus on...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41689768",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and Validation of the Professional Self-Concept Scale for Hospital Nurses (PSCS-HN)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689494/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Professional self-concept (PSC) has a positive influence on the attitudes and behaviors of members of an organization toward their work. Although establishing PSC is vital for nurses to provide quality nursing care, assessing PSC precisely in ever-changing healthcare environments can be challenging. This methodological study involved the development of a new instrument, the Professional Self-Concept Scale for Hospital Nurses (PSCS-HN) and evaluation of its validity and reliability. The scale...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41689494",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Xerostomia in Patients With and Without Concomitant Oral Burning Pain And/Or Dysesthesia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The severity of xerostomia in patients with xerostomia alone is closely linked to salivary gland function, whereas in patients with xerostomia and concomitant oral burning pain and/or dysesthesia, it is more strongly influenced by the severity of these symptoms and psychological distress.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41689369",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The severity of xerostomia in patients with xerostomia alone is closely linked to salivary gland function, whereas in patients with xerostomia and concomitant oral burning pain and/or dysesthesia, it is more strongly influenced by the severity of these symptoms and psychological distress"
    },
    {
      "title": "Human umbilical mesenchymal stem cell-derived mitochondria transplantation suppresses sFLT-1 secretion by regulating calcineurin-NFAT-dependent pathways in angiotensin II-induced preeclampsia rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study demonstrates that Mito-T reverses the pathological phenotypes of PE rats by improving placental mitochondrial activity and suppressing trophoblast-derived sFLT-1 production. These findings provide proof-of-concept evidence that Mito-T could serve as a potential therapeutic strategy for reducing maternal and foetal risks in patients with PE.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41689140",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that Mito-T reverses the pathological phenotypes of PE rats by improving placental mitochondrial activity and suppressing trophoblast-derived sFLT-1 production",
      "conclusion": "This study demonstrates that Mito-T reverses the pathological phenotypes of PE rats by improving placental mitochondrial activity and suppressing trophoblast-derived sFLT-1 production. These findings provide proof-of-concept evidence that Mito-T could serve as a potential therapeutic strategy for re..."
    },
    {
      "title": "Optimal time window for extracorporeal cardiopulmonary resuscitation in patients with in-hospital cardiac arrest",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41689125",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acquisition of amantadine resistance via M gene reassortment in canine H3N2 influenza virus and elucidation of the resistance mechanism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689097/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "A novel variant of the canine influenza virus H3N2 (cH3N2), designated as the M variant, was identified as containing a matrix (M) gene segment derived from the 2009 pandemic H1N1 virus (pdmH1N1), raising concerns regarding potential changes in antiviral drug sensitivity. In vitro and in vivo antiviral susceptibility assays demonstrated that while the parental cH3N2 strain was sensitive to amantadine, the M variant strain had acquired resistance to this drug. In addition, both strains remained...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41689097",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spinal extradural meningioma mimicking lumbar disc herniation in a cat: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689038/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41689038",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modeling nascent transcription from chromatin landscape and structure with CLASTER",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "We present the Chromatin Landscape and Structure to Expression Regressor (CLASTER), an epigenetic-based deep neural network that can integrate different data modalities describing the chromatin landscape and its 3D structure. CLASTER effectively translates them into nascent transcription levels measured at a kilobasepair resolution. The model provides a platform to understand the epigenetic drivers and learned rules of nascent transcription, and to predict the impact of in silico epigenetic...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41691282",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of in silico epigenetic",
      "conclusion": null
    },
    {
      "title": "Japan's Pharmaceutical Regulatory Reform to Overcome Drug Loss Issue",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "In recent years, there has been a significant increase in \"drug loss\"-the absence of drugs on the Japanese market that are already approved in countries outside of Japan-primarily due to the lack of their development in Japan. There were 86 drugs approved in Europe and the United States for which development had not yet begun in Japan. Of these, 48 (56%) were what can be termed 'venture-developed' drugs, 40 (47%) were orphan drugs, and 32 (37%) were for pediatric use. The lack of availability of...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41691137",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conventional polysomnographic parameters fail to predict unrefreshing sleep in patients suspected of obstructive sleep apnea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691127/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41691127",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Autoimmune osteomalacia: a novel FGF23-related hypophosphatemic osteomalacia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Recognition of AIO should be particularly considered in patients with acquired FGF23-related hypophosphatemia who have undetectable PMTs, relatively mild disease activity, and concurrent autoimmune diseases.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41691126",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Recognition of AIO should be particularly considered in patients with acquired FGF23-related hypophosphatemia who have undetectable PMTs, relatively mild disease activity, and concurrent autoimmune diseases"
    },
    {
      "title": "Associations between patient care ownership, burnout, and job satisfaction among medical residents: a nationwide cross-sectional study in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691078/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Although considerable bodies of literature have elucidated various determinants of burnout and job satisfaction among medical residents, one aspect that remains under-examined is the impact of patient care ownership (PCO). Therefore, we aimed to examine the associations between PCO, burnout, and job satisfaction among residents. This was a nationwide cross-sectional study, using online anonymous surveys from January 17 to March 31, 2024. The participants were residents who participated in the...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41691078",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "examine the associations between PCO, burnout, and job satisfaction among residents",
      "significance": "of patient care ownership (PCO)",
      "conclusion": null
    },
    {
      "title": "Automatic detection of single-electron regime and virtual gate definition in quantum dots using U-Net and clustering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "To realize practical quantum computers, a large number of quantum bits (qubits) will be required. Semiconductor spin qubits offer advantages such as high scalability and compatibility with existing semiconductor technologies. However, as the number of qubits increases, manual qubit tuning becomes infeasible, motivating automated tuning approaches. In this study, we use U-Net, a neural network method for object detection, to identify charge transition lines in experimental charge stability...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41691077",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An observational case study for inorganic nitrogen dry deposition potential on sea-surface primary production in the subtropical, western North Pacific",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "The deposition of nutrients from the atmosphere into the ocean has been recognized as an important pathway for marine ecosystems. We measured the photosynthetic rates of phytoplankton for surface seawater sampled at three sites with nitrogen-nutrient-depleted condition in the subtropical, western North Pacific in March 2021 during the R/V Mirai cruise using a photosynthesis-irradiance experiment, to investigate the impact of atmospheric inorganic nitrogen deposition. The maximum photosynthetic...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41691054",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "pathway for marine ecosystems",
      "conclusion": null
    },
    {
      "title": "Actinotrichia-independent developmental mechanisms of spiny rays facilitate the morphological diversification of Acanthomorpha fish fins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690953/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Skeletal forms in vertebrates have been regarded as good models of morphological diversification. Fish fins show great diversity in form, with their supporting skeletal structure being classified into soft rays and spiny rays. In fish evolution, spiny-ray morphologies are known to be sometimes extremely modified; however, it remains unknown how the developmental mechanisms of spiny rays have contributed to their morphological diversification. By using the rainbowfish Melanotaenia praecox for...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41690953",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "LogP determination as part of biocompatibility screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVES: The octanol-water partition coefficient (logP) is an important predictor in toxicology for assessing bioaccumulation risk in the human body and the environment. Therefore, we experimentally determined the logP of composite monomers in vitro with the shake-flask method and compared them with in-silico computed logP values.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41690897",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The octanol-water partition coefficient (logP) is an important predictor in toxicology for assessing bioaccumulation risk in the human body and the environment",
      "significance": "predictor in toxicology for assessing bioaccumulation risk in the human body and the environment",
      "conclusion": null
    },
    {
      "title": "The Regenerative Effects of Intracordal Injection of Basic Fibroblast Growth Factor for Vocal Fold Scar After Burn or Radiotherapy: A Preliminary Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This preliminary report suggests that intracordal bFGF injection may be effective for some cases even with severe vocal fold scar caused by radiotherapy, while the effects for burn-related scar remain unclear. Further investigation in a larger cohort is warranted to explore more information about the therapy.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41690825",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This preliminary report suggests that intracordal bFGF injection may be effective for some cases even with severe vocal fold scar caused by radiotherapy, while the effects for burn-related scar remain unclear. Further investigation in a larger cohort is warranted to explore more information about th..."
    },
    {
      "title": "Clinical, molecular and microbial characterisation of the eosinophilic endotype of bronchiectasis: data from the EMBARC-BRIDGE study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: LC-MS/MS can detect eosinophilic inflammation within bronchiectasis sputum. Weak associations between elevated airway eosinophil proteins, bronchiectasis severity and P. aeruginosa infection were observed. Direct measurement of eosinophilic airway inflammation provides additional information in addition to BECs. Eosinophilic bronchiectasis associated with P. aeruginosa infection and Aspergillus sensitisation.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41690778",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LC-MS/MS can detect eosinophilic inflammation within bronchiectasis sputum. Weak associations between elevated airway eosinophil proteins, bronchiectasis severity and P"
    },
    {
      "title": "Antithrombotic stewardship: whether to stop anticoagulation after atrial fibrillation ablation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690707/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Hospital pharmacists increasingly receive questions about oral anticoagulation (OAC) discontinuation in patients with atrial fibrillation (AF) who remain arrhythmia-free after ablation. Two recent trials, ALONE-AF and OCEAN, reported low annual stroke rates in selected post-ablation cohorts, suggesting limited added stroke protection from OAC in this group. Both studies have key limitations: selective low-risk patient populations, insufficient power for thromboembolic events, limited external...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41690707",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Health and well-being after spousal loss among older men and women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND AND OBJECTIVES: Spousal bereavement affects health and well-being, but gender differences and temporal patterns remain unclear. We examined associations between spousal loss and various outcomes by gender over time.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41690626",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Spousal bereavement affects health and well-being, but gender differences and temporal patterns remain unclear",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oligomer-dependent and -independent pathogenesis of muscular dystrophy-associated mutations within the penta-EF-hand domain of calpain-3",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Limb-girdle muscular dystrophy R1 (LGMDR1) is an autosomal recessive disorder caused by dysfunction of calpain-3 (CAPN3; also known as p94), a muscle-specific, Ca^(2+)-dependent cysteine protease. LGMDR1 mutations are distributed throughout the Capn3 gene. Nevertheless, our knowledge of the biochemical and biological properties of individual LGMDR1 mutants is limited, hindering a full understanding of LGMDR1 pathogenesis. Here, we comprehensively examined the functional properties of LGMDR1...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41690592",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neural Mechanisms of tDCS: Insights from an In-Vivo Rodent Model Across a Range of Electric Field Strengths",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings demonstrate that electric field-dependent modulation of cortical activity can be detected in vivo across a wide range of stimulation intensities, including weak fields comparable to those induced by human tDCS, although effects are substantially larger at higher field strengths. This work provides direct in-vivo evidence linking cortical polarization to changes in neuronal spiking and helps constrain mechanistic interpretations of tDCS effects observed in humans.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41690463",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that electric field-dependent modulation of cortical activity can be detected in vivo across a wide range of stimulation intensities, including weak fields comparable to those induced by human tDCS, a...",
      "conclusion": "These findings demonstrate that electric field-dependent modulation of cortical activity can be detected in vivo across a wide range of stimulation intensities, including weak fields comparable to those induced by human tDCS, although effects are substantially larger at higher field strengths. This ..."
    },
    {
      "title": "Association of parental vaccination readiness and descriptive norms with childhood vaccination status",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690289/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The Japanese short version of the C7C scale is valid for measuring parental vaccination readiness. Readiness consistently predicted children's vaccination status, underscoring the need to enhance readiness while also considering vaccine- and age-specific strategies.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41690289",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Japanese short version of the C7C scale is valid for measuring parental vaccination readiness. Readiness consistently predicted children's vaccination status, underscoring the need to enhance readiness while also considering vaccine- and age-specific strategies"
    },
    {
      "title": "Microbial electrochemical synergy: A mechanistic framework for enhanced bioelectrochemical remediation of halogenated organic pollutant in soil-water matrices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Bioelectrochemical systems (BESs) offer promising solutions for remediating halogenated organic pollutants (HOPs) in soil-water matrices. However, their practical efficiency is often constrained by inefficient \"last nanometer\" electron transfer from electrodes to reductive dehalogenases. Current understanding remains limited by reliance on functional resolution of microbial communities at the strain level, and insufficient understanding of electron flux allocation among competing metabolic...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41690271",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Burnout levels among nursing home care workers and its associations with workplace and individual factors: Results from a multicenter cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690190/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study showed that burnout risk is prevalent among nursing home care workers and is associated with both work environment and individual factors. These findings underscore the need for integrated strategies that improve workplace conditions and strengthen personal resources, while accounting for individual differences, to promote well-being and prevent burnout among all care workers in nursing homes.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41690190",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study showed that burnout risk is prevalent among nursing home care workers and is associated with both work environment and individual factors. These findings underscore the need for integrated strategies that improve workplace conditions and strengthen personal resources, while accounting for ..."
    },
    {
      "title": "YouTube as a source of (mis)information for morning sickness self-help - A content analysis and literature review of recommendations for nausea and vomiting in pregnancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690170/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Women who seek NVP relief on YouTube are exposed to a wide variety of recommendations to reduce their symptoms. However, only few of these are evidence-based, and some may even be dangerous. Overall, there is a lack of research on effective non-pharmacological interventions for NVP relief. This highlights the need for improved guidance and dissemination of evidence-based interventions for NVP online.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41690170",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Women who seek NVP relief on YouTube are exposed to a wide variety of recommendations to reduce their symptoms. However, only few of these are evidence-based, and some may even be dangerous"
    },
    {
      "title": "Association between handgrip strength and incident depression: a meta-analysis of prospective cohort studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "A number of individual studies have suggested that higher handgrip strength is associated with a lower risk of depressive symptoms but the totality of the evidence remains inconclusive. This study aimed to investigate the association between handgrip strength and the incidence of depressive symptoms or depression and explore potential moderators of this association. We searched major databases (PubMed, Web of Science, PsycINFO, EMBASE, and SportDiscus) from inception to February 4, 2025, for...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41690152",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Science",
      "objective": "investigate the association between handgrip strength and the incidence of depressive symptoms or depression and explore potential moderators of this association",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mri-based diagnostic model integrating clinical features for placenta accreta spectrum in non-previa placenta",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690131/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Integrating clinical and MRI features improves PAS diagnosis in non-previa placenta. The RF model demonstrated a more balanced diagnostic profile than individual predictors in this exploratory cohort and may aid preoperative risk assessment. HRC-FET and abnormal placental bed vascularization were key contributors, supporting their relevance for risk stratification.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41690131",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Integrating clinical and MRI features improves PAS diagnosis in non-previa placenta. The RF model demonstrated a more balanced diagnostic profile than individual predictors in this exploratory cohort and may aid preoperative risk assessment"
    },
    {
      "title": "Early Cd response and sequestration strategies in Arabidopsis halleri ssp. gemmifera elucidated by transcriptomic analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689932/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Arabidopsis halleri ssp. gemmifera is a promising Cd phytoremediation agent, however, the metal uptake and accumulation mechanism remain poorly understood. This study focused on the 2-hours early responses associated with Cd uptake and temporary Cd retention in roots. To distinguish Cd-specific responses from shared divalent metal responses, transcriptomic analyses were performed on roots exposed to Cd compared to excess Zn. Cd exposure induced a clearly larger number of differentially expressed...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41689932",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of an automated workflow for autologous 2D-iPSCs generation via non-integrating Sendai virus vector",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: To our knowledge, this study provides the first demonstration of a fully automated, closed-system workflow for autologous iPSC production. The approach offers a practical pathway toward standardized, cost-effective manufacturing to support future clinical applications in cell therapy and regenerative medicine.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41689917",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "To our knowledge, this study provides the first demonstration of a fully automated, closed-system workflow for autologous iPSC production. The approach offers a practical pathway toward standardized, cost-effective manufacturing to support future clinical applications in cell therapy and regenerativ..."
    },
    {
      "title": "Applying a statistical model-based AI method to identify prognostic factors for long-term cognitive decline in Alzheimer's disease: Evidence from pooled placebo data of four phase III trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689882/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Baseline educational level and age were significant prognostic factors of long-term cognitive decline. These findings will help optimize patient stratification in future clinical trials on AD.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41689882",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Baseline educational level and age were significant prognostic factors of long-term cognitive decline. These findings will help optimize patient stratification in future clinical trials on AD"
    },
    {
      "title": "Observation of nanocarbon-growth transition from 1D to 2D morphology through on-naked-insulator plasma processing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Direct growth of graphene among nanocarbons on catalyst- and seed-free insulators, which offers a technical advance in methodologically straightforward simplicity and avoiding the post-growth transfer process, has been extensively investigated toward evolving a wide range of applications. In this study, plasma-enhanced chemical vapor deposition (PECVD) instead of thermal CVD (TCVD) is adopted for lowering the on-insulator growth temperature and gaining new insight into the fundamental...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41689751",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improvement in the Visibility of Submucosal Layers and Vessels with Amber-Red Color Imaging in Colorectal Endoscopic Submucosal Dissection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689686/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ACI may contribute to enhance the safety of colorectal ESD by reducing IB and improving the visibility of vessels and submucosa.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41689686",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ACI may contribute to enhance the safety of colorectal ESD by reducing IB and improving the visibility of vessels and submucosa"
    },
    {
      "title": "Preoperative embolization of feeding arteries in glioblastoma: Technical strategies and clinical utility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689670/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Preoperative embolization of glioblastoma-feeding arteries may provide a clear and bloodless surgical field, enhances spatial orientation through radiopaque contrast marking, and facilitates precise intraoperative localization. By reducing intraoperative bleeding, surgical complexity, and anesthesia time, this selective technique may decrease the overall invasiveness of glioblastoma surgery. When performed via a minimally invasive distal radial approach, preoperative embolization is...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41689670",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preoperative embolization of glioblastoma-feeding arteries may provide a clear and bloodless surgical field, enhances spatial orientation through radiopaque contrast marking, and facilitates precise intraoperative localization. By reducing intraoperative bleeding, surgical complexity, and anesthesia..."
    },
    {
      "title": "Dietary intake of antioxidant vitamins and risk of pancreatic cancer: the Japan public health center-based prospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689639/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41689639",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular and clinical prognostic factors in isocitrate dehydrogenase-mutant astrocytomas: Insights into biomarker-driven stratification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CDKN2A/B homozygous deletion (HD) defines isocitrate dehydrogenase (IDH)-mutant astrocytomas as World Health Organization (WHO) grade 4 and predicts aggressive tumor behavior. To identify clinical and molecular prognostic factors in these tumors, we conducted a retrospective multi-institutional study of 106 adult patients diagnosed with IDH-mutant astrocytomas (21 grade 2, 40 grade 3 and 45 grade 4). Tumors were classified using a custom DNA/RNA next-generation sequencing panel based on the 2021...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41689537",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exercise-induced immune response in breast cancer patients during prehabilitation, neoadjuvant or adjuvant treatment: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These meta-analyses suggest that exercise does not significantly alter immune function or markers of inflammation in BC patients during prehabilitation, adjuvant or neoadjuvant treatment. As no negative effect was observed, exercise appears to be safe and should be recommended to patients during cancer treatment because of its beneficial effects on quality of life, fatigue, cancer-related pain and survival.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41689378",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These meta-analyses suggest that exercise does not significantly alter immune function or markers of inflammation in BC patients during prehabilitation, adjuvant or neoadjuvant treatment. As no negative effect was observed, exercise appears to be safe and should be recommended to patients during can..."
    },
    {
      "title": "Impact of continuous positive airway pressure on the quality of life in patients with sleep apnea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689368/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Obstructive sleep apnea (OSA) is known to impair quality of life (QoL) directly and through related symptoms and comorbidities. Continuous positive airway pressure (CPAP) is an effective therapy for alleviating OSA, resolving OSA-related symptoms, and improving the QoL.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41689368",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TEX30 safeguards sperm morphogenesis and quality consistency required for male fertility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689187/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Spermatogenesis, essential for male fertility, requires precise temporal and spatial regulation of gene expression to generate sperm that function robustly in vivo. Here, we show that Tex30 mRNA expression is induced by the germ cell-specific transcription factors MEIOSIN and STRA8 during meiotic prophase and is further upregulated in round spermatids. Despite this transcriptional activation, TEX30 protein is detected predominantly in the cytoplasm of step 16 spermatids, where it is highly...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41689187",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reconstruction after unplanned excisions of soft tissue sarcomas using intraoperative extracorporeal autogenous irradiated bone and tendon grafts: a report of three cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41689087/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41689087",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Examining mediating pathways among factors associated with adolescent dissociative experiences: a gender-stratified structural equation modeling analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691362",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metatranscriptomic analyses of gut bacterial and viral communities in the critically endangered Yangtze finless porpoise (Neophocaena asiaeorientalis asiaeorientalis) under distinct environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691349/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691349",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanisms and clinical potential of combined tDCS and virtual reality in psychiatric disorders: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although seven small, heterogeneous studies indicate that combined tDCS-VR is feasible and shows preliminary therapeutic promise-most consistently in PTSD and, to a lesser extent, in specific phobias-the overall evidence base remains limited. Mechanistic findings suggesting modulation of medial and ventromedial prefrontal-amygdala circuits are still exploratory. Given substantial methodological heterogeneity, small sample sizes, and risk of bias, tDCS-VR should be regarded as...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691330",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although seven small, heterogeneous studies indicate that combined tDCS-VR is feasible and shows preliminary therapeutic promise-most consistently in PTSD and, to a lesser extent, in specific phobias-the overall evidence base remains limited. Mechanistic findings suggesting modulation of medial and ..."
    },
    {
      "title": "Genetic insights into biological aging and myasthenia gravis: a Mendelian randomization study of telomere length, epigenetic clocks, and mitochondrial DNA copy number",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings demonstrate a bidirectional causality between EOMG and epigenetic aging clocks, which indicates that there is a self-reinforcing pathophysiological cycle. The epigenetic age acceleration is both a driver and a result of the progression of EOMG. The correlation between mtDNA-CN and LOMG suggests that there may be a potential compensatory adaptation mechanism to combat chronic oxidative stress in age-related autoimmunity. These results highlight the complex and...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings demonstrate a bidirectional causality between EOMG and epigenetic aging clocks, which indicates that there is a self-reinforcing pathophysiological cycle. The epigenetic age acceleration is both a driver and a result of the progression of EOMG"
    },
    {
      "title": "Genetic spectrum analysis of high-carrier-frequency monogenic disorders based on whole-exome sequencing in the Chinese general population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691317",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impaired nucleocytoplasmic transport in SOD1-mediated ALS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691309",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plasma ATN biomarkers across the alzheimer's disease continuum in a Chilean community- and clinic-based cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691306/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings support the biological consistency of plasma biomarkers in AD-related neurodegeneration and provide novel evidence from a Latin American population. Further studies are needed to improve early-stage detection and to better understand how genetic, environmental, and health factors shape biomarker expressions in underrepresented regions.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691306",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings support the biological consistency of plasma biomarkers in AD-related neurodegeneration and provide novel evidence from a Latin American population. Further studies are needed to improve early-stage detection and to better understand how genetic, environmental, and health factors shap..."
    },
    {
      "title": "Maternal separation during breastfeeding as a risk factor for developing giardiasis: evaluation in a rodent model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691304/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings demonstrate that maternal separation during breastfeeding intensifies the severity of G. lamblia infection. This suggests that early-life maternal interactions may play a protective role in host resistance specifically against G. lamblia, highlighting the relevance of early-life conditions in shaping outcomes of giardiasis.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691304",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings demonstrate that maternal separation during breastfeeding intensifies the severity of G. lamblia infection"
    },
    {
      "title": "Feasibility, challenges, and solutions for implementing targeted universal tuberculosis testing: perceptions of healthcare professionals in South Africa",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691279",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CT-based multiple instance and ensemble learning for lymph node metastasis prediction in esophageal squamous cell carcinoma: a multicentre, retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691278",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative and predictive analysis of avian influenza in live bird markets of the Poyang Lake region: a long-term monitoring study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Avian influenza positivity rate in the core areas of Poyang Lake is among the highest nationwide and exhibits seasonal patterns (higher in winter and spring). The cutting board samples had the highest positivity rate, highlighting the importance of timely cleaning of cutting boards to control the spread of avian influenza. After the COVID-19 pandemic, the avian influenza positivity rate increased significantly, with a particularly notable rise in the H5 subtype, which aligns with...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691273",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Avian influenza positivity rate in the core areas of Poyang Lake is among the highest nationwide and exhibits seasonal patterns (higher in winter and spring). The cutting board samples had the highest positivity rate, highlighting the importance of timely cleaning of cutting boards to control the sp..."
    },
    {
      "title": "Mapping phenotypic heterogeneity and cardiometabolic risk in obesity using a tree-based dimensionality reduction framework",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691272",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterizing the gut virome in ulcerative colitis and crohn's disease: signatures of disease severity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691253/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Thus, IBD is associated with reduced virome diversity, loss of core protective phages, and selective enrichment of bacteriophages and eukaryotic viruses. These findings suggest that virome features may have potential as biomarkers for non-invasive diagnosis and severity stratification in IBD, requiring validation in larger and longitudinal cohorts.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691253",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that virome features may have potential as biomarkers for non-invasive diagnosis and severity stratification in IBD, requiring validation in larger and longitudinal cohorts",
      "conclusion": "Thus, IBD is associated with reduced virome diversity, loss of core protective phages, and selective enrichment of bacteriophages and eukaryotic viruses. These findings suggest that virome features may have potential as biomarkers for non-invasive diagnosis and severity stratification in IBD, requir..."
    },
    {
      "title": "Proactive postgraduate education in disaster medicine and preparedness for enhanced disaster management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691252/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691252",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mixed reality combined with surgical navigation versus conventional navigation for resection of oral and maxillofacial tumors: a comparative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The clinical application of mixed reality combined with surgical navigation is feasible for the resection of oral and maxillofacial tumors. Compared with conventional navigation systems, this approach allows more precise localization of osteotomy planes and improves the accuracy of tumor resection.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691248",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The clinical application of mixed reality combined with surgical navigation is feasible for the resection of oral and maxillofacial tumors. Compared with conventional navigation systems, this approach allows more precise localization of osteotomy planes and improves the accuracy of tumor resection"
    },
    {
      "title": "Building research capacity in the global south: insights from a scientific writing workshop",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691245/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691245",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in frailty and all-cause mortality in patients on hemodialysis: a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691223/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691223",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The relationship between spiritual health and depression, anxiety, and stress in individuals who attempted suicide in Yasuj, Southwest Iran: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Spiritual health is significantly and inversely associated with depression and stress, but not with anxiety, among suicide attempters in Southwest Iran. These findings suggest that spiritual health may serve as a protective factor against specific dimensions of psychological distress in this high-risk population. The integration of spiritual health assessment and spiritually-informed interventions into comprehensive suicide prevention and post-attempt care protocols may enhance...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691222",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that spiritual health may serve as a protective factor against specific dimensions of psychological distress in this high-risk population",
      "conclusion": "Spiritual health is significantly and inversely associated with depression and stress, but not with anxiety, among suicide attempters in Southwest Iran. These findings suggest that spiritual health may serve as a protective factor against specific dimensions of psychological distress in this high-ri..."
    },
    {
      "title": "cRGD-Functionalized macrophage extracellular vesicles loaded with GSK2033 enhance T cell antitumor immunity in GBM by disrupting the LXR/ABCA1-Mediated Myelin lipid transfer axis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691219/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Glioblastoma (GBM), the most aggressive adult primary brain tumor, faces lethal challenges due to its immunosuppressive microenvironment and blood-brain barrier (BBB) impedance. This study investigates how cRGD-functionalized macrophage-derived extracellular vesicles (cEV) loaded with the Liver X receptor (LXR) antagonist GSK2033 (cEV@GSK) enhance T cell-mediated antitumor immunity in GBM by targeting the LXR/ATP-binding cassette transporter A1 (Abca1) axis. Methods include isolating and...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691219",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effects of a body shape index and remnant cholesterol inflammatory index on incident cardiovascular diseases: insights from a nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691211/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691211",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic impact of metformin in diabetic patients undergoing a percutaneous coronary intervention (PCI): protective effect is modified by procedural complexity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691210/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691210",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative ceRNA network analysis in monozygotic twins reveals shared and disorder-specific molecular signatures in major psychiatric disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691208",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A systematic review of consensus recommendations and guidelines on the management and care of women with multiple sclerosis through pre-pregnancy, pregnancy, and postpartum periods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691194",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Virulence gene profiles and antimicrobial resistance in clinical and environmental isolates of Non-O1/Non-O139 Vibrio cholerae",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691177",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative analysis of complete mitogenomes of two ornamental plants Chimonanthus salicifolius and Chimonanthus praecox in the family Calycanthaceae",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691163",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DeepSGE: predicting spatial gene expression using residual network with efficient channel attention and dynamic graph attention network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691161",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic value and interpretability of [<sup>18</sup>F]FDG-PET/CT radiomics in infective endocarditis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691141/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691141",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-capacity removal of crystal violet using ZIF-8/graphene quantum dot composite with RSM optimization and explainable machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691120",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Systems genetic dissection of brain gene expression reveals excitotoxic mechanisms of Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691109/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Gene expression changes likely mediate the impact of Alzheimer's disease (AD) neuropathology on cognition, but there are challenges to resolve the proximal causal pathways from postmortem brain transcriptome profiles which lack temporal resolution and are further confounded by mixed pathologies. Here, we functionally dissect 30 AD-associated human brain gene co-expression modules using fruit fly (Drosophila melanogaster) models. Integrating longitudinal RNA-sequencing and behavioral phenotyping,...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691109",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of Alzheimer's disease (AD) neuropathology on cognition, but there are challenges to resolve the proximal causal pathways from postmortem brain transcriptome profiles which lack temporal resolution an...",
      "conclusion": null
    },
    {
      "title": "Clinically interpretable extracellular vesicle gene model for Non-Invasive liver cancer diagnosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691101",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disease status at CAR T-cell infusion in relapsed or refractory large B-cell lymphoma: prognostic significance for real-world outcomes, irrespective of bridging therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691094",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mitochondrial energetic failure underlies FLVCR1-related sensory neuropathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691085/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Genetic pain loss disorders represent a heterogeneous group of rare diseases mainly characterized by defective nociception. Understanding the underlying molecular mechanism is fundamental to improve the treatment of patients affected by these rare disorders. Feline Leukemia Virus Subgroup C Receptor 1 (FLVCR1) is one of the genes previously associated with sensory neuropathy that requires further investigation. Here, we report on two additional patients with novel disease-causing variants in...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691085",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanical annealing in a soft granular layer under cyclic shear at varying frequencies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691073",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of a chiral dopant on hysteresis phenomena induced by external fields in liquid crystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691072",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plasma metabolomics reveals distinct metabolic alterations and biomarkers of disease activity in HLA-B27-positive acute anterior uveitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "HLA-B27 positivity is strongly associated with acute anterior uveitis (AAU). This study investigated HLA-B27-dependent metabolic alterations in AAU and identified potential biomarkers of disease activity using plasma metabolomics. Untargeted and targeted metabolomics were employed to compare plasma metabolic profiles of HLA-B27-positive and negative patients. Distinct metabolic signatures, characterised by significant alterations in pyruvic acid and L-kynurenine, were identified in...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691068",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": "HLA-B27-dependent metabolic alterations in AAU and identified potential biomarkers of disease activity using plasma metabolomics",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anxiety severity moderates the relation between pineal parenchymal volume and objective sleep problems in peri-adolescent youth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Sleep problems are common in anxiety especially around the onset of adolescence (\"peri-adolescence\") when symptoms escalate and sleep changes. The pineal gland is a compelling target given its role in sleep behavior and associations with multiple disorders that report problems with sleep. We investigated pineal gland volume and anxiety severity in relation to objective measures of sleep derived from polysomnography in a group of peri-adolescents. Youth (N = 200; 10-13 years) were sampled across...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691065",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "measures of sleep derived from polysomnography in a group of peri-adolescents",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A digital quality measure for emergency presentation of pancreatic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our dQM had strong performance characteristics for identifying pancreatic cancer EPs, which were independently associated with worse patient outcomes. A notable subset of cases was potentially avoidable. The dQM is a promising strategy for health care systems to identify and measure EPs for quality improvement initiatives.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691061",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our dQM had strong performance characteristics for identifying pancreatic cancer EPs, which were independently associated with worse patient outcomes. A notable subset of cases was potentially avoidable"
    },
    {
      "title": "Neural signatures of stream segregation from childhood to adulthood",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "When faced with noisy environments, listeners perform auditory scene analysis, which allows them to parse the auditory target from concurrent interferences. Stream segregation involves organizing similar sound waves into a coherent stream, while distinguishing dissimilar acoustic components and attributing them to distinct sources. Two event-related potential components have been identified as \"neural signatures\" of stream segregation: the Object-Related Negativity (ORN) and the P400. Our study...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691053",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Host response biomarkers of tuberculosis recurrence and treatment failure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691044/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These sputum-independent biomarkers effectively identify TB disease, non-conversion and recurrence TB after EOT, whereas their utility in detecting TB reversion during treatment remains limited.",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691044",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These sputum-independent biomarkers effectively identify TB disease, non-conversion and recurrence TB after EOT, whereas their utility in detecting TB reversion during treatment remains limited"
    },
    {
      "title": "Clinical efficacy and cost-effectiveness of four myopia control interventions in children: a single-center retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "To compare the one-year clinical efficacy and cost-effectiveness of single vision lenses (SVL), Myopia-control spectacle lenses (MCSL), Orthokeratology (Ortho-K), and Repeated Low-Level Red-Light (RLRL) therapy in children within a real-world setting. This retrospective observational cohort study analyzed data from 206 myopic children aged 8-14 years, who had already received one of four myopia control interventions: SVL (n = 50), MCSL (n = 60), Ortho-K (n = 44), or RLRL (n = 52). The primary...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691040",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating celebrity influence on brand attention, emotion, and memory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41691007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "This study focuses on the growing trend of celebrities being used as influencers in marketing, with firms investing substantially in celebrity endorsements. The study examines the effectiveness of celebrity influencers in destination marketing, comparing their influence with that of non-celebrity influencers. Neuroscience tools and methods were used to understand how cognitive and emotional factors impact consumer decisions and their likelihood to travel. The results show that employing a...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41691007",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": "consumer decisions and their likelihood to travel",
      "conclusion": null
    },
    {
      "title": "From promise to pitfalls: immunological lessons from dengue vaccines and their implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Dengue continues to pose a significant global health threat. However, the development of a safe and effective tetravalent vaccine is impeded by complex serotype-specific and cross-reactive immune responses. This review assesses licensed and advanced dengue vaccines, emphasizing serostatus-dependent safety, serotype imbalance, and the durability of protection. It also critically evaluates immunological correlates of protection and addresses remaining obstacles, such as vector-mediated immune...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41690991",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Information Needs for HPV Vaccination Among Different Female Population Groups in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "The current HPV vaccination rate among women is still relatively low, especially among adolescent girls aged 9-14 years. Insufficient access to HPV vaccine information is one of the important reasons, but there is a lack of research on women's HPV vaccine information needs. What information do women truly need to support their decision to receive the HPV vaccine? The similarities and differences in the needs of different women are key issues worth studying. Clarifying this issue can provide a...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41690986",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "reasons, but there is a lack of research on women's HPV vaccine information needs",
      "conclusion": null
    },
    {
      "title": "Co-transcriptional folding orchestrates sequential multi-effector sensing by a glycine tandem riboswitch",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Riboswitches are non-coding RNA motifs that regulate gene expression in response to ligand binding. The glycine tandem riboswitch (GTR) contains two glycine aptamers that interact extensively, driving conformational changes in the downstream expression platform to control gene expression. Despite numerous studies, the role of glycine and RNA folding pathways in co-transcriptional regulation remains unclear. Here, we integrate single-molecule kinetic analysis, co-transcriptional RNA structure...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41690985",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "RadRepro CBCT: An Open-Access CBCT Phantom Dataset for Improved Standardization and Reproducibility of Radiomics Research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Radiomics, the extraction of quantitative features from medical images, has shown great potential in improving precision diagnosis, prognosis, and treatment planning. However, the reproducibility of radiomics features remains a major challenge due to the variability introduced by differences in imaging devices, acquisition protocols, and image reconstruction methods. This study introduces the first open-access cone-beam computed tomography (CBCT) phantom dataset specifically designed to test...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41690976",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative habits and habitat in extant and extinct nautiloid cephalopods from acoustic telemetry and stable oxygen isotope analyses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690975/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41690975",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Benchmarking MedMNIST dataset on real quantum hardware",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690972/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Quantum machine learning (QML) has emerged as a promising domain to leverage the computational capabilities of quantum systems to solve complex classification tasks. In this work, we present the first comprehensive QML study by benchmarking the MedMNIST-a diverse collection of medical imaging datasets on a 127-qubit real IBM quantum hardware, to evaluate the feasibility and performance of quantum models (without any classical neural networks) in practical applications. This study explores recent...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41690972",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced superconductivity and mixed-dimensional behaviour in infinite-layer samarium nickelate thin films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Rare-earth infinite-layer nickelates are emerging unconventional superconductors, with materials synthesis largely limited to early lanthanide compounds. Here, we report phase-pure samarium-based nickelate thin films on (LaAlO(3))(0.3)(Sr(2)TaAlO(6))(0.7) (001) substrates, including the first demonstration of Sm(1-x)Sr(x)NiO(2). Co-doped compounds achieve a record-small c-axis parameter (3.26 Å) and superconducting transitions up to 32.5 K, revealing a clear correlation between decreasing c-axis...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41690958",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Specific wavelengths of light modulate honey bee locomotor activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690954/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41690954",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "HIF-1α and BMAL1 in bone regeneration: crosstalk between hypoxia response and circadian rhythm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690951/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Bone regeneration is initiated after a bone injury, such as a bone fracture or tooth extraction. It is a highly complex biological process involving multiple cell types, signaling molecules, and molecular pathways. The hypoxic microenvironment in the early stage of bone regeneration poses challenges to cell status and the final outcome of bone regeneration. During this phase, two key regulators-HIF-1α (the critical mediator of hypoxia response) and BMAL1 (the central component of the circadian...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41690951",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual reaction strategy for in-situ conductivity enhancement to enable high-performing aqueous zinc-based micro-batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690945/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Micro-batteries are promising candidates for powering various intelligent integrated applications. However, they typically rely on a single-cell reaction during charging and discharging cycles, limiting improvements in capacity and energy density. Here, we show an in situ conductivity enhancement-assisted double-cell reaction strategy to design high-performance Zn | |Bi(2)O(3)@Ag(2)O micro-batteries that integrate two sequential electrochemical reactions within a single microdevice. Unlike...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41690945",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global dataset on heat wave exposure due to the urban heat island effect",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690943/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Continuing global warming and urbanization have increased the frequency and severity of extreme heat events in cities. Therefore, understanding how the urban heat island (UHI) effect influences cities is essential for developing effective mitigation and prevention strategies. A 1-km resolution dataset was constructed to assess heat-wave exposure attributable to UHIs in urban human settlements worldwide from 2003 to 2020. An adaptive urban-rural threshold method was employed to delineate the...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41690943",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deficiency of lysosomal TMEM175 in myeloid macrophages exerts anti-tumor immunity via inflammasome and cross-presentation pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41690940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260215143310&v=2.18.0.post22+67771e2",
      "description": "Discovering more targets is of great importance for developing alternative interventions for tumor therapy. The roles of transmembrane protein 175 (TMEM175) in neurodegeneration diseases have been reported, however its functions in tumor immune surveillance are not known. We show that TMEM175 conditional knockout in macrophages inhibits the tumor growth and metastasis through promoting the anti-tumor immunity in the tumor microenvironment (TME), including elevated M1-like polarization, reduced...",
      "pubDate": "2026-02-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41690940",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}