{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-06T07:37:11.039Z",
  "totalItems": 150,
  "totalArchived": 22359,
  "newPapersAdded": 183,
  "institutionBreakdown": {
    "KAIST": 18,
    "SNU": 65,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 2,
    "Korea University": 70,
    "IBS": 20,
    "UNIST": 0,
    "Hanyang University": 6,
    "KIST": 2,
    "GIST": 4,
    "Kyung Hee University": 5,
    "Pusan National University": 0
  },
  "subjectAreaBreakdown": {
    "Biomedical": 36,
    "Multidisciplinary": 75,
    "Materials Science": 7,
    "Cancer Research": 23,
    "Neuroscience": 8,
    "Computer Science": 1
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Clinical evaluation of a functional diet containing Siraitia grosvenorii residual extract for atopic dermatitis in dogs: a self-controlled study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The functional diet significantly improved the clinical signs of CAD and was well tolerated. These findings suggest that nutritional support with the Siraitia grosvenorii extract may be a beneficial adjunctive therapy for CAD.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41194120",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that nutritional support with the Siraitia grosvenorii extract may be a beneficial adjunctive therapy for CAD",
      "conclusion": "The functional diet significantly improved the clinical signs of CAD and was well tolerated. These findings suggest that nutritional support with the Siraitia grosvenorii extract may be a beneficial adjunctive therapy for CAD"
    },
    {
      "title": "Atomically accurate de novo design of antibodies with RFdiffusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Despite the central role of antibodies in modern medicine, no method currently exists to design novel, epitope-specific antibodies entirely in silico. Instead, antibody discovery currently relies on immunization, random library screening or the isolation of antibodies directly from patients¹. Here we demonstrate that combining computational protein design using a fine-tuned RFdiffusion² network with yeast display screening enables the de novo generation of antibody variable heavy chains (VHHs),...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41193805",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Author Correction: A virtual memory CD8+ T cell-originated subset causes alopecia areata through innate-like cytotoxicity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41193738",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic realization of emergent high-dimensional optical vortices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "The dimensionality of vortical structures has recently been extended beyond two dimensions, providing additional topological complexity and robustness for high-capacity information processing and turbulence control. The generation of high-dimensional vortical structures has mostly been demonstrated in classical systems through the complex interference of fluidic, acoustic, or electromagnetic waves. However, natural materials rarely support three- or higher-dimensional vortical structures and...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41193541",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional mimicry of uterine tissue using endometrial organoids in rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193227/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The rat EO model developed here provides a physiologically relevant platform for studying endometrial biology, enabling research on reproductive mechanisms and disease modeling. Its ability to mimic and engraft in the uterine environment suggests applications in regenerative medicine and therapeutic transplantation.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41193227",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The rat EO model developed here provides a physiologically relevant platform for studying endometrial biology, enabling research on reproductive mechanisms and disease modeling. Its ability to mimic and engraft in the uterine environment suggests applications in regenerative medicine and therapeutic..."
    },
    {
      "title": "Non-thermal Plasma-Derived Reactive Oxygen Species Induces Cell Death in Radioresistant Head and Neck Cancer <em>via</em> the c-MET/STAT3 Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192840/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Aims: Radiation therapy is a crucial treatment modality for head and neck squamous cell carcinomas (HNSCCs). However, acquired radiation resistance due to various mechanisms poses a major clinical challenge for therapeutic strategies. Intriguingly, reactive oxygen species (ROS) are versatile signaling molecules that promote various cellular functions at low concentrations but induce cell death at above-critical threshold levels. Results: Here, we found that radioresistant (RR) cancer cells...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41192840",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Radiation therapy is a crucial treatment modality for head and neck squamous cell carcinomas (HNSCCs)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regiocontrolled hydrobromination of unactivated alkenes via direct and chain-walking pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "The development of regioselective methods for C(sp³)─Br bond formation in unactivated alkenes remains a fundamental challenge in organic synthesis. Herein, we report a nickel hydride-catalyzed method that enables regiocontrolled hydrobromination of both terminal and internal alkenes through strategic deployment of an N-fluoropyridinium oxidant. The method features two complementary approaches: direct hydrobromination of alkenes with high proximal selectivity and a chain-walking strategy that...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41191749",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ionizing radiation leads to exosome secretion in macrophages through MYC-mediated pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191611/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Exosomes are cell-derived vesicles that play a crucial role in intracellular communication and are promising biomarkers for therapeutic applications. Despite their significant potential, the application of exosomes as biological therapeutics is limited by their low yield and inconsistent production quality. Ionizing radiation is known to enhance exosome release; however, this effect has been primarily studied in cancer cells. Given the critical role of macrophages in immune regulation and their...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41191611",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis of Spiro-isoindolinone Indenones via Double Nucleophilic Substitution: Application to the Total Synthesis of Impatien A",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "An efficient synthetic approach to spiro-isoindolinone-indenone scaffolds via a base-promoted double nucleophilic substitution reaction was developed. Two-step and one-pot protocols were established, delivering high yields and a broad substrate scope with excellent functional group tolerance. The synthetic utility of the spirocyclic ketone was demonstrated by performing various transformations, such as Wittig olefination, reduction, and Grignard addition. Furthermore, this methodology was...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41191553",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Alpha-Synuclein-Stabilized Nanocarriers for Intracellular Delivery of Drugs and Their Controlled Release with Light",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "α-synuclein-stabilized nanocarriers (α-Syn NCs) have been developed as a functional drug delivery platform exhibiting a facilitated intracellular delivery of drugs and their light-triggered induced release via heat generation, which could exert both chemical and physical therapeutic effects on cancer cells. To achieve this, a eutectic phase-changing material (PCM) composed of lauric and myristic acids was used as the core to encapsulate both chemical drug and near-infrared (NIR) absorbing dye by...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41191513",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomolecular condensates: molecular structure, biological functions, diseases, and therapeutic targets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Cells constantly encounter environmental and physiological fluctuations that challenge homeostasis and threaten viability. In response to these cues, specific proteins and nucleic acids engage in multivalent interactions and undergo phase separation to form membraneless assemblies known as biomolecular condensates. Nuclear condensates include paraspeckles, nuclear speckles, and Cajal bodies, while cytoplasmic condensates include stress granules, processing bodies, RNA transport granules,...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41191214",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cosolvent Electrolyte Design for Li-S Batteries: Suppressing the Shuttle Effect via Phase Separation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Lithium-sulfur batteries are promising candidates for next-generation energy storage due to their high energy density and low cost. However, their commercialization is hindered by poor cycling performance caused by the polysulfide shuttle effect. While strategies such as physical barriers or chemical adsorption have been proposed, they inevitably introduce inactive components, reducing energy density. These limitations underscore the need for a more fundamental approach that avoids the use of...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41190858",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tautomerizable Flavin Ligands for Constructing Primary and Secondary Coordination Spheres",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Flavins─one of nature's most ubiquitous organic cofactors─mediate proton and electron transfers in biological systems. Their heterocyclic (iso)alloxazine cores enable such reactivity through pronounced electro- and photochemical properties, as well as hydrogen bonding with surrounding residues. To harness these features in an organometallic context, we developed a redox-active, flavin-derived bidentate ligand (^(all)LH) that engages both primary and secondary coordination spheres. Coordination...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41190733",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interpretable QSAR modelling for immunotoxicity prediction using enhanced fingerprint and SHAP-based feature selection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190667/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Accurate prediction of immunotoxic effects is essential for chemical safety evaluation and drug development. However, existing methodologies are limited by the scarcity of in vitro data and the inherent complexity of immune responses. This study introduces an interpretable quantitative structure-activity relationship (QSAR)-based modelling framework aimed at assessing immunosuppressive toxicity utilizing IC(50) data obtained from three human immune cell lines: Jurkat, peripheral blood...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41190667",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-read sequencing reveals novel transcript diversity in <em>Polypterus senegalus</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Polypterus senegalus is a fish species characterized by primitive traits and unique physiological-anatomical features, representing a transitional stage toward terrestrial vertebrates. Diverging from other ray-finned fishes approximately 420 million years ago, it serves as a key model for vertebrate evolutionary studies. In this study, we identified 19,295 unique P. senegalus transcripts using Pacific Biosciences Iso-Seq, with most classified as novel exon combinations, intron retentions, or...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41190333",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The efficacy of lactic acid bacteria-based toothpaste on oral health: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: LAB-based toothpaste demonstrates beneficial effects on plaque control and gingival inflammation. However, substantial heterogeneity (I² > 75% for most outcomes) limits effect estimate precision. Lactobacillus paracasei strains showed consistent benefits, while sustained use (≥6 months) appears necessary for periodontal improvements.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41190323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LAB-based toothpaste demonstrates beneficial effects on plaque control and gingival inflammation. However, substantial heterogeneity (I² > 75% for most outcomes) limits effect estimate precision"
    },
    {
      "title": "Impact of neuromuscular blockade depth on postoperative systemic cytokine release: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189313/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Deep NMB may be associated with reduced TNF-α levels immediately postoperatively. Inhalational anesthesia and younger age may contribute more to higher serum cytokine levels compared with total intravenous anesthesia and older age, respectively, suggesting a potential immunomodulatory effect of deep NMB. Further studies should clarify its clinical relevance.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41189313",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Deep NMB may be associated with reduced TNF-α levels immediately postoperatively. Inhalational anesthesia and younger age may contribute more to higher serum cytokine levels compared with total intravenous anesthesia and older age, respectively, suggesting a potential immunomodulatory effect of deep..."
    },
    {
      "title": "Factors affecting chest wall slipperiness during cardiopulmonary resuscitation: A controlled experimental study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: When performing chest compression, if water or gel is applied on hands or gloves, the surfaces are more slippery than a clean surface.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41189126",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "When performing chest compression, if water or gel is applied on hands or gloves, the surfaces are more slippery than a clean surface"
    },
    {
      "title": "The Safety and Efficacy of Ramosetron versus Psyllium for the Treatment of Fecal Incontinence (SERAFI): Study protocol for a randomized, parallel, non-inferiority trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Fecal incontinence (FI) is a prevalent condition affecting 2% to 21% of the general population, with higher rates in older adults and specific settings such as nursing homes and hospitals. Current treatments include supportive care, biofeedback, anal injections, and sacral nerve stimulation, though these can be invasive or costly. Pharmacological therapies, like stool bulking agents and constipating agents, help manage symptoms but can have side effects. Ramosetron, a 5-HT3 receptor...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41194155",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Innovative stimulated muscle contraction signals based digital muscle marker: a reliable tool for assessing muscle in persons with stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194093/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SMCS-based digital muscle markers demonstrated high reliability and significant correlations with muscle strength and mass, suggesting their potential utility for assessing muscle in individuals with stroke.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41194093",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SMCS-based digital muscle markers demonstrated high reliability and significant correlations with muscle strength and mass, suggesting their potential utility for assessing muscle in individuals with stroke"
    },
    {
      "title": "Health-Related Quality of Life of Patients Undergoing Haemodialysis: A Structural Equation Modelling Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Autonomy support from healthcare professionals and basic psychological needs, as well as patients' resilience, significantly impact the health-related quality of life of patients undergoing haemodialysis.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41193948",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "the health-related quality of life of patients undergoing haemodialysis",
      "conclusion": "Autonomy support from healthcare professionals and basic psychological needs, as well as patients' resilience, significantly impact the health-related quality of life of patients undergoing haemodialysis"
    },
    {
      "title": "Targeting FSP1 triggers ferroptosis in lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193800/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Emerging evidence indicates that cancer cells are susceptible to ferroptosis, a form of cell death that is triggered by uncontrolled lipid peroxidation^(1-3). Despite broad enthusiasm about harnessing ferroptosis as a novel anti-cancer strategy, whether ferroptosis is a barrier to tumorigenesis and can be leveraged therapeutically remains unknown^(4,5). Here, using genetically engineered mouse models of lung adenocarcinoma, we performed tumour-specific loss-of-function studies of two key...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41193800",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Doxazosin GITS (gastrointestinal therapeutic system) is an actor to consider in the control of hypertension. A narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Hypertension remains a leading global cause of cardiovascular morbidity and mortality, yet blood pressure control rates remain suboptimal despite advances in antihypertensive therapy. Multiple barriers-including cost, side effects, therapeutic complexity, and physician inertia-impede effective management, particularly in aging populations and low-resource settings. This review evaluates the therapeutic role of doxazosin, particularly in its extended-release gastrointestinal therapeutic system...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41193701",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sarcopenia and MASLD: novel insights and the future",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Metabolic dysfunction-associated steatotic liver disease (MASLD; previously known as non-alcoholic fatty liver disease) is the leading cause of chronic liver disease worldwide and is closely linked to the obesity epidemic. MASLD often coexists with sarcopenia, an age-related loss of muscle mass and muscle function. These conditions are closely connected, and metabolic syndrome and its associated metabolic factors have a crucial role in their relationship. Metabolic syndrome considerably affects...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41193695",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi criterion decision making analysis of hematologic cancer drugs via topological indices and physicochemical properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "In this research, quantitative structure property relationship (QSPR) regression along with multi criteria decision making (MCDM) approaches, including TOPSIS and Simple Additive Weighting (SAW), is deployed to rank the antihematological cancer drugs by structural and physicochemical attributes. Topological indices like zagreb, Randic and Atom Bond Connectivity (ABC) indices are calculated with the Maple program and chemspider was employed to obtain physicochemical descriptors such as boiling...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41193643",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating TAM-ISSM-SOR framework to explore how virtual tourism experience influences tourists' travel intention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193621/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "The rapid development of immersive technologies has transformed the tourism experience, enabling tourists to explore destinations virtually before physical visits. This study investigates how virtual tourism experiences influence tourists' intentions to visit real-world destinations, using the online museum of Porcelain Temple as a case study. Integrating the Stimulus-Organism-Response (SOR) framework with the Information System Success Model (ISSM) and the Technology Acceptance Model (TAM), the...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41193621",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of maternal pre-pregnancy body mass index with neonatal respiratory outcomes: a nationwide population-based cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193600/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "To assess the association of maternal pre-pregnancy body mass index (BMI) and neonatal respiratory morbidities, including respiratory distress syndrome (RDS), transient tachypnea of the newborn (TTN) and bronchopulmonary dysplasia (BPD). This was a cross-sectional study utilized linked mother-infant records from the Korean National Health Insurance Service for birth cohorts spanning 2014-2021. Maternal BMI measured within three years prior to delivery was collected and categorized as < 18.5,...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41193600",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrical impedance phase variation in relation to articulation manner",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193593/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "This study aims to investigate variations in electrical impedance phase angle due to tongue-palate contact strength induced by different articulation manners. Unlike previous research focusing on pathological conditions, this study examined healthy participants, analyzing impedance phase variations across articulation manners (plain, tense, aspirated) and positions (alveolar, alveolar-post, velar). Tongue pressure, surface electromyography (sEMG), and acoustic features (F2 slope) were...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41193593",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to investigate variations in electrical impedance phase angle due to tongue-palate contact strength induced by different articulation manners",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "De Novo HLA-DQ Donor-Specific Antibody Incidence in Korean Deceased Donor Solid Organ Transplant Recipients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193326/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings highlight the potential benefits of incorporating routine HLA-DQ typing into deceased donor evaluation and organ allocation policies, which could potentially improve transplantation outcomes in Korea.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41193326",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings highlight the potential benefits of incorporating routine HLA-DQ typing into deceased donor evaluation and organ allocation policies, which could potentially improve transplantation outcomes in Korea"
    },
    {
      "title": "Highly selective electrocatalytic CO<sub>2</sub> reduction to formate by a dinuclear nickel complex: cooperative catalysis across diverse conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193303/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Achieving high selectivity is vital for the practical application of electrocatalytic CO(2) reduction reaction (CO(2)RR). While CO and HCOOH are both possible two-electron reduction products, significantly fewer electrocatalysts are known to selectively produce HCOOH, and very few maintain this selectivity across diverse reaction conditions. Herein, we report a dinuclear nickel complex, [Ni^(II)(2)(tpy)(2)(μ-bpp)(μ-Cl)](PF(6))(2) (1, bpp = 3,5-bis(2-pyridyl)pyrazolato, tpy = terpyridine),...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41193303",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cause specific mortality risks associated with tropical cyclones in multiple countries and territories: two stage, time series study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193239/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: After tropical cyclones, mortality risk increased variably for different causes, populations, and regions. Integrating epidemiological evidence into the development of management systems for climate extremes is urgently needed, particularly in regions with higher levels of deprivation and in those with historically fewer tropical cyclones. These measures are necessary to improve the adaptive capacity in responding to the growing risks and shifting activity of tropical cyclones in a...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41193239",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "After tropical cyclones, mortality risk increased variably for different causes, populations, and regions. Integrating epidemiological evidence into the development of management systems for climate extremes is urgently needed, particularly in regions with higher levels of deprivation and in those w..."
    },
    {
      "title": "Greenness and hospital admissions for cause specific mental disorders: multicountry time series study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193238/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Greenness was statistically associated with lower risks of hospital admissions for mental disorders in several countries, particularly in urban settings. Some adverse associations were, however, observed, and findings were heterogeneous across contexts.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41193238",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Greenness was statistically associated with lower risks of hospital admissions for mental disorders in several countries, particularly in urban settings. Some adverse associations were, however, observed, and findings were heterogeneous across contexts"
    },
    {
      "title": "Dynamic Interplay between Prefrontal Theta and Beta Bursts Facilitates Flexible Learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193169/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "The ability to cope with changing environments is critical for healthy functioning, yet this flexibility is impaired in many neuropsychiatric disorders. However, neural mechanisms underlying flexible behavior remain elusive. Here, we report that oscillatory dynamics in the medial prefrontal cortex (mPFC) support learning to flexibly overcome established behavioral bias. Mice performed a delayed non-match-to-sample task that required trial-by-trial adjustment of arm choice strategy despite...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41193169",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patient-reported outcomes with belantamab mafodotin, pomalidomide, and dexamethasone versus bortezomib, pomalidomide, and dexamethasone in patients with relapsed or refractory multiple myeloma (DREAMM-8): a phase 3, open-label, randomised controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193117/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: In the DREAMM-8 trial, belantamab mafodotin, pomalidomide, and dexamethasone demonstrated a statistically significant reduction in the risk of progression or death compared with bortezomib, pomalidomide, and dexamethasone in lenalidomide-exposed patients with relapsed or refractory multiple myeloma. We present patient-reported outcomes from this trial.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41193117",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ropeginterferon alfa-2b in hydroxyurea-intolerant or hydroxyurea-refractory essential thrombocythaemia (SURPASS ET): a multicentre, open-label, randomised, active-controlled, phase 3 study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193116/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: The initial therapy for high-risk essential thrombocythaemia is usually hydroxyurea, but about a third of patients develop intolerance or resistance. A standard second-line agent has been anagrelide. Ropeginterferon alfa-2b, a new-generation interferon-based therapy, is approved for polycythaemia vera. We aimed to assess efficacy and safety of ropeginterferon alfa-2b compared with anagrelide in patients with essential thrombocythaemia with leukocytosis who are intolerant or resistant...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41193116",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "assess efficacy and safety of ropeginterferon alfa-2b compared with anagrelide in patients with essential thrombocythaemia with leukocytosis who are intolerant or resistant",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk-based selection of treatment strategies in hepatocellular carcinoma with macrovascular invasion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The proposed MVI risk stratification effectively differentiated prognosis and may guide optimal treatment selection for HCC with MVI. Prospective validation is required to confirm the clinical utility.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41192768",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed MVI risk stratification effectively differentiated prognosis and may guide optimal treatment selection for HCC with MVI. Prospective validation is required to confirm the clinical utility"
    },
    {
      "title": "Controlled Maillard conjugation of whey protein isolate with κ-, ι-, and λ-carrageenan: structure-reactivity relationships under limited glycation conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192706/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Improving the heat stability and functionality of whey protein isolate (WPI) is critical for its use in thermally processed foods. Maillard-type glycation with reducing polysaccharides is a promising approach to enhance solubility and reduce aggregation, but the role of carrageenan (CG) structure remains unclear. This study examined early-stage glycation of WPI with κ-, ι-, and λ-CG under wet-heating (70 °C, 0-12 h) at WPI:CG ratios of 10:1, 20:1, and 40:1. Glycation progression and structural...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41192706",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "early-stage glycation of WPI with κ-, ι-, and λ-CG under wet-heating (70 °C, 0-12 h) at WPI:CG ratios of 10:1, 20:1, and 40:1",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Approximating Signal Sources in Stereo-EEG Single Pulse Electrical Stimulation using Re-referencing and Spectral Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192689/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41192689",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply to \"Renal Dysfunction, Arterial Stiffness, and the Interpretation of Global Afterload in Moderate Aortic Stenosis - What's Old is New Again.\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41192679",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anatomical, physiological and inflammatory characterization of non-culprit vessels in patients undergoing primary PCI for ST-elevation myocardial infarction in the presence of multivessel disease: Rationale and design of the PICNIC study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192636/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PICNIC will characterize the anatomical, physiological, and inflammatory features of NIRA lesions in STEMI patients treated with culprit-only PCI in order to develop an AI-based risk prediction model. If such a model is successful it could be used to inform personalized revascularization strategies.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41192636",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PICNIC will characterize the anatomical, physiological, and inflammatory features of NIRA lesions in STEMI patients treated with culprit-only PCI in order to develop an AI-based risk prediction model. If such a model is successful it could be used to inform personalized revascularization strategies"
    },
    {
      "title": "Prenatal exposure to heavy metals and the trajectory of autistic traits in childhood",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192613/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This is the first study to link prenatal heavy-metal exposure with autistic trait trajectories. Prenatal lead exposure showed consistent associations across multiple childhood stages in girls, highlighting the need to reduce prenatal exposure and to consider sex-specific developmental pathways in neurodevelopmental research.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "SNU"
      ],
      "pmid": "41192613",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is the first study to link prenatal heavy-metal exposure with autistic trait trajectories. Prenatal lead exposure showed consistent associations across multiple childhood stages in girls, highlighting the need to reduce prenatal exposure and to consider sex-specific developmental pathways in ne..."
    },
    {
      "title": "Cilk1 Is essential for mesenchymal cilia maintenance and epithelial-mesenchymal crosstalk in intestinal villus morphogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Cilk1 is essential for maintaining mesenchymal primary cilia and ensuring effective signaling required for intestinal villus morphogenesis. Disruption of Cilk1 impairs Hh-mediated mesenchymal clustering, with additional effects on BMP and Wnt pathways contributing to the developmental defects. These findings establish the critical role of Cilk1-dependent mesenchymal ciliogenesis in epithelial-mesenchymal communication during intestinal development.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41192595",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cilk1 is essential for maintaining mesenchymal primary cilia and ensuring effective signaling required for intestinal villus morphogenesis. Disruption of Cilk1 impairs Hh-mediated mesenchymal clustering, with additional effects on BMP and Wnt pathways contributing to the developmental defects"
    },
    {
      "title": "Post-resuscitation care after adult extracorporeal cardiopulmonary resuscitation: A scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Post-resuscitation care after adult ECPR remains poorly characterized and insufficiently studied. Available evidence across all domains is constrained by heterogeneity, retrospective designs, and small sample sizes. Prospective, well-designed studies are needed to generate robust evidence to guide clinical decision-making and define ECPR-specific post-resuscitation strategies.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41192495",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Post-resuscitation care after adult ECPR remains poorly characterized and insufficiently studied. Available evidence across all domains is constrained by heterogeneity, retrospective designs, and small sample sizes"
    },
    {
      "title": "Ionotropic receptors mediate arachidic acid perception and food avoidance behavior in Drosophila melanogaster",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Chemosensory functions are essential for animals to distinguish between nutritious and harmful compounds. Fatty acids are vital dietary components, but their taste perception mechanisms remain poorly understood. In Drosophila melanogaster, we identified a cluster of ionotropic receptors (IR7g, IR25a, IR51b, IR67a, and IR76b) that mediate the detection of the long-chain saturated fatty acid, arachidic acid (ARCH), through bitter-sensing gustatory receptor neurons (GRNs). Our findings demonstrate...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41192484",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence of left heart contrast with agitated saline contrast echocardiography in healthy resting dogs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192339/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Left heart contrast following ASCE is common in dogs without a right-to-left shunting intracardiac defect. This presumably occurs via intrapulmonary arteriovenous anastomoses.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41192339",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Left heart contrast following ASCE is common in dogs without a right-to-left shunting intracardiac defect. This presumably occurs via intrapulmonary arteriovenous anastomoses"
    },
    {
      "title": "Prognostic implications of HER2 in ovarian cancer: Associations with homologous recombination deficiency and folate receptor alpha expression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: HER2 overexpression is relatively common and had prognostically relevant in BRCA1/2-mutated/HRD and in mucinous or clear cell OC. Further clinical trials are warranted to optimize use of HER2- and FRα-targeted ADCs in these group.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41192265",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "HER2 overexpression is relatively common and had prognostically relevant in BRCA1/2-mutated/HRD and in mucinous or clear cell OC. Further clinical trials are warranted to optimize use of HER2- and FRα-targeted ADCs in these group"
    },
    {
      "title": "Subchronic exposure to four organic UV filters disrupted thyroid endocrine and neuronal systems in zebrafish: Insights into underlying toxicological mechanisms at different life stages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192185/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Organic ultraviolet filters (OUVFs) are widely used in cosmetics and sunscreen to protect skin and products. While certain OUVFs, such as benzophenone-3 (BP-3), have been shown to disrupt thyroid hormone (TH) system, the endocrine-disrupting and neurotoxic potential of many commonly used OUVFs remains poorly understood. In this study, we chose four frequently used OUVFs: avobenzone (AVB), BP-3, octyl methoxycinnamate (OMC), and octocrylene (OC), and examined their effects on thyroid and neuronal...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41192185",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative multi-omics of matched primary and liver metastatic colorectal cancer organoids identifies putative molecular targets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Hepatic metastasis from colorectal cancer (CRC) mainly accounts for the dismal prognosis of advanced CRC. Metastasized tumor cells exhibit strong resistance to commonly used systemic chemotherapy, which causes the high mortality of colorectal liver metastasis (CLM) patients. Although previous studies using biological resources have suggested multiple metastatic factors, molecular integration into chemotherapeutic responses is seldom studied. In this study, we established five pairs of CLM...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41192148",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatiotemporal blood viscosity by local hematocrit under pulsatile flow: Whole blood experiments and computational analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Blood viscosity is inversely proportionate with shear rate mainly due to red blood cell (RBC) aggregation under steady flow. However, this inverse relation cannot explain the spatiotemporal variation of RBC dynamics under pulsatile flow. This study aimed to clarify the relationship between hemodynamics and hemorheology based on a novel computational model that couples RBC dynamics with blood viscosity under pulsatile flow. By integrating both whole-blood experiments with ultrasound imaging and...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41192118",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "clarify the relationship between hemodynamics and hemorheology based on a novel computational model that couples RBC dynamics with blood viscosity under pulsatile flow",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surface-engineering RNA nanoparticles for targeted and efficient hepatocellular carcinoma drug delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Chemotherapy is an anti-cancer treatment that uses chemical drugs to suppress rapidly growing cancer cells. Nevertheless, low water solubility and poor pharmacokinetics of chemotherapeutic drugs can reduce therapeutic efficacy and limit the duration of drug action due to rapid clearance from the body. Furthermore, systemic chemotherapy can attack not only cancer cells but also normal cells, inducing severe side effects. In this study, Tri-GalNAc-decorated RNA nanoparticles loaded with...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41192072",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subgrouping non-specific low back pain based on spinal marker trajectory data: An unsupervised machine learning approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Unsupervised clustering revealed distinct spinal movement subgroups in individuals with non-specific LBP. These findings indicate that both excessive and limited movement may relate to pain-related adaptation, supporting the need for movement-based subgrouping to guide individualized management.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41192006",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that both excessive and limited movement may relate to pain-related adaptation, supporting the need for movement-based subgrouping to guide individualized management",
      "conclusion": "Unsupervised clustering revealed distinct spinal movement subgroups in individuals with non-specific LBP. These findings indicate that both excessive and limited movement may relate to pain-related adaptation, supporting the need for movement-based subgrouping to guide individualized management"
    },
    {
      "title": "Attitudes Toward Common Data Models Among Chinese Biomedical Professionals: Cross-Sectional Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191912/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A large proportion of respondents expressed a favorable view of implementing the CDM in regional databases in China, with notable endorsement from the doctoral group and professionals in contract research organizations or pharmaceutical sectors; subgroup differences were concentrated in awareness rather than perceived necessity. Participants suggested enhancing CDM-related education and establishing clear data-sharing regulations to support CDM advancement in China.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41191912",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A large proportion of respondents expressed a favorable view of implementing the CDM in regional databases in China, with notable endorsement from the doctoral group and professionals in contract research organizations or pharmaceutical sectors; subgroup differences were concentrated in awareness ra..."
    },
    {
      "title": "Risk of Schizophrenia After a Diagnosis of Epilepsy: A Nationwide Matched Cohort Study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Epilepsy increases the risk of schizophrenia, especially in younger men and older women, highlighting the need for targeted mental health monitoring and early intervention.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41191815",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Epilepsy increases the risk of schizophrenia, especially in younger men and older women, highlighting the need for targeted mental health monitoring and early intervention"
    },
    {
      "title": "Distinct inflammatory features and nasal TH2 cell profiles in allergic patients with chronic rhinosinusitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study demonstrates that allergic sensitization is closely associated with eosinophilic inflammation, as indicated by elevated levels of blood/tissue eosinophils and nasal TH2A cells, and by worse symptom scores in CRSwNP. Given the distinct immunological features of allergic patients, considering allergic sensitization within nasal tissue when managing CRSwNP is crucial.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41191403",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our study demonstrates that allergic sensitization is closely associated with eosinophilic inflammation, as indicated by elevated levels of blood/tissue eosinophils and nasal TH2A cells, and by worse symptom scores in CRSwNP. Given the distinct immunological features of allergic patients, considerin..."
    },
    {
      "title": "CORR Insights®: Novel Hip MRI Sequence Provides Consistent Osseous Morphology Dimensions for FAI Evaluation Compared With CT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191385/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41191385",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long COVID and psychosocial factors among middle-aged and older adults. Results of the nationally representative German Ageing Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: It may be beneficial to find ways to help such individuals feel included in society.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41191177",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "It may be beneficial to find ways to help such individuals feel included in society"
    },
    {
      "title": "Understanding recurrence in <em>Mycobacterium avium</em> complex pulmonary disease: genotypic strategies to support clinical decision-making",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190925/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Pulmonary disease caused by Mycobacterium avium complex (MAC-PD) is a chronic, recurrent disease, and its high recurrence rate after treatment makes clinical management difficult. Distinguishing whether recurrence is due to persistence of existing strains or reinfection with new strains is essential for establishing treatment strategies, preventing overuse of antimicrobials, and establishing infection control measures. According to reports, 54%-74% of MAC-PD recurrence is due to reinfection,...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41190925",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Light-Driven Reconfigurable Logic in a Monolithic Perovskite Device via Nonlinear Photoresponse Switching",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Modulating nonlinear carrier dynamics in a single-layer device is essential for achieving complex logic operations with minimal power consumption; however, it remains challenging due to inherently linear charge transport and unipolar photoresponses. Here, a multifunctional optoelectronic logic gate (OELG) based on a bias-free, single-layer perovskite device is reported that exhibits light intensity-dependent polarity switching. Incorporation of poly-L-lysine into MAPbI(3) enables trap-state...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41190810",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The AUEQ: Development and Validation of the Agricultural Exoskeleton Usability Evaluation Questionnaire for Arm- and Leg-Support Devices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The proposed evaluation system addresses the limitations of conventional exoskeleton assessments by incorporating subjective usability dimensions. It provides a reliable, user-centered framework that can be widely applied to improve exoskeleton design, enhance user experience, and support successful deployment in agricultural environments.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41190787",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed evaluation system addresses the limitations of conventional exoskeleton assessments by incorporating subjective usability dimensions. It provides a reliable, user-centered framework that can be widely applied to improve exoskeleton design, enhance user experience, and support successful..."
    },
    {
      "title": "Efficacy and safety of switching to ezetimibe 10 mg/rosuvastatin 2.5 mg in Korean patients with type 2 diabetes mellitus and dyslipidaemia: A multicentre, prospective study (EROICA study)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Switching to ezetimibe 10 mg/rosuvastatin 2.5 mg achieved substantial LDL-C reductions, high goal attainment, excellent adherence, and good tolerability in Korean T2DM patients with dyslipidaemia.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41190361",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "attainment, excellent adherence, and good tolerability in Korean T2DM patients with dyslipidaemia",
      "significance": null,
      "conclusion": "Switching to ezetimibe 10 mg/rosuvastatin 2.5 mg achieved substantial LDL-C reductions, high goal attainment, excellent adherence, and good tolerability in Korean T2DM patients with dyslipidaemia"
    },
    {
      "title": "Discovering Heterogeneous Leukocytes Subsets Associated With Alcoholic Steatohepatitis by scRNAseq Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "The precise identification of immune cell type responses to alcoholic steatohepatitis (ASH) at the single-cell level remains unresolved. Therefore, in this study, we analyzed heterogeneous immune leukocytes associated with ASH at the single-cell level using high-dimensional single-cell RNA sequencing in alcoholic liver disease (ALD)-induced and healthy control mice. A t-distributed stochastic neighbor embedding plot for dimensionality reduction and 2D visualization was used to visualize...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41190282",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "heterogeneous immune leukocytes associated with ASH at the single-cell level using high-dimensional single-cell RNA sequencing in alcoholic liver disease (ALD)-induced and healthy control mice",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Laser Treatment Protocol for Bruise Management Using a Picosecond-Domain 1064-nm Nd:YAG Laser",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Bruising after cosmetic procedures, such as botulinum toxin injections or dermal fillers, is a frequent complication. We present a new, detailed protocol using different types of lasers at various stages of bruise progression to optimize treatment effectiveness. This comprehensive protocol strategically integrates photoacoustic and photothermal effects, progressively adapting laser parameters to bruise maturation phases for maximal efficacy, thus offering a unified, efficient approach to...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41190091",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness and Safety of Mirabek Sustained-release 50 mg Tablets in Korean Patients with Overactive Bladder: A Multicenter Observational Study at Tertiary General Hospitals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND CLINICAL IMPLICATIONS: Mirabek (generic mirabegron) demonstrated effective symptom relief and was well tolerated in Korean patients with OAB, with sustained efficacy up to 6 mo. The introduction of Mirabek substantially reduced treatment costs and expanded access to mirabegron therapy.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41190053",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "Mirabek (generic mirabegron) demonstrated effective symptom relief and was well tolerated in Korean patients with OAB, with sustained efficacy up to 6 mo",
      "conclusion": "AND CLINICAL IMPLICATIONS: Mirabek (generic mirabegron) demonstrated effective symptom relief and was well tolerated in Korean patients with OAB, with sustained efficacy up to 6 mo. The introduction of Mirabek substantially reduced treatment costs and expanded access to mirabegron therapy"
    },
    {
      "title": "Genetic and measured LDL-C: Differential and interactive effects on cardiovascular and stroke subtypes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189931/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrates that lower LDL-C levels are linearly associated with a reduced atherosclerotic cardiovascular disease risk. Furthermore, low LDL-C was not a risk factor for hemorrhagic stroke. These findings suggest that individuals with genetically high LDL-C can lower their cardiovascular risk through lifestyle modifications.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41189931",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that lower LDL-C levels are linearly associated with a reduced atherosclerotic cardiovascular disease risk",
      "conclusion": "This study demonstrates that lower LDL-C levels are linearly associated with a reduced atherosclerotic cardiovascular disease risk. Furthermore, low LDL-C was not a risk factor for hemorrhagic stroke"
    },
    {
      "title": "Fin effect enables self-controlled growth of nanowires",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Poor length uniformity in nanowires synthesized by template-assisted electrodeposition remains a bottleneck to the development of nanowire-based energy and electronic devices. This fabrication method is inherently unstable, often amplifying non-uniform growth and making precise control difficult. In this work, we investigate how introducing a temperature gradient along individual Bi nanowires enables self-controlled growth that suppresses such instability and improves length uniformity. The...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41189808",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Calibrating a simulated exposure distribution using measurement error models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189757/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Indirect exposure assessment based on average environmental concentrations in microenvironments and time spent in each environment has been considered an important way of assessing personal exposure to air pollutants. Using this indirect approach, the exposure simulator generates personal exposure values or the distribution of personal exposure for air pollutants. To match the simulator with the actual exposure measurements well, some calibration is necessary. However, unlike simulators...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41189757",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "way of assessing personal exposure to air pollutants",
      "conclusion": null
    },
    {
      "title": "Structural Fate of Nonoperatively Treated High-Grade Partial-Thickness Rotator Cuff Tears: An Extended Investigation through Subsequent MRI Assessment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189698/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: hPTRCTs exhibit a time-dependent pattern of structural progression, characterized by a relatively low risk in the first year, followed by a notable increase thereafter. Patients with intermediate-grade tendinosis or smaller mediolateral tear sizes appear to be at increased risk. Further research into the biological and biomechanical mechanisms underlying tear progression may improve treatment strategies and clinical outcomes.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41189698",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "hPTRCTs exhibit a time-dependent pattern of structural progression, characterized by a relatively low risk in the first year, followed by a notable increase thereafter. Patients with intermediate-grade tendinosis or smaller mediolateral tear sizes appear to be at increased risk"
    },
    {
      "title": "Increasing Antimicrobial Resistance Profile Diversity of Colonizing Group B <em>Streptococcus</em> in Reproductive-aged Women in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189392/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The acquisition of diverse resistance genes has expanded AMR profiles in colonized GBS, emphasizing the need for sustained nationwide surveillance.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41189392",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The acquisition of diverse resistance genes has expanded AMR profiles in colonized GBS, emphasizing the need for sustained nationwide surveillance"
    },
    {
      "title": "Molecular Epidemiology of Extended-Spectrum β-Lactamase-Producing <em>Escherichia coli</em> in South Korea: A Korean Global Antimicrobial Resistance Surveillance System Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189390/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Continuous monitoring of ESBL-producing E. coli is required to prevent further dissemination, guide empirical therapy, inform infection control policies, and ensure early detection of multidrug-resistant clones with the potential for widespread transmission.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41189390",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Continuous monitoring of ESBL-producing E. coli is required to prevent further dissemination, guide empirical therapy, inform infection control policies, and ensure early detection of multidrug-resistant clones with the potential for widespread transmission"
    },
    {
      "title": "Global Perspectives on Managing Incidental and Secondary Findings in Genomic Testing: A Comprehensive Review of Policies, Implementation Challenges, and Stakeholder Perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189389/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "The rapid advancement of genome sequencing has increased the detection of incidental findings (IFs) and secondary findings (SFs), raising complex ethical and practical chal-lenges in both clinical and research settings. This review examines policies, guidelines, and stakeholder perspectives on IF/SF across different jurisdictions, focusing on articles published between 2000 and 2024. We found significant variation in IF/SF reporting prac-tices, reflecting different healthcare systems and ethical...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41189389",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Paradigm Shift in Monoclonal Protein Detection: From Electrophoresis-based to Mass Spectrometry-based Methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189388/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Monoclonal protein (M-protein) is a crucial biomarker for diagnosing and monitoring mono-clonal gammopathies, including multiple myeloma (MM). Traditionally, electrophoresis (EP)-based methods, such as protein EP and immunofixation EP, have been widely used for M-protein detection. However, these methods can show low sensitivity and inadequate quantification of small amounts of M-protein. To overcome these challenges, EP-based methods are often combined with the quantification of serum free...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41189388",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to the letter to the editor: Augmented reality-guided pedicle screw fixation: an experimental study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41189370",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surface Vacancy Engineering Re-Routes First-Cycle Redox for Stabilized Li-Rich Layered Cathodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189342/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "We demonstrate that atomic-scale surface disorder can control the first-cycle redox sequence of Li-rich layered oxides, eliminating the detrimental process of oxygen release and lattice collapse that degrades performance. In Li(1.14)Ni(0.32)Mn(0.54)O(2) (LNMO), a simple chemical treatment introduces oxygen and transition metal (TM) vacancies confined to the particle surface while preserving the bulk layered framework. Multi-modal synchrotron analyses reveal that these vacancies trigger an early...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41189342",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atypical presentation of systemic lupus erythematosus flare with ileocecal ulceration and lymphadenopathy in a tuberculosis-endemic region",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "RATIONALE: Systemic lupus erythematosus can involve the gastrointestinal tract, but lupus enteritis (LE) with ileocecal ulceration and generalized lymphadenopathy as an initial presentation is exceptionally rare. In regions where tuberculosis (TB) is endemic, overlapping clinical and imaging findings can lead to diagnostic delays and inappropriate treatment. This case highlights the challenges in differentiating lupus enteritis from abdominal TB and underscores the importance of considering...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41189221",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic factors for early identification of asthma: Analysis of the Korean Health Panel Survey (2014-2018)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "This study aimed to develop and validate a predictive nomogram for asthma incidence using longitudinal panel data from South Korea. The goal was to support clinical decision-making and enhance early intervention for primary healthcare providers. Although asthma is manageable through outpatient care, its high hospitalization rate in Korea presents a significant healthcare burden. Therefore, early screening and targeted interventions are essential to improve patient outcomes. We analyzed data from...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41189125",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "was to support clinical decision-making and enhance early intervention for primary healthcare providers",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends and Impacts of Advanced Therapy on Chronic Opioid Use in Asian Patients with Inflammatory Bowel Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189115/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Chronic opioid use has increased over the past decade among Korean patients with IBD, particularly among those with CD. AT is crucial for reducing opioid use in patients with CD.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41189115",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Chronic opioid use has increased over the past decade among Korean patients with IBD, particularly among those with CD. AT is crucial for reducing opioid use in patients with CD"
    },
    {
      "title": "Early Switching to Subcutaneous Infliximab as a Pragmatic Strategy for Optimized Inflammatory Bowel Disease Care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189090/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41189090",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A 40-Class SSVEP Speller Dataset: Beta Range Stimulation for Low-Fatigue BCI Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193512/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "The inherent non-stationarity of electroencephalography (EEG) signals necessitates large, consistent datasets for reliable brain-computer interface (BCI) research. In steady-state visual evoked potential (SSVEP) paradigms, prolonged exposure to visual stimuli can induce visual fatigue, leading to alterations in EEG patterns that degrade BCI performance. To mitigate fatigue-induced variability, this study employs visual stimulation in the beta frequency range (14-22 Hz), a range that appears less...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "GIST",
        "POSTECH"
      ],
      "pmid": "41193512",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pyrrolopyrimidines: A promising scaffold for the development of novel cathepsin K inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192281/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Cathepsin K, a pivotal enzyme in bone resorption, represents a novel target for the treatment of osteoporosis; however, a clinically approved drug targeting this enzyme remains elusive. Despite intensive research by pharmaceutical companies on cathepsin K inhibitors as potential antiresorptive agents for osteoporosis, the clinical development of these inhibitors has been hindered by several obstacles. These hurdles include limited selectivity for cathepsin K over other cathepsin enzymes,...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41192281",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protocol of the validation of the experience sampling-based dietary assessment method (ESDAM) against doubly labeled water, urinary protein, and biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194100/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: The quest towards more feasible, low-cost yet accurate dietary assessment methods has led to the development of the new Experience Sampling-based Dietary Assessment Method (ESDAM). ESDAM is an app-based quantitative dietary assessment method to assess habitual dietary intake over a period of 2 weeks. ESDAM prompts three 2-hour recalls daily requesting to provide dietary intake on meal and food group level. The ESDAM allows to measure dietary intake near real-time in a rapid, low-cost...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41194100",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Validity and reliability of the 2-item version compared with the 10-item version of the Japanese consultation and relational empathy (CARE) measure: primary analysis of a cross-sectional survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although the high number of patients required per doctor to reliably discriminate between doctors' empathy may limit its feasibility in practice and careful interpretation is warranted, the Japanese 2-item version has high validity and internal reliability.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41194040",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although the high number of patients required per doctor to reliably discriminate between doctors' empathy may limit its feasibility in practice and careful interpretation is warranted, the Japanese 2-item version has high validity and internal reliability"
    },
    {
      "title": "Ustekinumab enhances intestinal stenosis resolution by modulating fibrotic pathways in crohn's disease: a retrospective single-center study with translational analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study suggests that inhibition of the IL-22/TGF-β pathway by anti-IL-23 treatment with UST may reduce myofibroblasts and improve small intestinal fibrous stenosis in patients with CD.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41194014",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that inhibition of the IL-22/TGF-β pathway by anti-IL-23 treatment with UST may reduce myofibroblasts and improve small intestinal fibrous stenosis in patients with CD",
      "conclusion": "This study suggests that inhibition of the IL-22/TGF-β pathway by anti-IL-23 treatment with UST may reduce myofibroblasts and improve small intestinal fibrous stenosis in patients with CD"
    },
    {
      "title": "Impact of breast tumor size discrepancy between contrast-enhanced and conventional ultrasonography on axillary node metastasis: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: An increase in contrast-enhanced ultrasonography tumor size is helpful for assessing axillary lymph node metastasis and prognosis.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41193990",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "An increase in contrast-enhanced ultrasonography tumor size is helpful for assessing axillary lymph node metastasis and prognosis"
    },
    {
      "title": "Opioid use in patients aged 90 years or older with terminal cancer in a palliative care unit: a single-center retrospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Of the patients aged ≥ 90 years with cancer who were terminally ill, more than 80% had used opioids. Their median MEDD tended to be low at 19.6 mg/day. Future studies are required to help appropriately use opioids for patients aged ≥ 90 years with cancer.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41193885",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Of the patients aged ≥ 90 years with cancer who were terminally ill, more than 80% had used opioids. Their median MEDD tended to be low at 19"
    },
    {
      "title": "The new frontier in understanding human and mammalian brain development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193845/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Neurodevelopmental disorders that cause cognitive, behavioural or motor impairments affect around 15% of children and adolescents worldwide¹, with diagnoses of profound autism and attention deficit hyperactivity disorder increasing in the USA and contributing to a major economic burden^(2,3). Yet the origins and mechanisms of these conditions remain poorly understood, limiting progress in therapies. Comprehensive cell atlases of the developing human brain, alongside those of model organisms such...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41193845",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to the letter regarding \"Evaluation of the fracture prevention effects of teriparatide and alendronate in patients with frailty\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41193837",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prediction of Vitamin A Concentration in Cattle Blood Based on Fluorescence Properties of Plasma Extracted by a Blood Cell Separation Filter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193779/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "In the production of highly marbled beef from Japanese Black cattle, fattening management involves reducing blood vitamin A (VA) concentrations during the feeding period to enhance marbling. To avoid excessive restriction, regular blood testing is essential, and there is a strong demand for simple and rapid measurement methods. In this study, we replaced centrifugation with a plasma filter that has a blood cell separation function, and plasma was absorbed onto a glass fiber filter for...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41193779",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current updates on latest basic research of scientific relevance in hypertensive dementia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Schematic presentation of possible mechanisms of hypertensive dementia, including amyloid beta metabolism (A), NVU dysfunction (B), vulnerability of the hippocampus (C), and activation of RAS (D), and possible new therapeutic approaches for discovering antihypertensive drugs with anti-dementia actions (E). See text for details. Aβ, amyloid β; APP, amyloid β precursor protein; BACE1, β-site amyloid precursor protein cleaving enzyme 1; BBB, blood-brain barrier; CBF, cerebral blood flow; eNOS,...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41193702",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A multi-layered systems biology framework reveals dual-phased regulators and hormonal crosstalk underlying soybean cold tolerance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193681/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "SNFE framework identifies 10 key CTgenes and reveals novel cold-tolerance mechanisms in soybean. Cold stress poses a significant threat to soybean (Glycine max (L.) Merr) productivity, during early developmental stages. Traditional approaches for identifying cold-responsive genes have been limited by size bias, pathway redundancy, and lack of integrative validation. To address these challenges, we developed a multi-layered systems biology framework, termed SNFE (systems and network-based feature...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41193681",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Care burden and outcomes in young carers during and after the COVID‑19 pandemic: psychological distress and cognitive-emotional aspects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Global social and policy concerns regarding young carers' care burden are increasing, but the outcomes of their caring responsibilities, especially in Asian countries, remain inadequately explored. We empirically examined the associations of care burden with psychological distress and cognitive-emotional aspects using cross‑sectional online surveys of young carers aged 15-19 living throughout Japan in 2021 (during the COVID‑19 pandemic) and 2024 (post‑pandemic). Each survey sampled a different...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41193603",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "1D axial heterostructure of hydrogen-bonded framework and metal-organic framework by metalation reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Creating one-dimensional (1D) axial heterostructures of crystals formed from hydrogen-bonded organic frameworks (HOFs) and metal-organic frameworks (MOFs) is challenging due to their distinct chemical bonds to construct each porous architecture. In this study, we applied the metalation process, exchanging H^(+) with monovalent metal cations, to fabricate bulk crystal 1D axial heterostructures of HOF and MOF. Rod-shaped single crystals of HOFs with [N-H···N] hydrogen bonds were immersed in a...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41193467",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Multi-Center Comparative Analysis of the G8-Score and Charlson Comorbidity Index as General Health Assessment Tools in Older Patients With Prostate Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193357/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This multicenter analysis validates the predictive value of the G8-score and CCI on OS in newly diagnosed PCa in the older patient. Both GHA's appear more accurate than age. A CCI ≥ 2 points approximates the sensitivity of G8 defined frailty. External validation of these findings is needed.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41193357",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This multicenter analysis validates the predictive value of the G8-score and CCI on OS in newly diagnosed PCa in the older patient. Both GHA's appear more accurate than age"
    },
    {
      "title": "Validation of an intraoperative plantar pressure system in anesthetized patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41193282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The newly developed intraoperative plantar pressure-measuring device accurately replicates standing plantar pressure in anesthetized patients, offering potential for improving intraoperative assessments and corrective procedures.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41193282",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The newly developed intraoperative plantar pressure-measuring device accurately replicates standing plantar pressure in anesthetized patients, offering potential for improving intraoperative assessments and corrective procedures"
    },
    {
      "title": "Comparison of the Risk of Paradoxical Psoriasis between Monoclonal Antibody and Non-monoclonal Antibody Tumor Necrosis Factor-α Inhibitors in Patients with Rheumatoid Arthritis: An Observational Study Using a Claims Database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Tumor necrosis factor-α inhibitors (TNFis) are associated with a risk of paradoxical psoriasis, but quantitative data remain limited. One proposed mechanism is the induction of interferon (IFN) production following TNFi administration. Etanercept and certolizumab pegol, which contain immunoglobulin fragments in their structures, reportedly induce IFN production in T cells more than monoclonal antibody (mAb) TNFi agents. Based on this, we hypothesized that non-mAb TNFi agents might carry a higher...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41192884",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and Stability of a New Transdermal Formulation of Pregabalin for Skin Permeation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Pregabalin is a first-line treatment for neuropathic pain, but its oral use is often limited by central nervous system side effects, which may require dose reduction or discontinuation. A transdermal formulation may help minimize this adverse effect. The aim of this study was to improve the skin permeability of pregabalin by assessing the feasibility of in-hospital preparation and evaluating its stability in the early stages of formulation development. A 0.4% pregabalin formulation was prepared...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41192883",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to improve the skin permeability of pregabalin by assessing the feasibility of in-hospital preparation and evaluating its stability in the early stages of formulation development",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inhibitory Effect of Insulin-Degrading Enzyme-Selective Inhibitor, Ii1, on the Elimination of Amyloid-β(1-40) from Rat Brain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192882/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Amyloid-β peptide (Aβ) is eliminated from the brain across the blood-brain barrier (BBB) by an insulin-sensitive process. To investigate the involvement of insulin-degrading enzyme (IDE) in this process, the present study was implemented to clarify the effect of a novel IDE-specific inhibitor, Ii1, on the elimination of [^(125)I]Aβ(1-40) from rat brain via the brain efflux index method. The results showed that such elimination was significantly inhibited by the co-administration of Ii1. The...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41192882",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Magnetic Delivery of Paclitaxel by Magnetic Anionic Liposome/Atelocollagen Complexes for Targeted Cancer Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192881/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Magnetic drug carriers are a valuable tool for site-specific drug delivery, utilizing both passive targeting via the enhanced permeability and retention effect and active targeting through magnetic forces. We previously developed magnetic anionic liposome (Mag-AL)/atelocollagen (ATCOL) complexes and demonstrated their efficient accumulation at the targeted tissue through magnetic attraction and electrostatic interactions. To assess the usefulness of Mag-AL/ATCOL complexes as tumor-targeted drug...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41192881",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between Gut Actinobacteria and Obstructive Sleep Apnoea Severity in Japanese Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study showed that the gut microbiome in Japanese with OSA showed an increase in Bifdobacterium. Although our cohort was biased towards moderate obesity and severe OSA severity, intermittent hypoxia might contribute to the change of gut microbiome. These findings suggest that increased Bifdobacterium may help maintain gut homeostasis under hypoxic stress, especially in Japanese.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41192743",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that increased Bifdobacterium may help maintain gut homeostasis under hypoxic stress, especially in Japanese",
      "conclusion": "This study showed that the gut microbiome in Japanese with OSA showed an increase in Bifdobacterium. Although our cohort was biased towards moderate obesity and severe OSA severity, intermittent hypoxia might contribute to the change of gut microbiome"
    },
    {
      "title": "Predicting hepatic decompensation using non-invasive tests in a contemporary multicentre cohort of patients with cACLD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In our multicentre study of contemporary European cACLD patients, non-invasively estimated CSPH risk was as predictive for decompensation as HVPG. Models comprising indicators of portal hypertension and albumin discriminated between patients at negligible decompensation risk and those with a 1-year risk of ≈15%, i.e., the potential target population for preventive strategies.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41192692",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In our multicentre study of contemporary European cACLD patients, non-invasively estimated CSPH risk was as predictive for decompensation as HVPG. Models comprising indicators of portal hypertension and albumin discriminated between patients at negligible decompensation risk and those with a 1-year ..."
    },
    {
      "title": "Sensory afferents in the mammary papilla are eliminated during the lactation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192539/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Importance of breastfeeding is well recognized, since it supports the survival of mammalian infants. The mammary papilla, a specialized skin region for breastfeeding, acts as a vital interface between mother and infant: perceiving the suckling to trigger the milk ejection reflex in mother and transporting milk from mother to infants. Despite its crucial roles in breastfeeding, the histological and cellular changes in the mammary papilla during lactation remain poorly understood. In this study,...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41192539",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design of messenger RNA vaccines based on lipid-polymer hybrid nanoparticles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192518/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Polymeric delivery systems are interesting alternatives to the clinically advanced lipid nanoparticles (LNPs) used in the first-generation messenger RNA (mRNA) vaccines that are characterized by liver tropism and high shear stress sensitivity, which challenges manufacturing, storage, and handling. Here, we uncover design criteria for less studied lipid-polymer hybrid nanoparticle (LPN)-based mRNA vaccines for intramuscular administration, composed of the safe matrix-forming biocompatible polymer...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41192518",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sphingomyelin regulates astrocyte activity by regulating NF-κB signaling via HDAC1/3 expression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Astrocytes comprise approximately 40% of CNS cells and have pivotal roles in brain functions. Under steady-state conditions, astrocytes maintain homeostasis in the CNS through the uptake or release of neurotransmitters. However, in neurodegenerative conditions, astrocytes are activated by inflammatory cytokines, such as interleukin-1alpha (IL-1α) and TNF-α, which are released from activated microglia. Activated astrocytes release several inflammatory cytokines and neurotoxic substances,...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41192481",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Omega-3 polyunsaturated fatty acids and the eicosapentaenoic acid metabolite 18-hydroxyeicosapentaenoic acid (18-HEPE) attenuate experimental necrotizing enterocolitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192334/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Necrotizing enterocolitis (NEC), a devastating gastrointestinal disease in infants born prematurely, is linked to intestinal inflammation. Maternal intake of omega-3 polyunsaturated fatty acids (PUFAs) has been reported as protective against inflammatory reactions in their offspring. We hypothesized that omega-3 fatty acids would prevent intestinal injury in an experimental model of NEC. Elevated omega-3 levels in mouse pups were achieved either by enriching dam-fed diets with omega-3 or by...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41192334",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Between Wenzel and Cassie: The life of water at tailored silica bubble interfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192129/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "HYPOTHESIS: The behavior of water confined at the surface of particles adsorbed at interfaces plays a critical role in the stability and functionality of Pickering systems such as silica-stabilized microbubbles. Changes in the hydrophobicity of the adsorbed silica particles are expected to influence the macroscopic stability of these systems. We hypothesized that the high incoherent neutron cross-section of hydrogen can be exploited to distinguish differences in wetting behavior between these...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41192129",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Who takes a recovery step? Predictors of step execution after tripping in individuals with stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Individuals with stroke predominantly rely on the non-paretic limb for recovery stepping. The side of hemiparesis, cane use, and near-fall velocity were identified as key factors associated with step occurrence. These findings support the facilitation of recovery stepping through individualized training with rapid disturbances during independent walking in individuals with stroke.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41192008",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Individuals with stroke predominantly rely on the non-paretic limb for recovery stepping. The side of hemiparesis, cane use, and near-fall velocity were identified as key factors associated with step occurrence"
    },
    {
      "title": "Spinal compensation patterns in dropped head syndrome according to prone-position cervical extension performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41192005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: CEM weakness affected the global sagittal spinal posture in patients with DHS. In CEM with MMT< 3, the compensation of head drop was lost to thoraco-lumbar segments, and the head imbalance was compensated for by the pelvic posterior tilt.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41192005",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CEM weakness affected the global sagittal spinal posture in patients with DHS. In CEM with MMT< 3, the compensation of head drop was lost to thoraco-lumbar segments, and the head imbalance was compensated for by the pelvic posterior tilt"
    },
    {
      "title": "Exacerbation and cardiopulmonary risk after prompt initiation of single-inhaler budesonide /glycopyrrolate/formoterol fumarate following COPD exacerbations: Insights from MITOS EROS (Japan) study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191980/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Following COPD exacerbations, initiating BGF promptly was associated with reduction in subsequent exacerbations. Patients should receive prompt and proactive treatment to reduce COPD morbidity.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191980",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Following COPD exacerbations, initiating BGF promptly was associated with reduction in subsequent exacerbations. Patients should receive prompt and proactive treatment to reduce COPD morbidity"
    },
    {
      "title": "Cold Perfusion vs. Static Cold Storage of Deceased-Donor Kidneys - at 10 Years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191948",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spiraling into a Distant Past",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191944/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191944",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regional and Seasonal Analysis of Electroconvulsive Therapy Utilization in Japan: A Nationwide Population-Based Cohort Study Using Receipt Data (2014-2022)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191801/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study reveals pronounced regional disparities in ECT access across Japan, underscoring the need for targeted policies to enhance equity in mental health care. Further investigation is needed to identify factors driving these disparities and to improve ECT availability, particularly in underserved areas.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191801",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study reveals pronounced regional disparities in ECT access across Japan, underscoring the need for targeted policies to enhance equity in mental health care. Further investigation is needed to identify factors driving these disparities and to improve ECT availability, particularly in underserv..."
    },
    {
      "title": "Creating a general-purpose generative model for healthcare data based on multiple clinical studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191588/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Data for healthcare applications are typically customized for specific purposes but are often difficult to access due to high costs and privacy concerns. Rather than prepare separate datasets for individual applications, we propose a novel approach: building a general-purpose generative model applicable to virtually any type of healthcare application. This generative model encompasses a broad range of human attributes, including age, sex, anthropometric measurements, blood components, physical...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191588",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "but are often difficult to access due to high costs and privacy concerns",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automated bias potential optimization via position and variance control in umbrella sampling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Free-energy landscapes (FELs) play a crucial role in understanding molecular processes via molecular dynamics (MD) simulations. However, standard umbrella sampling (US), a common technique for enhancing FEL sampling efficiency, struggles with adequately sampling high-free-energy regions and controlling the distributions of windows. We previously introduced an optimization-based approach that adaptively adjusts window positions through bias potential optimization. Here, we significantly refine...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191495",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating the MAPA Medical Affairs Competency Framework: Insights from Amgen-Led Pilot Study in Australia, Japan and China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191313/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This pilot confirmed the MAPA competency framework's feasibility and relevance across diverse Medical Affairs roles and affiliates. While benchmarks were generally consistent, minor differences were observed across Australia, China, and Japan. The successful pilot outcomes highlight the potential for this framework's adoption across the biopharmaceutical industry's medical affairs for developmental discussions and planning.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191313",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This pilot confirmed the MAPA competency framework's feasibility and relevance across diverse Medical Affairs roles and affiliates. While benchmarks were generally consistent, minor differences were observed across Australia, China, and Japan"
    },
    {
      "title": "Superior Biomechanics of Patient-Specific Mandibular Reconstruction Plate: A Validated Computational-Experimental Framework",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Patient-specific mandibular reconstruction plates (PSMRPs) have gained prominence for their precise adaptation to mandibular contours and reported enhanced mechanical performance compared to the manual-bent mandibular reconstruction plates (MBMRPs). However, clinical adoption remains cautious due to insufficient biomechanical evidence directly and carefully comparing their performance. Hence, this study investigated the biomechanical behavior between two mandibular reconstruction assemblies with...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191275",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the biomechanical behavior between two mandibular reconstruction assemblies with",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lung immune prognostic index as a biomarker for predicting the benefit of immune checkpoint inhibitor plus chemotherapy in older patients with non-small cell lung cancer: a secondary analysis of the NEJ057 study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191235/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: LIPI is a useful biomarker for guiding treatment decisions in older patients with NSCLC and a PD-L1 TPS of 1-49%, particularly those with intermediate/poor LIPI scores. Its application might facilitate establishing more personalized strategies and improve outcomes.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191235",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LIPI is a useful biomarker for guiding treatment decisions in older patients with NSCLC and a PD-L1 TPS of 1-49%, particularly those with intermediate/poor LIPI scores. Its application might facilitate establishing more personalized strategies and improve outcomes"
    },
    {
      "title": "Evaluation of factors associated with clinically problematic hiccups in cisplatin-containing treatment with dexamethasone and neurokinin 1 receptor antagonists",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our study revealed that male sex, hypoalbuminemia, and concomitant bevacizumab use were significant risk factors for clinically problematic hiccups in patients receiving CDDP-containing treatment along with dexamethasone and NK1 receptor inhibitors for thoracic cancer.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191234",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study revealed that male sex, hypoalbuminemia, and concomitant bevacizumab use were significant risk factors for clinically problematic hiccups in patients receiving CDDP-containing treatment along with dexamethasone and NK1 receptor inhibitors for thoracic cancer"
    },
    {
      "title": "Epidural labor analgesia in a pregnant woman with symptomatic recurrence of myelin oligodendrocyte glycoprotein antibody-associated disease: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Labor epidural analgesia provided effective pain control and was associated with symptom relief in a parturient with active MOGAD.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191199",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Labor epidural analgesia provided effective pain control and was associated with symptom relief in a parturient with active MOGAD"
    },
    {
      "title": "Inflammation and Immune Pathways in Myopia: An Overview on Pathomechanisms and Treatment Prospects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Myopia represents a growing global public health challenge, characterized by increasing prevalence and associated complications such as myopic macular degeneration and retinal detachment. Although genetic and environmental factors are well-recognized contributors, emerging evidence supports a pathological link between inflammation and myopia progression. Epidemiological studies indicate a higher incidence of myopia among individuals with systemic or ocular inflammatory conditions. Inflammation...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191163",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Montreal cognitive assessment domain-specific and clinical predictors of postoperative delirium in elderly gastrointestinal cancer patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191088/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The MoCA-J domain-specific composite score for memory and orientation was the strongest predictor of POD, alongside established factors, such as older age, preexisting respiratory disease, and intraoperative blood loss.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191088",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The MoCA-J domain-specific composite score for memory and orientation was the strongest predictor of POD, alongside established factors, such as older age, preexisting respiratory disease, and intraoperative blood loss"
    },
    {
      "title": "A broad kinase inhibitor library live cell imaging screen using liver, kidney and cardiac hiPSC-ICAM1-eGFP reporter lineages identifies liabilities for TNFα pathway modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191056/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Kinase inhibitors (KIs) are an increasing class of drugs targeting protein kinase activity in various pathologies, but predominantly in cancer and autoimmune diseases. Despite successful clinical applications, one of the challenges that remains is their safety, since many KIs lack selectivity and inhibit multi kinases or block pathways that are also important for homeostasis of healthy cells. This may lead to adverse reactions in several critical target organs of toxicity, including heart, liver...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191056",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "for homeostasis of healthy cells",
      "conclusion": null
    },
    {
      "title": "Impact of intestinal blood flow assessment with indocyanine green fluorescence method and fluorescent ureteral navigation on surgeons' mental workload during laparoscopic colorectal surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191055/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ICG fluorescence-based techniques for anastomotic perfusion and ureteral navigation effectively reduce mental workload for surgeons, especially for those without endoscopic surgical certification. These methods may serve as supportive tools in promoting safe and ergonomic colorectal surgery.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191055",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ICG fluorescence-based techniques for anastomotic perfusion and ureteral navigation effectively reduce mental workload for surgeons, especially for those without endoscopic surgical certification. These methods may serve as supportive tools in promoting safe and ergonomic colorectal surgery"
    },
    {
      "title": "Propagation and blocking of bistable waves by variable diffusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Biological diffusion processes are often influenced by environmental factors. In this study, we investigate the effects of variable diffusion, which depend on the point between the departure and the arrival points, on the propagation of bistable waves. This process includes neutral, repulsive, and attractive transitions. Using singular limit analysis, we derive the equation for the interface between two stable states and examine the relationship between wave propagation and variable diffusion....",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191049",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-Walled Carbon Nanotubes as a Support for Palladium-Catalyzed Aquachemical Cross-Coupling Reactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41191024/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "We developed SWNT-supported palladium catalysts that enable cross-couplings in water without surfactants or cosolvents. Even water-insoluble solid aryl bromides reacted efficiently with simple stirring. Pyrene-1-sulfonate anchoring ensured high activity, recyclability, and undetectable leaching. Unlike mechanochemical methods, our stirring protocol avoids energy-intensive steps. This strategy highlights the intrinsic advantages of SWNTs in stabilizing reactive metal species, offering a...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41191024",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a Supramolecular Nanocomplex Comprising Ferritin and Tannic Acid as a Ferroptosis Inducer for Cancer Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190947/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Ferroptosis, triggered by the disruption of iron metabolism, is an emerging modality for cancer therapy. Excessive intracellular accumulation of iron ions induces lipid peroxidation in the plasma membrane through reactive oxygen species generated via the Fenton reaction. Ferritin, which serves as an iron ion storage protein, is also considered a potential iron source for inducing ferroptosis. We demonstrated the potential of ferritin complexed with tannic acid as a ferroptosis inducer in cancer...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41190947",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PyGraSO: Analytical Nuclear Derivatives of Spin-Orbit Coupling for Intersystem Crossing Dynamics Simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190661/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "We present PyGraSO, an open-source program for the efficient and accurate calculation of spin-orbit coupling matrix elements (SOCMEs) and their analytical nuclear derivatives within the framework of time-dependent density functional theory. The SOCME derivatives are crucial physical quantities for capturing spin-vibronic coupling (SVC) effects associated with the induced SOC values via molecular vibrations. These SVC effects are often crucial for describing spin-forbidden or spin-flip processes,...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41190661",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plasmid replication initiator protein TrfA represses the host type III secretion system in <em>Pseudomonas aeruginosa</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Pseudomonas aeruginosa is an environmental bacterium and opportunistic human pathogen capable of causing a wide range of infections in humans. The type III secretion system (T3SS) plays a key role in the pathogenesis of acute P. aeruginosa infections. Expression of the T3SS is controlled by a master activator ExsA, whose transcription is driven by its operon promoter P(exsC) as well as its own promoter P(exsA). Here, we found that plasmid replication initiation protein TrfA acts as a repressor...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41190656",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic risk stratification in patients with follicular thyroid carcinoma treated with lobectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The long-term follow-up may be needed in FTC patients treated with lobectomy alone even though they had an excellent response to initial thyroid surgery, especially in patients with a higher risk of recurrence.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41190643",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The long-term follow-up may be needed in FTC patients treated with lobectomy alone even though they had an excellent response to initial thyroid surgery, especially in patients with a higher risk of recurrence"
    },
    {
      "title": "Hemodynamic performance and durability of transcatheter valves for the treatment of native aortic valve stenosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190604/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: BVD is a rare complication in elderly intermediate-to-high risk patients undergoing TAVI. However, BVD is associated with increased mortality.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41190604",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BVD is a rare complication in elderly intermediate-to-high risk patients undergoing TAVI. However, BVD is associated with increased mortality"
    },
    {
      "title": "Identification and characterization of aldehyde-producing acyl-CoA reductase derived from Klebsiella pneumoniae",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Medium-chain aldehydes are important precursors of alkanes, which could be used as a biofuel. In this study, we screened 1 300 microorganisms-including bacteria (including actinomycetes), yeasts, molds, and basidiomycetes-for their ability to produce tetradecanal from tetradecanoic acid. Among theses microorganisms, Klebsiella pneumoniae subsp. pneumoniae NBRC3321 exhibited the highest 1-tetradecanol-producing activity from tetradecanoic acid. This strain was therefore selected as a suitable...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41190560",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "precursors of alkanes, which could be used as a biofuel",
      "conclusion": null
    },
    {
      "title": "Development of an organosilica material containing ordered triene coordination sites and its application in borylation of aryl iodides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190502/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "An organosilica material containing conjugated triene moieties (triene-SiO2-TMS; TMS = trimethylsilyl) was developed. The structure of triene-SiO2-TMS was characterized by nitrogen adsorption, X-ray diffraction (XRD), and transmission electron microscopy (TEM) to reveal that triene-SiO2-TMS consists of organosilica particles with a molecular-scale ordered arrangement of conjugated triene moieties on the surface. Treatment of triene-SiO2-TMS with commercially available Pd(dba)(2) in THF at...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41190502",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improved thermal stability of ionic liquids through a hydrogen bond donor as an electrolyte for use in fluoride-ion batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190387/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Next-generation batteries have become a trend in recent years and the fluoride-ion battery (FIB) is one among them. Electrolytes have played a crucial role in advancing the development of FIBs. Ionic liquids possess attractive properties as an electrolyte for FIBs, such as non-flammability, a wide electrochemical stability window and non-volatility. However, ionic liquids containing quaternary ammonium cations are unstable to the strong basic F^(-) ion. In this work, the thermal stability of...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41190387",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of π-electron delocalization on quantum interference in single-molecule junctions of benzene derivatives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190367/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Quantum interference (QI) is a key phenomenon in nanoscale charge transport through molecular junctions. In this study, we investigate how π-electron delocalization influences QI by comparing a series of π-conjugated molecules of varying lengths, specifically para- and meta-connected dipyridylbenzene derivatives. Conductance measurements using the break-junction technique reveal that para-connected molecules exhibit conductance values approximately one order of magnitude higher than their...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41190367",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploiting nanopore sequencing advances for tRNA sequencing of human cancer models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190243/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Transfer RNAs (tRNAs) are essential regulators of protein synthesis, and dysregulation of their abundance and modification status is involved in many human diseases including cancer. Despite the rapid development of novel tRNA sequencing approaches, due to tRNAs' stable secondary structure and abundant modification sites, the human tRNA landscape has remained mostly unexplored. Here, we evaluated the new RNA004 chemistry of Oxford Nanopore Technologies, that is integrated with updated Dorado...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41190243",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Self-sorting systems of photoresponsive polymer micelles: isomerization drives reversible and switchable self-assembly",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41190188/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Herein, we report self-sorting systems of photoresponsive polymer micelles obtained from amphiphilic statistical copolymers bearing hydrophilic poly(ethylene glycol) (PEG) chains and hydrophobic/photoresponsive azobenzene (Azo) groups. The PEG/Azo copolymers self-folded or intermolecularly self-assembled via the association of the azobenzene pendants to form photoresponsive unimer or multichain micelles in water, where the core-forming Azo groups show cis/trans isomerization in response to...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41190188",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multimodal imaging of apical septal rupture after anterior myocardial infarction: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189932/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41189932",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of environmental contaminants in fish on cell death and oxidative stress using <em>in vivo, in vitro</em>, and molecular docking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The results reveal that there is a potential risk of toxicity when fish products are consumed. Further investigations are needed, especially in regard to determining the estimated weekly intake of these metals.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41189664",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results reveal that there is a potential risk of toxicity when fish products are consumed. Further investigations are needed, especially in regard to determining the estimated weekly intake of these metals"
    },
    {
      "title": "Evaluating the super T2-FLAIR mismatch sign in non-contrast-enhancing oligodendroglioma, IDH-mutant, and 1p/19q codeleted",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The super T2-FLAIR mismatch sign was primarily observed in astrocytoma but also appeared in non-contrast-enhancing oligodendroglioma. It served as a prognostic biomarker for astrocytoma but not for oligodendroglioma.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41189118",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The super T2-FLAIR mismatch sign was primarily observed in astrocytoma but also appeared in non-contrast-enhancing oligodendroglioma. It served as a prognostic biomarker for astrocytoma but not for oligodendroglioma"
    },
    {
      "title": "Surgical Outcomes Following Neoadjuvant-Targeted Therapy for Advanced Differentiated Thyroid Cancer-Real-World Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Neoadjuvant TKIs may improve the surgical outcomes of patients with advanced DTC. Decision-guided radiological and blood-based surrogate biomarkers, such as TSH, can assist in evaluating treatment response and guide decisions regarding treatment duration and extent of surgical resection.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41194320",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Neoadjuvant TKIs may improve the surgical outcomes of patients with advanced DTC. Decision-guided radiological and blood-based surrogate biomarkers, such as TSH, can assist in evaluating treatment response and guide decisions regarding treatment duration and extent of surgical resection"
    },
    {
      "title": "Siblings of hyaline fibromatosis syndrome with accumulation of sulfatide and G<sub>M3</sub> ganglioside in addition to ceramide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194312/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41194312",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Implementation of remote medical device in sick childcare in Japan: A pilot observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194304/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41194304",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Longitudinal contrast-enhanced cone beam breast computed tomography for monitoring treatment response in breast cancer neoadjuvant therapy: a comprehensive assessment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CBBCT demonstrates high accuracy in assessing NAT response, with excellent agreement to MRI. ΔE is recommended as an optimal quantitative parameter for predicting pCR, supported by dynamic changes in calcification extent, AVS, and BPE grade as valuable markers, positioning CBBCT as a comprehensive tool for breast cancer management.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41194290",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "CBBCT demonstrates high accuracy in assessing NAT response, with excellent agreement to MRI. ΔE is recommended as an optimal quantitative parameter for predicting pCR, supported by dynamic changes in calcification extent, AVS, and BPE grade as valuable markers, positioning CBBCT as a comprehensive t..."
    },
    {
      "title": "Metabolic syndrome and health-related quality of life: unraveling the role of gender (A SUMS employees cohort-based study)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194286/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Metabolic syndrome (MetS), beyond its well-established link to the rising tide of chronic conditions, casts a significant shadow on individual's daily well-being, diminishing their Health-related quality of life (HRQOL). This study examines the association between MetS and HRQOL with a focus on gender differences among a cohort of healthcare workers.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41194286",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Metabolic syndrome (MetS), beyond its well-established link to the rising tide of chronic conditions, casts a significant shadow on individual's daily well-being, diminishing their Health-related qual...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations between hopelessness, negative thinking styles, and depression in Chinese adolescents: a large-sample cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194285/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Adolescent depression is strongly associated with hopelessness toward basic psychological needs (autonomy, competence, relatedness, and meaningfulness) and negative thinking styles.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41194285",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Adolescent depression is strongly associated with hopelessness toward basic psychological needs (autonomy, competence, relatedness, and meaningfulness) and negative thinking styles"
    },
    {
      "title": "Constitutional epimutations in LTBP4, a component of the TGF-β signaling, and in BRCA1, as potential drivers of early-onset colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings suggest that constitutional methylation of LTBP4 CpG island 102 may be associated with increased CRC risk. Identification of additional cases is needed to confirm the existence of a novel CRC predisposition syndrome driven by epigenetic inactivation of LTBP4, potentially also linked to other clinical phenotypes associated with LTBP4 deficiency, such as pulmonary emphysema. Whether constitutional BRCA1 methylation contributes to CRC risk remains to be determined.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41194282",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that constitutional methylation of LTBP4 CpG island 102 may be associated with increased CRC risk. Identification of additional cases is needed to confirm the existence of a novel CRC predisposition syndrome driven by epigenetic inactivation of LTBP4, potentially also linked to ..."
    },
    {
      "title": "Translational framework for implementation evaluation and research: a critical approach to patient-centred equity design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194256/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Patient-centred Equity Design integrates sociology, social justice, and implementation science to create equity-focused healthcare interventions. It offers a determinant framework, process models, generative principles, and critical questions to guide design. While not a validated tool, it enhances intervention development and service delivery, with potential for future Medical Research Council Framework integration. Patient- centred Equity Design provides actionable generative...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41194256",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": "Patient-centred Equity Design integrates sociology, social justice, and implementation science to create equity-focused healthcare interventions. It offers a determinant framework, process models, generative principles, and critical questions to guide design"
    },
    {
      "title": "Beyond concordance: differential prognostic value of SpO<sub>2</sub>/FiO<sub>2</sub> and PaO<sub>2</sub>/FiO<sub>2</sub> ratios in ARDS severity classification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194249/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41194249",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring opportunities to strengthen maternal and perinatal death surveillance and response: a landscape analysis of surveillance and health information systems in the Eastern Democratic Republic of Congo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings uncover a wealth of implementation experience that is essential to inform the development, implementation, and extension of MPDSR systems tailored for optimal functionality in crisis-affected contexts. Structural system inputs must be addressed alongside socio-cultural dynamics that influence reporting and review of maternal and perinatal deaths. The intervention mechanism in crisis contexts must include a component aimed at strengthening the community networks involved...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41194246",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings uncover a wealth of implementation experience that is essential to inform the development, implementation, and extension of MPDSR systems tailored for optimal functionality in crisis-affected contexts. Structural system inputs must be addressed alongside socio-cultural dynamics that inf..."
    },
    {
      "title": "Stepped rehabilitation of people with persistent shoulder pain in New Zealand (StePS-NZ): a randomised clinical trial protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194245/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Rotator cuff-related shoulder pain (RCRSP) is a common musculoskeletal disorder, with prevalence increasing with age. In Aotearoa New Zealand, many people with RCRSP are compelled to seek physiotherapy privately as hospital outpatient clinics have long waiting lists, or go without care. We test the efficacy of Stepped Care, a new approach to RCRSP primary care, to use resources as efficiently as possible. This study aims to (i) define the effectiveness of a Stepped Care Model for...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41194245",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to (i) define the effectiveness of a Stepped Care Model for",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reconsidering antral follicle changes in the DHEA-induced PCOS model: the overlooked role of AMH and methodological variability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194236/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "The dehydroepiandrosterone (DHEA)-induced mouse model is widely used to study polycystic ovary syndrome (PCOS), yet findings on antral follicle (AF) dynamics remain inconsistent. Among 12 representative studies-classified as mechanistic (n = 1), intervention (n = 7), or mixed-type (n = 4)-half reported increased AF counts, while the others reported reductions. This variability likely stems from methodological differences, including DHEA dosage, solvent, animal age, treatment duration, follicle...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41194236",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immunotherapy for small cell lung cancer: current challenges and prospects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41194225/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251106023706&v=2.18.0.post22+67771e2",
      "description": "Small cell lung cancer (SCLC) is a highly aggressive neuroendocrine malignancy with limited treatment options. While immunotherapy has revolutionized SCLC therapy and now serves as a front-line treatment, the disease continues to present significant clinical challenges. Despite therapeutic advances in lung cancer over the past decade, most SCLC tumors eventually reoccur. Growing insights into the tumor-immune microenvironment (TIME) highlights its critical role in SCLC progression and...",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41194225",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}