{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-01-08T19:26:26.565Z",
  "totalItems": 150,
  "totalArchived": 42911,
  "newPapersAdded": 153,
  "institutionBreakdown": {
    "KAIST": 9,
    "SNU": 27,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 2,
    "Korea University": 25,
    "IBS": 100,
    "UNIST": 0,
    "Hanyang University": 1,
    "KIST": 2,
    "GIST": 2,
    "Kyung Hee University": 1,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Materials Science": 9,
    "Multidisciplinary": 88,
    "Cancer Research": 9,
    "Neuroscience": 6,
    "Biomedical": 33,
    "Computer Science": 5
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "MoS<sub>2</sub>-functionalized sulfonated polystyrene for adsorption of rhodamine B",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "A novel MoS(2)-incorporated sulfonated polystyrene composite (MOSP) is developed for the selective removal of rhodamine B (RhB) from aqueous solutions. The materials are characterized using SEM-EDS, XRD, Raman spectroscopy, FTIR, CHNS elemental analysis, BET, and TGA, while UV-visible spectrophotometry and ICP-OES are employed to quantify RhB and interfering metal ions. Batch adsorption experiments are carried out to optimize pH, contact time, dye concentration, adsorbent dosage, and...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41503497",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of aerosolized benzalkonium chloride exposure in in vitro cell models using air-liquid interface culture for inhalation toxicity screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503440/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Pesticides, biocides, and disinfectants used in veterinary medicine are frequently applied in spray form, necessitating inhalation toxicity testing. This study aimed to cultivate cells in an air-liquid interface (ALI) system for in vitro inhalation toxicity screening as an alternative to animal testing and to evaluate the effects of benzalkonium chloride (BKC) exposure on cells. A549 and Calu-3 cells were cultured under ALI conditions for three weeks, with transepithelial electrical resistance...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41503440",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "cultivate cells in an air-liquid interface (ALI) system for in vitro inhalation toxicity screening as an alternative to animal testing and to evaluate the effects of benzalkonium chloride (BKC) exposu...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Decabromodiphenyl ethane, a flame retardant, acts as a thyroid hormone receptor antagonist",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Flame retardants are integral components in numerous consumer and industrial products. Accumulating research has shown that retardants disrupt the endocrine system via the modulation of thyroid hormone receptors (THRs). To investigate the mechanisms underlying this effect, we established a luciferase reporter assay system using HEK293 cells expressing the human THR isomers THRα and THRβ, and screened six flame-retardant compounds with agonistic or antagonistic activity. We examined THR agonism...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "KIST"
      ],
      "pmid": "41503439",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "THR agonism",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microstructural Engineering for Power Factor and ZT Optimization in Cu Alloyed n‑Type Bi<sub>2-<em>x</em></sub> Sb <sub><em>x</em></sub> Te<sub>3</sub> Thermoelectric Materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Bismuth telluride (Bi(2)Te(3)) alloys are widely used thermoelectric (TE) materials for near-room-temperature energy conversion. The performance of TE devices in this range critically depends on n-type Bi(2)Te(3) alloys for performance parity with that of their p-type counterparts. This study presents a strategy for tuning the thermoelectric properties of selenium-free n-type Bi(2-x) Sb (x) Te(3) (BST) through controlled copper (Cu) alloying. Cu incorporation via ball milling enhanced the...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41502695",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of Neolignan Profiles during the Growth Period of <em>Magnolia fargesii</em> Leaves and Their MUC5AC Inhibition Potential",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502690/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "The flower buds of Magnolia fargesii (Xinyi) have traditionally been used to treat inflammatory respiratory diseases, including chronic obstructive pulmonary disease (COPD). While previous studies identified seven lignans in Magnolia that alleviate airway inflammation by inhibiting epidermal growth factor receptor (EGFR) activation, the chemical composition and biological activity of the leaves especially at different growth stages remain understudied. In this study, the relationship between...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41502690",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transportation in Net-Zero Emissions Futures: Insights from the EMF-37 Model Intercomparison Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502494/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Transportation is currently the largest source of U.S. anthropogenic CO(2) emissions, at about a third of the total. Achieving net-zero emissions by mid-century will require substantial reductions in transportation across passenger and freight travel. Here we leverage a model intercomparison study to explore the role of transportation in scenarios achieving net-zero economy-wide CO(2) emissions by 2050. We find the U.S. transport sector is poised to play the most significant role in reducing...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41502494",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bioenergy pathways within United States net zero CO<sub>2</sub> emissions scenarios in the Energy Modeling Forum 37 study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "The Energy Modeling Forum 37 study is organized around carbon dioxide (CO(2)) mitigation scenarios reaching net zero CO(2) emissions by 2050 in the United States. This paper summarizes the potential contribution of bioenergy use in the electric power, transportation, industrial, and buildings sectors towards meeting that target based on model results. Thirteen modeling teams reported bioenergy consumption in the Reference and Net Zero scenarios. Consumption of bioenergy increased over time in...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41502493",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Iris Metastasis of Pancreatic Cancer Presenting with Hyphema and Secondary Glaucoma: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502313/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41502313",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Altered temporal dynamics of prefrontal ERP responses reflecting neural adaptation in patients with amnestic mild cognitive impairment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: With increasing life expectancy, age-related cognitive disorders including mild cognitive impairment (MCI) represent major public health challenges, and amnestic MCI (aMCI) has the greatest risk of progression to dementia due to Alzheimer's disease (AD). Event-related potentials (ERPs), particularly the P200 component, have been studied as potential biomarkers, but conventional grand-averaged approaches often yield inconsistent results. This study examined the temporal dynamics of...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41501935",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the temporal dynamics of",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gut-lung axis and microbiome alterations in mycobacterial infections: from pathogenesis to therapeutic potential",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Mycobacterial lung diseases, including tuberculosis (TB) and nontuberculous mycobacterial pulmonary disease (NTM-PD), are increasingly recognized as disorders influenced not only by host immunity but also by microbiota. Emerging evidence identifies the gut-lung axis (GLA) as a key bidirectional communication network linking intestinal and pulmonary homeostasis. Mycobacterial infection itself induces airway and gut dysbiosis through immune and metabolic disturbances, which is further exacerbated...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41503825",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A strategic framework for digital and sustainable transformation in allergy care: An EAACI position paper",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Integrating digital health technologies with sustainable care models offers a transformative opportunity for allergy and immunology practice. Alignment with Environmental, Social, and Governance (ESG) principles supports high-quality, equitable, and climate-responsible allergy care. This international perspective outlines current advancements, challenges, and sustainability implications, serving as a roadmap to guide future digital and sustainable transformation of pediatric and...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41503819",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Integrating digital health technologies with sustainable care models offers a transformative opportunity for allergy and immunology practice. Alignment with Environmental, Social, and Governance (ESG) principles supports high-quality, equitable, and climate-responsible allergy care"
    },
    {
      "title": "Multimodal Antiatherosclerotic Effects of Clinical-Grade Mesenchymal Stem Cell-Derived Extracellular Vesicles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Mesenchymal stem cell-derived extracellular vesicles (SNE-101) represent a promising therapeutic strategy for atherosclerosis. By enhancing cholesterol efflux, suppressing PCSK9 and Lp(a), and reducing systemic inflammation, SNE-101 addresses critical cardiovascular risks. This provides strong mechanistic guidance for its application in ongoing clinical trials for acute ischemic stroke.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41503702",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Mesenchymal stem cell-derived extracellular vesicles (SNE-101) represent a promising therapeutic strategy for atherosclerosis. By enhancing cholesterol efflux, suppressing PCSK9 and Lp(a), and reducing systemic inflammation, SNE-101 addresses critical cardiovascular risks"
    },
    {
      "title": "Ultra-sensitive low-frequency dual-mode humidity sensor using a methyl red-PVA-graphene oxide composite",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503505/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "In this study, a novel ternary composite (MPG), composed of methyl red (MR), polyvinyl alcohol (PVA), and graphene oxide (GO), is synthesized and employed for the fabrication of a humidity sensor. To explore its potential for humidity sensing applications, the structural and morphological characteristics of the MPG composite were analyzed using SEM, XRD, FTIR, and UV-visible spectroscopy. The composite demonstrated a well-integrated, crosslinked microstructure enriched with functional groups and...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41503505",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of high caffeine exposure on longitudinal bone growth during puberty in immature female rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503445/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Puberty is a critical period for skeletal growth. Although previous studies have demonstrated detrimental effects of caffeine on the skeletal system, most have used male rats to avoid the individual variability associated with rising estrogen in females. Hence, the effects of pubertal caffeine exposure on bone growth in females remain largely unknown. To investigate this, immature female Sprague-Dawley rats were assigned two experimental groups, which received caffeine doses of 120 and 180...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41503445",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Operational, Diagnostic and Probabilistic Evaluation of AQMEII-4 Regional Scale Ozone Dry deposition. Time to Harmonise Our LULC Masks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "We present the collective evaluation of the regional scale models that took part in the fourth edition of the Air Quality Model Evaluation International Initiative (AQMEII). The activity consists of the evaluation and intercomparison of regional scale air quality models run over North American (NA) and European (EU) domains for 2016 (NA) and 2010 (EU). The focus of the paper is ozone dry deposition. Dry deposition is among the most important processes of removal of chemical compounds from the...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41503375",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "processes of removal of chemical compounds from the",
      "conclusion": null
    },
    {
      "title": "Peritoneal Dialysis Conversion as a Salvage Therapy for Refractory Intraocular Pressure Fluctuations During Hemodialysis in a Patient With End-Stage Kidney Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Fluctuations in intraocular pressure (IOP) during hemodialysis (HD) have been a challenging and troublesome issue, particularly in patients with impaired aqueous humor outflow. In this report, we present a case of a 72-year-old man receiving HD with a history of glaucoma who experienced worsening of IOP fluctuations during HD and subsequently achieved IOP stabilization after transitioning to peritoneal dialysis (PD). Despite medical management and surgical interventions, his IOP remained...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41503180",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Size Effect of Stem Cell Spheroids in Their Cryopreservation Using Low-Molecular-Weight PEGs as a Cryoprotectant",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Cryopreservation is a crucial procedure to maintain quality of stem cell spheroids (SCSs) for a long period. It is affected by spheroid size because only internalized cryoprotectants can effectively play their roles within SCSs. Here, small, medium, and large SCSs with diameters of 30 to 80, 80 to 150, and 100 to 200 μm, respectively, were prepared using tonsil-derived stem cells. SCSs were preincubated in the presence of poly(ethylene glycol)s (PEGs) (10.0 wt % in a medium) with molecular...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41503136",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-Cost and Fast Epiretinal Membrane Detection and Quantification Based on SD-OCT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503050/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Epiretinal membrane (ERM) is a pathological condition characterized by the formation of a non-vascularized fibrocellular membrane on the inner retinal surface, leading to retinal traction, macular edema, and visual impairment. Optical coherence tomography (OCT) is the primary imaging modality for diagnosing macular ERM, enabling high-resolution visualization of retinal morphology and thickness. Although the transition from Time-Domain (TD-OCT) to Spectral-Domain OCT (SD-OCT) has significantly...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41503050",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gel Shrinkage in Discontinuous Electrophoresis: How to Stabilize the Electrolyte Boundary in EpitachophoresisPart 1Gel Selection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Gel electrophoresis is typically performed in a single electrolyte system. During the development of epitachophoresis for large-volume DNA concentration, which employs a discontinuous electrolyte system, we found that some gels tend to shrink significantly as the boundary between the leading electrolyte (LE) and trailing electrolyte (TE) moves along the gel. Effective stabilization of this boundary is crucial for analyte focusing, particularly in systems processing tens of milliliters of a...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41502709",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Next-Generation Wastewater Treatment with Emerging 2D MOF-Derived Photocatalysts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Metal-organic frameworks (MOFs) have emerged as a significant class of heterogeneous photocatalytic materials owing to their structural tunability and high porosity. Among them, two-dimensional MOFs (2D MOFs) have gained increasing attention for various photocatalytic applications due to their ultrathin layered structures, large surface areas, abundant exposed active sites, and enhanced charge migration characteristics. Compared to their 3D counterparts, 2D MOF-derived nanocomposites often...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41502635",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative outcomes of prepectoral <em>vs.</em> subpectoral robot-assisted immediate prosthetic reconstruction following nipple-sparing mastectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In conclusion, prepectoral reconstruction provides superior esthetics outcomes and eliminates animation deformity, while subpectoral reconstruction may offer enhanced upper pole support. Both methods offer distinct benefits, with patient-specific factors being crucial for optimal approach selection. Larger studies are needed to refine patient selection and outcomes in robot-assisted reconstruction.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41502601",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In conclusion, prepectoral reconstruction provides superior esthetics outcomes and eliminates animation deformity, while subpectoral reconstruction may offer enhanced upper pole support. Both methods offer distinct benefits, with patient-specific factors being crucial for optimal approach selection"
    },
    {
      "title": "Unexpected persuasion: The influence of a youth-targeted anti-smoking campaign on adults' attitude toward smoking cessation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Unintended persuasive effects were observed among non-target groups, highlighting the need for further investigation into the relationship between targeted messages and their impact on non-target audiences. Such research could enhance the development of more effective and efficient public health campaigns.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41502589",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on non-target audiences",
      "conclusion": "Unintended persuasive effects were observed among non-target groups, highlighting the need for further investigation into the relationship between targeted messages and their impact on non-target audiences. Such research could enhance the development of more effective and efficient public health cam..."
    },
    {
      "title": "A Diagnostic Intercomparison of Modeled Ozone Dry Deposition Over North America and Europe Using AQMEII4 Regional-Scale Simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502554/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "This study analyzes ozone (O3) dry deposition fluxes and velocities (Vd) from twelve regional-scale simulations that were performed over North America and Europe in Phase 4 of the Air Quality Model Evaluation International Initiative (AQMEII4). AQMEII4 collected grid-aggregated and land use (LU)-specific O3 Vd and effective conductances and fluxes for the four major dry deposition pathways. Consistent with recent findings in the AQMEII4 point model intercomparison study, analysis of the...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41502554",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The application of <em>Panax notoginseng</em> with a focus on its anti-inflammatory effect: a narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The broad pharmacological activities of P. notoginseng are largely driven by its anti-inflammatory mechanisms. These findings provide a framework for its clinical relevance and highlight the need for further translational and integrative research.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41502433",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The broad pharmacological activities of P. notoginseng are largely driven by its anti-inflammatory mechanisms"
    },
    {
      "title": "Practice Guidelines for the Diagnosis and Treatment of Subepithelial Lesion Observed in Upper Gastrointestinal Endoscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Subepithelial lesions (SELs) of the upper gastrointestinal tract are commonly detected during endoscopic examinations and encompass a broad spectrum of benign, potentially malignant, and malignant tumors. While most SELs are asymptomatic and incidentally found, accurate diagnosis remains challenging due to their subepithelial location, necessitating advanced imaging and tissue acquisition techniques. Endoscopic ultrasound (EUS) plays a crucial role in differentiating SELs, but its diagnostic...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41502317",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Allergen Sensitization and Open-Angle Glaucoma: An Analysis Using 2010 Korea National Health and Nutrition Examination Survey Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502315/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Allergen sensitization is differentially associated with OAG, depending on the allergen type. Cockroach sensitization was associated with greater odds of glaucoma, while house dust mite sensitization demonstrated an inverse association. These findings provide epidemiological evidence for a differential association between specific allergen sensitizations and OAG. Also, it support the hypothesis of immune-mediated mechanisms in glaucoma pathogenesis and justify further investigation...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41502315",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Allergen sensitization is differentially associated with OAG, depending on the allergen type. Cockroach sensitization was associated with greater odds of glaucoma, while house dust mite sensitization demonstrated an inverse association"
    },
    {
      "title": "Quantitative optical coherence tomography angiography biomarkers Following a Switch to Brolucizumab in Neovascular age-related macular degeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502314/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Intravitreal brolucizumab demonstrated favorable anatomical improvements and maintained visual outcomes over 12 months. Quantitative OCTA biomarkers, particularly FD, may serve as imaging indicators of disease activity and treatment response in eyes with nAMD undergoing a therapy switch.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41502314",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Intravitreal brolucizumab demonstrated favorable anatomical improvements and maintained visual outcomes over 12 months. Quantitative OCTA biomarkers, particularly FD, may serve as imaging indicators of disease activity and treatment response in eyes with nAMD undergoing a therapy switch"
    },
    {
      "title": "Indobufen Dual Antiplatelet Therapy (DAPT) Versus Aspirin Dual Antiplatelet Therapy (DAPT) After Percutaneous Coronary Intervention (PCI): A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502153/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Indobufen-based (DAPT) had a lower incidence of bleeding than aspirin-based (DAPT), with no difference between the two groups for MACCE, myocardial infarction, ischemic stroke, cardiovascular death, repeat vascularization, or stent thrombosis.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41502153",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Indobufen-based (DAPT) had a lower incidence of bleeding than aspirin-based (DAPT), with no difference between the two groups for MACCE, myocardial infarction, ischemic stroke, cardiovascular death, repeat vascularization, or stent thrombosis"
    },
    {
      "title": "Interfacial Stability and Design Strategies for Halide Solid Electrolytes in High-Voltage All-Solid-State Sodium-Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502100/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "All-solid-state sodium-ion batteries (ASSSIBs) based on halide solid electrolytes (HSEs) are emerging as promising systems for high energy density and stable energy storage. Although HSEs are generally regarded as compatible with high-voltage oxide cathodes, their interfacial stability remains insufficiently understood. Here, we evaluate the interfacial chemical compatibility between representative HSEs and high-voltage sodium cathode materials through mutual decomposition reaction energy...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41502100",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hf/Zr Superlattice-Based High-κ Gate Dielectrics with Dipole Layer Engineering for Advanced CMOS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Advanced logic transistors require gate dielectrics that achieve subnanometer equivalent oxide thickness (EOT), suppress leakage, and satisfy three key requirements: (i) compatibility with RMG-like high-temperature processing, (ii) sufficient V(th) tunability for multi-V(th) design, and (iii) high device reliability. However, meeting all of these requirements at once has been difficult with conventional high-κ systems. In this work, we demonstrate that our Hf/Zr-based gate stacks quantitatively...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41502076",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current state of mammography-based artificial intelligence for future breast cancer risk prediction: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Future studies should evaluate models using digital breast tomosynthesis, examine performance for aggressive or advanced BC, include diverse populations, and evaluate both discrimination and model calibration. Prospective evaluations are needed to determine the clinical utility of mammography-based AI models for personalized risk-based breast cancer screening before implementation.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41501990",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Future studies should evaluate models using digital breast tomosynthesis, examine performance for aggressive or advanced BC, include diverse populations, and evaluate both discrimination and model calibration. Prospective evaluations are needed to determine the clinical utility of mammography-based ..."
    },
    {
      "title": "Outcomes of Pleural Sealant Application in Pneumothorax Surgery: A Comparative Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501974/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: FS patches showed a trend toward lower recurrence, achieving statistical significance in RMST analysis. FS appears to be a safe and effective option for pleural reinforcement following VATS bullectomy in patients with PSP.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41501974",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "in RMST analysis",
      "conclusion": "FS patches showed a trend toward lower recurrence, achieving statistical significance in RMST analysis. FS appears to be a safe and effective option for pleural reinforcement following VATS bullectomy in patients with PSP"
    },
    {
      "title": "Association between metabolic dysfunction-associated steatotic liver disease and breast cancer risk in Korean women: a nationwide population-based cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41501873",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plasma extracellular vesicles-derived MicroRNAs as potential biomarkers in idiopathic pulmonary fibrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41501825",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between early childhood infections and adolescent chronic diseases: a nationwide cohort analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501763/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this nationwide cohort, early childhood respiratory and gastrointestinal infections were consistently associated with chronic conditions such as allergic rhinitis, bronchitis, and gastroenteritis and colitis in adolescents. These findings suggest potential early-life origins of chronic disease and highlight the need for targeted prevention strategies to reduce the long-term burden of chronic illnesses in children.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41501763",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "potential early-life origins of chronic disease and highlight the need for targeted prevention strategies to reduce the long-term burden of chronic illnesses in children",
      "conclusion": "In this nationwide cohort, early childhood respiratory and gastrointestinal infections were consistently associated with chronic conditions such as allergic rhinitis, bronchitis, and gastroenteritis and colitis in adolescents. These findings suggest potential early-life origins of chronic disease an..."
    },
    {
      "title": "Molecular Engineering of the Prototypical n-Type Polymer P(NDI2OD-T2) Enables Capacity Enhancement and High-Temperature Stability in Lithium-Ion Battery Cathodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Conjugated n-type polymers have long been explored as organic cathodes for lithium-ion batteries (LIBs), yet the widely studied P(NDI2OD-T2) has received limited attention as a practical cathode because of its modest capacity (∼55 mAh g^(-1)). Here, we report the first systematic effort to re-engineer this prototypical polymer through side-chain shortening and donor simplification. Replacing bulky 2-octyldodecyl (2OD) chains with 2-butyloctyl (2BO) and simplifying the bithiophene (T2) donor to a...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41502154",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disentangle Intertwined Interactions in Correlated Charge Density Wave with Magnetic Impurities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Magnetic impurities in strongly correlated electronic systems serve as sensitive probes to a wide range of many-body quantum phenomena. Broken symmetries in such a system can lead to inequivalent lattice sites, and magnetic impurities may interact selectively with particular orbitals or sublattices. However, the microscopic mechanisms behind such site-specific interactions have been poorly understood. Here, we explore the behavior of individual Fe adatoms on a cluster-Mott charge density-wave...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41502132",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interactions of early actinides with biologically-relevant organic molecules including carboxylates, amino acids and proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "This Perspective article reviews the current knowledge regarding the interaction of actinide elements with biomolecules, particularly amino acids, peptides, and proteins. We assess the significance of these interactions, especially in connection to nuclear waste disposal and the potential role of these interactions in the origin of life. Actinides have been observed to form stable complexes with carboxylate groups, resulting in oligomerization and affecting their environmental mobility. The text...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41503709",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of these interactions, especially in connection to nuclear waste disposal and the potential role of these interactions in the origin of life",
      "conclusion": null
    },
    {
      "title": "End Point-Based Threshold for the Ambulatory Arterial Stiffness Index",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503706/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Over and beyond traditional risk factors, AASI improves risk stratification. Exceeding the risk-carrying 0.50 AASI threshold necessitates increased vigilance in managing risk factors before irreversible cardiovascular complications occur.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41503706",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Over and beyond traditional risk factors, AASI improves risk stratification. Exceeding the risk-carrying 0"
    },
    {
      "title": "Evolutionarily divergent transcriptomic programs in ovarian folliculogenesis across mice, monkeys, and humans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503675/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Understanding the mechanisms for human ovarian folliculogenesis is fundamental to reproductive biology and medicine. Here, we investigated transcriptomic dynamics in individual oocytes and their associated granulosa cells (GCs) during folliculogenesis in mice, monkeys, and humans. Unlike mouse oocytes, which exhibited stage-specific stepwise transcriptomic maturation, monkey and human oocytes showed minimal transcriptomic changes until the secondary follicle stage and could be broadly...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41503675",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "transcriptomic dynamics in individual oocytes and their associated granulosa cells (GCs) during folliculogenesis in mice, monkeys, and humans",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of myokymia in adult-onset hereditary spastic paraplegia type 79A: Implications for the phenotypic spectrum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Spastic paraplegia type 79 (SPG79) is a rare form of hereditary spastic paraplegia caused by variants in ubiquitin C-terminal hydrolase L1 (UCHL1). SPG79B, an early-onset autosomal recessive subtype, frequently presents with lower motor neuron involvement, with myokymia as a characteristic feature. In contrast, SPG79A, a late-onset autosomal dominant form, rarely shows lower motor neuron signs, and myokymia has not previously been reported. We report the first documented case of myokymia in...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41503587",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An Exploratory Study of the Impact of a CCL21-Derived C-Terminal Peptide on Dendritic Cell Lymph Node Homing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "The effective trafficking of dendritic cells (DCs) to the lymph nodes (LNs), orchestrated by CC-chemokine receptor 7 (CCR7) and its ligand CCL21, is essential for the success of DC-based immunotherapies. This study explores the potential of C21TP, a naturally occurring basic peptide derived from the C-terminal of CCL21, to enhance DC homing to the draining LNs in a murine model of DC migration. C21TP, containing three clusters of basic residues, significantly boosts CCL21-mediated signaling and...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41503516",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Redox-Active Tetrathiafulvalene-Based 3D Covalent Organic Framework with scu Topology for Controllable Charge Transport",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Unlike 2D frameworks where conductivity is largely confined to in-plane transport, the scu topology offers 3D conduction pathways that enhance bulk charge mobility. When integrated with redox-active species like tetrathiafulvalene (TTF), the scu architecture promotes electron transfer across the 3D network, enabling tunable conductivity. This article presents the construction of a 3-periodic (4,8)-c covalent organic framework (COF), TU-48, adopting a twofold interpenetrated scu net, achieved...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41503359",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pulmonary tumour thrombotic microangiopathy or chronic thromboembolic pulmonary hypertension?-diagnosed by pulmonary wedge aspiration cytology using a Swan-Ganz catheter: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Pulmonary tumour thrombotic microangiopathy (PTTM) is a malignancy-associated disease that causes fatal pulmonary hypertension (PH). Due to its rapidly progressive clinical course, antemortem diagnosis is often difficult. Pulmonary tumour thrombotic microangiopathy shares several clinical and imaging characteristics with chronic thromboembolic pulmonary hypertension (CTEPH), making differentiation between these two diseases challenging.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41503254",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elimination of atrial fibrillation trigger from superior vena cava using a circular pulsed field ablation catheter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503253/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41503253",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advanced glycation end-product adducts alter the bone collagen network and human cortical bone fracture resistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Elevated levels of AGEs have been implicated in the increased fracture risk of type 2 diabetes (T2D) and CKD patients. AGEs are widely thought to \"over-crosslink\" bone collagen, making it stiff and less ductile, leading to reduced cortical bone fracture resistance. This idea is primarily based on in vitro studies where predominately pentosidine, an AGE crosslink, has been used as a biomarker for AGEs. However, more recent studies have found that non-crosslinking AGE adducts to be roughly 40-200...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41503150",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neoantigen dendritic cell vaccination combined with conventional chemotherapy for a patient with advanced transverse colon cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503128/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Over the past decade, neoantigen dendritic cell (DC) vaccination has emerged as a promising personalized cancer immunotherapy based on genomic analysis. To further assess the clinical utility of this approach, additional data on the efficacy of neoantigen DC vaccination are needed. A 65-year-old male patient underwent curative surgical resection for pStage IIIB transverse colon cancer, followed by adjuvant DC vaccination combined with conventional chemotherapy for 6 months postoperatively. The...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41503128",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A method for reconstituting the motility of membrane-bound myosin on the surface of the cell-sized W/O droplet",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503092/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Membrane-bound myosin generates force through interactions with the cytoskeletal actin filament beneath the cell membrane and constitutes the mechanical basis for living cells. Myosin ID, a membrane-bound myosin, drives the gliding motion of actin filaments and binds to phospholipids in the lipid membrane of a living cell. Here, we describe the in-droplet actin filament gliding assay, a method that reconstitutes the motility of actomyosin that dynamically interacts with lipid membranes within...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41503092",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Socioeconomic Deprivation and Kidney Transplant Outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502807/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Socioeconomic deprivation in Belgium was associated with rejection, specifically TCMR, and univariably with all-cause graft failure. We lacked evidence of associations with graft failure or mortality separately. These findings suggest that universal health care may mitigate some adverse posttransplantation outcomes because of socioeconomic deprivation. Future studies should evaluate whether deprivation affects access to transplantation itself.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41502807",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that universal health care may mitigate some adverse posttransplantation outcomes because of socioeconomic deprivation",
      "conclusion": "Socioeconomic deprivation in Belgium was associated with rejection, specifically TCMR, and univariably with all-cause graft failure. We lacked evidence of associations with graft failure or mortality separately"
    },
    {
      "title": "Rational Activity Improvement of Cyclic Peptides through Stabilization and Rigidification of Main Chain Using φ/ψ Plots of Amino Acids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Medium-sized cyclic peptides that target challenging protein-protein interactions are promising as a new therapeutic modality. To enhance activity, rigidifying the bioactive conformation of these peptides has a great opportunity due to their higher number of rotatable bonds compared with small molecules. In this study, we classified 36 types of α-amino acids (natural and non-natural) and calculated their φ/ψ free energy maps and main chain torsional entropy, a measure of rigidity, for each...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41502766",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sharing behavior and health care utilization following direct-to-consumer genetic testing: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502464/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Conclusion While initial concerns about the impact of DTC-GT on health care systems have not fully materialized, the increasing number of consumers consulting with healthcare professionals underscores the need for preparedness and appropriate policy responses. Future research should prioritize standardizing study methodologies and expanding investigations beyond the U.S. context to better capture the global impact of DTC-GT.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41502464",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of DTC-GT on health care systems have not fully materialized, the increasing number of consumers consulting with healthcare professionals underscores the need for preparedness and appropriate policy r...",
      "conclusion": "Conclusion While initial concerns about the impact of DTC-GT on health care systems have not fully materialized, the increasing number of consumers consulting with healthcare professionals underscores the need for preparedness and appropriate policy responses. Future research should prioritize stand..."
    },
    {
      "title": "Redox-Switchable Halogen Bonding in Haloanthracene Mediators Enables Efficient Electrocatalytic C-N Coupling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502367/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "We report the development of redox mediators based on 9-halo-10-arylanthracenes that engage in halogen bonding only upon one-electron oxidation. This redox-switchable interaction enables an effective substrate preorganization and promotes intramolecular C-N bond formation via electrocatalysis. Systematic evaluation of halogenated mediators (1a-1c) across various N-protected 2-aminobiphenyl substrates revealed that the iodoanthracene derivative 1a exhibited superior catalytic performance....",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41502367",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Wavelength Light-Induced Group 13-15 Elementalization Reactions of Alkenes/Alkynes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "We present di-tert-butyl peroxide (DTBP)-catalyzed long-wavelength light-induced Group 13, 14, and 15 elementalizations of alkenes and alkynes, through in situ production of tert-butyl radicals, followed by a hydrogen-atom-transfer process generating silyl, germyl, stannyl, alkyl, boryl, and phosphoryl radicals. This mild and photosensitizer-free methodology employing blue (450 nm)/green (530 nm)/orange (600 nm) LEDs affords high chemoselectivity and broad functional group tolerance compared to...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41502094",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bone and soft tissue sarcoma mortality in 19,811 patients diagnosed in Japan, 2006-2020",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Survival outcomes for sarcoma patients in Japan have remained largely unchanged over the past 15 years, except for Ewing sarcoma. Novel therapeutic approaches are needed to achieve meaningful improvements in prognosis.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41501994",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Survival outcomes for sarcoma patients in Japan have remained largely unchanged over the past 15 years, except for Ewing sarcoma. Novel therapeutic approaches are needed to achieve meaningful improvements in prognosis"
    },
    {
      "title": "Early aperiodic EEG changes in preclinical and prodromal Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41501948",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Orthotopic heart transplantation for Fontan failure: experience and treatment strategy-a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501943/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This case illustrates a successful approach to orthotopic heart transplantation in a child with failing Fontan circulation supported by a VAD. Reconstruction of the pulmonary artery using a large pericardial patch and restoration of bicaval continuity were key to overcoming complex anatomical challenges.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41501943",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case illustrates a successful approach to orthotopic heart transplantation in a child with failing Fontan circulation supported by a VAD. Reconstruction of the pulmonary artery using a large pericardial patch and restoration of bicaval continuity were key to overcoming complex anatomical challe..."
    },
    {
      "title": "Non-regenerative myogenesis in adult skeletal muscles: myofiber death-independent muscle satellite cell expansion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41501874",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DNA methylation analysis of NOTCH1 variants reveals the first episignature for non-syndromic congenital heart defects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We identified that NOTCH1-haploinsufficiency variants represented the most common monogenic cause in our cohort and accounted for an estimated 1 % of CHD cases. Furthermore, we conclude that methylation profiling can contribute to (NOTCH1) variant interpretation and improve the diagnostic management of CHD patients. Lastly, we established a NOTCH1-specific episignature, which represents the first non-syndromic signature, significantly extending the scope of patients that can benefit...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41501857",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "We identified that NOTCH1-haploinsufficiency variants represented the most common monogenic cause in our cohort and accounted for an estimated 1 % of CHD cases. Furthermore, we conclude that methylation profiling can contribute to (NOTCH1) variant interpretation and improve the diagnostic management..."
    },
    {
      "title": "Effects of spinal cord stimulation on pain, physical activity, and self-efficacy among patients with neuropathic pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503863/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: SCS seems to reduce neuropathic pain intensity which might contribute to improvements in HRQL and self-efficacy. Low physical activity levels in this population should prompt targeted rehabilitation interventions.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503863",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SCS seems to reduce neuropathic pain intensity which might contribute to improvements in HRQL and self-efficacy. Low physical activity levels in this population should prompt targeted rehabilitation interventions"
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503860/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Core body temperature (Tc) diurnal change correlates with that in core plasma biomarkers of AD and may be a mechanism underlying this diurnal pattern. Measuring Tc will inform variability between sexes, subjects and study outcomes.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503860",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Core body temperature (Tc) diurnal change correlates with that in core plasma biomarkers of AD and may be a mechanism underlying this diurnal pattern. Measuring Tc will inform variability between sexes, subjects and study outcomes"
    },
    {
      "title": "Oxidative stress and histopathological alterations in rats (<em>Rattus norvegicus</em>) after oral I-131 administration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "PURPOSE: This study aimed to investigate oxidative stress and histopathological changes in healthy rats after oral administration of I-131, to elucidate the mechanisms of gastrointestinal mucosal injury associated with radioiodine exposure, and provide translational insights relevant to clinical radioiodine therapy.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503856",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aimed to investigate oxidative stress and histopathological changes in healthy rats after oral administration of I-131, to elucidate the mechanisms of gastrointestinal mucosal injury associ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carvacrol alleviates hepatorenal apoptosis in rats following exposure to lambda-cyhalothrin by targeting the Trx1/Prx1/Bcl2 pathway: <em>in vivo</em> and molecular docking studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Lambda-cyhalothrin (LCT), a type II pyrethroid, is known to cause several side effects, including hepatorenal toxicity, despite its widespread use. This study investigates the protective effect of carvacrol (CVR) against LCT-induced oxidative stress, inflammation, and apoptotic pathway in the liver and kidney. Forty-eight male Sprague-Dawley rats were randomly assigned to eight groups; the first two groups served as controls (negative and CVR). The third, fourth, and fifth groups received LCT at...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AdipoRon Suppresses Multiple Myeloma Proliferation Through AMPK-Mediated Metabolic Reprogramming and Apoptosis Induction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503835/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Multiple myeloma (MM) remains an incurable hematologic malignancy, necessitating novel therapeutic strategies. This study investigates the clinical significance of adiponectin receptors and the anti-myeloma efficacy of their agonist, AdipoRon. Bioinformatic analysis of GEO datasets (GSE124489, GSE187009) revealed significant downregulation of ADIPOR1 and ADIPOR2 in MM patients. Low expression of ADIPOR1 correlated with poor prognosis. Functionally, AdipoRon exerted potent anti-proliferative...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503835",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of adiponectin receptors and the anti-myeloma efficacy of their agonist, AdipoRon",
      "conclusion": null
    },
    {
      "title": "Spatial and Temporal Summation of Histaminergic and Non-Histaminergic Itch",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Chronic itch represents a social burden due to its high prevalence, negative impact on quality of life, and limited treatment options. Spatial (simultaneously applied stimuli at multiple skin sites) and temporal (repeated stimuli over time) summation are key mechanisms in itch processing but have not been investigated in detail in humans. This study assessed experimentally induced histaminergic and non-histaminergic itch provocations in healthy volunteers. In the spatial summation experiment,...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503831",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on quality of life, and limited treatment options",
      "conclusion": null
    },
    {
      "title": "Household air pollution from solid fuels and its association with diarrhoea among children under five in Pakistan: evidence from PDHS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Pakistan has the highest child diarrhoea mortality in South Asia, but the impact of household air pollution from polluting cooking fuels remains understudied. This study explores the association between exposure to such fuels and the odds of diarrhoea in children under five, using PDHS 2017-18 data. Diarrhoea prevalence was based on maternal self-reports of episodes in the past two weeks. Household air pollution exposure was measured using the household's primary cooking fuel. Multivariable...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503828",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of household air pollution from polluting cooking fuels remains understudied",
      "conclusion": null
    },
    {
      "title": "Guidelines for the Management of Stevens-Johnson Syndrome and Toxic Epidermal Necrolysis 2025 Supplement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503817/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503817",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patterns and predictors of co-occurring risky behaviors among motorcyclists",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503803/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study advances the understanding of motorcyclist safety by demonstrating how risky behaviors cluster and how specific demographic and perceptual factors distinguish rider subgroups. These findings support the development of comprehensive safety interventions that target subgroups of motorcyclists who share similar risky profiles, rather than treating isolated behaviors.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503803",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study advances the understanding of motorcyclist safety by demonstrating how risky behaviors cluster and how specific demographic and perceptual factors distinguish rider subgroups. These findings support the development of comprehensive safety interventions that target subgroups of motorcyclis..."
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Olfactory deficits were associated with amyloid CSF levels and lower orbitofrontal volume in individuals with SCI, suggesting that amyloid deposition and orbitofrontal degeneration may play a role early in the disease spectrum. In MCI and AD, degeneration of medial temporal lobe and subcortical structures may contribute to these deficits.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503794",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Olfactory deficits were associated with amyloid CSF levels and lower orbitofrontal volume in individuals with SCI, suggesting that amyloid deposition and orbitofrontal degeneration may play a role early in the disease spectrum. In MCI and AD, degeneration of medial temporal lobe and subcortical stru..."
    },
    {
      "title": "Gamma-irradiation enhancement of polyhydroxyalkanoate production in <em>Halomonas mongoliensis</em> AL-ARS: toward sustainable biopolymer development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Polyhydroxyalkanoates (PHAs) are eco-friendly, biodegradable thermoplastics that have the potential to replace conventional plastics with sustainable biopolymers for several applications. This study aimed to isolate and identify halotolerant strains and to optimise the parameters influencing PHA production using response surface methodology. Furthermore, enhancing PHA production and evaluating the effects of low-dose gamma irradiation on Halomonas mongoliensis AL-ARS. Fifteen bacterial isolates...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503788",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "isolate and identify halotolerant strains and to optimise the parameters influencing PHA production using response surface methodology",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the social factors influencing the sense of belonging among medical students with disabilities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Medical universities have become more aware of disability inclusion, and have begun taking cognizance of the importance of a supportive environment for students with disabilities. Faculty members can mitigate challenges to legitimacy and belonging by creating safe learning environments built on openness, humility, and actively valuing each learner. However, the factors contributing to these students' sense of belonging in medical university settings remain under-explored. To...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503781",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Bayesian re-analysis of the DANFLU-1 trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "DANFLU-1 was an open-label, pragmatic feasibility trial which randomized persons aged 65 to 79 years to high-dose inactivated influenza vaccine (HD-IIV) or standard-dose inactivated influenza vaccine (SD-IIV). The trial found that HDIV was associated with a reduced incidence of death and hospitalization for influenza or pneumonia as compared to SDIV. Bayesian analysis offers a framework for probabilistic interpretation of trial data and provides a method for incorporating prior information into...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503767",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Provider perspectives on HPV vaccine hesitancy in the post-COVID-19 era",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "While HPV vaccination is effective in prevention of many HPV-associated cancers, only 61.4% of US adolescents were up to date on their HPV vaccinations in 2023. In the period following the COVID-19 pandemic, a decrease in vaccine uptake was reported, along with a rise in vaccine hesitancy. This study aimed to understand these changes to HPV vaccination and vaccine hesitancy that occurred following the COVID-19 pandemic from providers' perspectives. We conducted 1-hour interviews with 12...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503766",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "understand these changes to HPV vaccination and vaccine hesitancy that occurred following the COVID-19 pandemic from providers' perspectives",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of FSH-Induced Ovarian Stimulation on Oocyte Recovery and In Vitro Embryo Production in the Red Sindhi Cows",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503757/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Follicle-stimulating hormone (FSH) plays an important role in regulating reproductive events, particularly follicular development and oocyte competence acquisition. Some studies using FSH protocols in zebu cattle were performed, but data regarding its application in the Red Sindhi breed are scarce and therefore warranted. In this context, this study aimed to assess the FSH administration regimen-multiple doses (T1-m) and single dose (T2-s) and coasting period (54 h vs. 102 h) in oocyte...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503757",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "assess the FSH administration regimen-multiple doses (T1-m) and single dose (T2-s) and coasting period (54 h vs",
      "significance": "role in regulating reproductive events, particularly follicular development and oocyte competence acquisition",
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503742/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The majority of the sample was cognitively normal or mildly impaired, suggesting that retinal perfusion may be a useful tool for early diagnosis of AD-related pathophysiology. Future longitudinal studies in larger samples and evaluating the utility of combining retinal and plasma biomarkers for predicting future progression to AD are needed.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503742",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The majority of the sample was cognitively normal or mildly impaired, suggesting that retinal perfusion may be a useful tool for early diagnosis of AD-related pathophysiology. Future longitudinal studies in larger samples and evaluating the utility of combining retinal and plasma biomarkers for pred..."
    },
    {
      "title": "Near-Infrared Chemiluminescence Probe for Superoxide Anion Imaging in Alzheimer's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503731/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's disease (AD) has a complex pathogenesis in which superoxide anion (O(2)^(•-)), a key reactive oxygen species (ROS), plays a critical role. Monitoring O(2)^(•-) is essential for understanding AD mechanisms and improving early diagnosis. Chemiluminescence imaging provides high contrast without external excitation, making it ideal for in vivo O(2)^(•-) detection. However, few probes can specifically image O(2)^(•-) in the AD brain. To address this, we designed a chemiluminescence probe,...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503731",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Intradural Extension of Extracranial Cervical Artery Dissection on Outcomes: A Secondary Analysis From the STOP-CAD Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Cervical artery dissection (CeAD) may be limited to the extracranial extradural space or extend to the intradural space. Intradural extension can potentially increase the risk of stroke and subarachnoid hemorrhage. However, the factors associated with intradural extension and its impact on clinical outcome remain unclear.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503730",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Cervical artery dissection (CeAD) may be limited to the extracranial extradural space or extend to the intradural space",
      "significance": "on clinical outcome remain unclear",
      "conclusion": null
    },
    {
      "title": "Association of nocturnal hypertension with daytime blood pressure threshold and patient characteristics assessed by home blood pressure monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A considerable number of patients continued to show nocturnal hypertension even at lower morning home BP thresholds. Diabetes may contribute to nocturnal hypertension despite well-controlled morning BP, while diuretic use may help prevent it.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503720",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A considerable number of patients continued to show nocturnal hypertension even at lower morning home BP thresholds. Diabetes may contribute to nocturnal hypertension despite well-controlled morning BP, while diuretic use may help prevent it"
    },
    {
      "title": "Theoretically Universal, Practically Unequal: Socio-Economic Inequalities in Healthcare Access for Long Covid-19 Patients in Austria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings reveal enhanced inequalities in LC healthcare access in an otherwise universal healthcare system. Contrary to prior research, we find income-related inequalities in GP access. Future policy efforts in Austria should consider that central case management through GP care may not be the most optimal set-up, especially without improved information, training, support and specialist referral opportunities.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503716",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings reveal enhanced inequalities in LC healthcare access in an otherwise universal healthcare system. Contrary to prior research, we find income-related inequalities in GP access"
    },
    {
      "title": "Stuck on Repeat: Dynamic Liquid Crystal Elastomers as (Re)trainable Adhesives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Polymeric networks whose performance can be trained as a function of mechanical inputs provide additional possibilities, as they offer an opportunity to further modulate a material's properties post-synthesis and processing. Herein, disulfide-containing dynamic liquid crystal elastomer (LCE) adhesives exhibiting (re)trainable multistage adhesive character are reported. Synthetic tailoring of the mesogen lateral substituent size allows for direct tuning of the thermal properties (T(g) and T(NI))...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503692",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Innovative Application of Large Language Models in Biology and Medicine Under Artificial Intelligence for Science Paradigm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503652/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Currently,the artificial intelligence for science paradigm is evolving rapidly,with the new generation of artificial intelligence technologies represented by large language models(LLM)having injected transformative momentum into biological and medical research.Systematically examining the innovative applications of LLM in biomedical contexts under the artificial intelligence for science paradigm can provide critical references for methodological innovation and research paradigm transformation in...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503652",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Chili Intake and Cognitive Function in the Elderly Population and the Modifying Effect of Body Mass Index",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Objective To explore the association between dietary chili intake and cognitive function in the elderly population and the modifying effect of body mass index. Methods On the basis of the baseline survey data of the West China Elderly Health Cohort,a cross-sectional design was adopted,and 1 961 older adults aged 60 and above who had completed a dietary survey were included in this study.Multivariate linear regression and multivariate Logistic regression models were used to explore the...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503645",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "To explore the association between dietary chili intake and cognitive function in the elderly population and the modifying effect of body mass index",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Drought stress increases total C released from roots",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503632/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: To direct future research, our analysis identified knowledge gaps, particularly the need for studies to examine trees and shrubs, field-based research, broader drought intensity ranges, and measurements of total C, compound classes, and specific compounds when possible. Improving our understanding of root-derived C responses to stress is crucial for predicting terrestrial C cycling dynamics and ecosystem function under increased drought frequency and intensity.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503632",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To direct future research, our analysis identified knowledge gaps, particularly the need for studies to examine trees and shrubs, field-based research, broader drought intensity ranges, and measurements of total C, compound classes, and specific compounds when possible. Improving our understanding o..."
    },
    {
      "title": "LAT-BirdDrone: A dedicated dataset for high-precision classification of low-altitude small target trajectories enhanced by hybrid neural networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Currently, most existing datasets predominantly focus on object classification based on appearance, while datasets specifically designed for trajectory classification of low-altitude flying micro-targets (11pt × 11pt or smaller) remain scarce. There is also an urgent need for a dedicated dataset to provide comprehensive data support for verifying the impact of the CNN module on trajectory classification models. To address these gaps, this research utilized the Three-band refrigeration...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503618",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of the CNN module on trajectory classification models",
      "conclusion": null
    },
    {
      "title": "Interaction between physical activity and deficit-based frailty on all-cause mortality in older adults: a prospective study of five population-based cohorts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Whether leisure-time physical activity modifies the association between frailty and mortality in older adults is unclear.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503609",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Application of a natural language processing algorithm to early asthma ascertainment for adults in the era of electronic health records",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503607/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Automatic asthma ascertainment for adults based on EHR data is feasible with our NLP algorithm, offering immense scientific and clinical value for large-scale clinical research and population management for adult asthma care.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Pusan National University"
      ],
      "pmid": "41503607",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Automatic asthma ascertainment for adults based on EHR data is feasible with our NLP algorithm, offering immense scientific and clinical value for large-scale clinical research and population management for adult asthma care"
    },
    {
      "title": "Nonlinear associations and threshold effects between built environment features and schizophrenia incidence: Implications for healthy city planning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503600/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides robust evidence that the built environment is significantly and nonlinearly linked to schizophrenia incidence. The identified thresholds and interactions offer concrete, actionable guidance for urban planning aimed at mental health promotion.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503600",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides robust evidence that the built environment is significantly and nonlinearly linked to schizophrenia incidence. The identified thresholds and interactions offer concrete, actionable guidance for urban planning aimed at mental health promotion"
    },
    {
      "title": "Comprehensive Analysis of Bias in TEMPO NO<sub>2</sub> Column Densities Through Pandora Observations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Tropospheric Emissions: Monitoring of Pollution (TEMPO) is the first geostationary satellite instrument to monitor air pollutants across North America. This study uses Pandora observations to analyze the bias in TEMPO Level-3 total column density of NO(2) (TOTNO(2)) from August 2023 to December 2024. TEMPO achieves high accuracy at 5% cloud-filtering threshold: correlation coefficient (R) of 0.86, index of agreement (IOA) of 0.91, mean absolute bias (MAB) of 1.423 × 10^(15) molecules/cm², and a...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503598",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Relationship between stroke onset timing and clinical outcomes in ischemic and hemorrhagic strokes: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study clarified the effect of cyclic pattern on the incidence and outcome of stroke. These trends seem greatly accounted for improvement of prevention strategies, management of treatments, and enhancement of patient outcomes.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503592",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study clarified the effect of cyclic pattern on the incidence and outcome of stroke. These trends seem greatly accounted for improvement of prevention strategies, management of treatments, and enhancement of patient outcomes"
    },
    {
      "title": "Immune aberrations in thymic epithelial tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Thymic epithelial tumors (TETs) are rare cancers that arise from cortical or medullary thymic epithelial cells and are associated with unique clinical, genomic and immunological features that include a poorly understood predisposition towards autoimmunity. The risk for autoimmune disease can be traced back to the physiological role of the thymus in T cell development. Recent studies have revealed key differences in the immune cell composition and tumor immune microenvironment of thymomas and...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503579",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The multi-omic basis for hepatic encephalopathy recurrence: Analysis of the THEMATIC trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Secondary analysis of the THEMATIC randomized controlled trial indicates that HE recurrence in patients on lactulose and rifaximin is associated with distinct microbiome and metabolomic profiles, particularly involving SCFAs, GABA metabolism, bile acids, and IL-6.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503571",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Secondary analysis of the THEMATIC randomized controlled trial indicates that HE recurrence in patients on lactulose and rifaximin is associated with distinct microbiome and metabolomic profiles, particularly involving SCFAs, GABA metabolism, bile acids, and IL-6"
    },
    {
      "title": "The Association Between Height-Related Novel Anthropometric Indices and Cardiovascular Events: A Cross-Sectional Insight From the MASHAD Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our study identified WHtR as a significant predictor of CVD incidence in men, highlighting its potential as an effective indicator for CVD risk. Meanwhile, the lack of a significant relationship between height and other anthropometric indices with CVD risk in women may suggest confounder effects and also a need for further investigation into the relationship between these indices and CVD risk in females in a larger sample size.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503543",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study identified WHtR as a significant predictor of CVD incidence in men, highlighting its potential as an effective indicator for CVD risk. Meanwhile, the lack of a significant relationship between height and other anthropometric indices with CVD risk in women may suggest confounder effects and..."
    },
    {
      "title": "First case of a human <em>Candida berthetii</em> systemic infection in a preterm infant: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This case broadens the current understanding of rare yeast pathogens and highlights the critical need for improved diagnostic tools to accurately detect and identify uncommon Candida species. Clinicians should remain vigilant to the emergence of rare yeast pathogens causing fungemia, especially among immunosuppressed hosts undergoing invasive medical procedures and prolonged exposure to broad-spectrum antimicrobials.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503538",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case broadens the current understanding of rare yeast pathogens and highlights the critical need for improved diagnostic tools to accurately detect and identify uncommon Candida species. Clinicians should remain vigilant to the emergence of rare yeast pathogens causing fungemia, especially amon..."
    },
    {
      "title": "Response to \"The promise and pitfalls: interpreting dual β-lactam success in <em>Mycobacterium abscessus</em> with caution\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "We read with interest the recent commentary (C. Mejia-Chew, ASM Case Rep 1:e00084-25, 2025, https://doi.org/10.1128/asmcr.00084-25) on our case report (M. Shimamura, B. Becken, J. Tansmore, M. Cristinziano, et al., ASM Case Rep 1:e00087-24, 2025, https://doi.org/10.1128/asmcr.00087-24). β-lactam therapy represents a mechanistically rational and clinically promising strategy for Mycobacterium abscessus, a pathogen with limited therapeutic options. Reported cases of β-lactam combinations...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503534",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Pulse Dose Corticosteroids With Outcomes Among Patients With Acute Exacerbations of Idiopathic Pulmonary Fibrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Corticosteroids are a mainstay of treatment for acute exacerbations of idiopathic pulmonary fibrosis (AE-IPF), but dosing practices vary. We leveraged between-hospital variation in propensity to administer pulse dose corticosteroids to determine the association between pulse dose corticosteroids and patient outcomes in AE-IPF.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503513",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A simple approach to fabricate a highly-sensitive lead(ii) ion electrochemical sensor based on plate-shaped Cu-BTC and particle-shaped Fe-BTC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "A challenging task is to study and improve the electrochemical behaviors and sensing performance of Fe-BTC and Cu-BTC-based electrodes for sensitive detection toward lead(ii) ions (Pb^(2+)). In the present work, particle-shaped Fe-BTC was effectively decorated on the plate-like Cu-BTC substrate to form a 3D-composite architecture using the microwave-assisted electrochemical method and successfully detected Pb^(2+) ions for the first time. This hierarchical structure served as a promising...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503500",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Decyl glucoside as a sustainable surfactant for cosmetic formulations: environmental stability under hardness, pH, and temperature variations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Environmental variability (including fluctuations in water hardness, pH, and temperature) can markedly affect the performance and stability of surfactants in cosmetic formulations. This study systematically evaluates the environmental robustness of three representative surfactants-Sodium Lauryl Ether Sulfate (SLES, anionic), Cocamidopropyl Betaine (CAPB, amphoteric), and Decyl glucoside (non-ionic)-with a focus on the sustainable performance of decyl glucoside in diverse conditions....",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503492",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synchrony between brain age maturation and internalising and externalising symptoms across adolescence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These results indicate that adolescent mental health problems are most strongly linked to nonlinear changes in how individuals diverge from age-expected brain trajectories, rather than to fixed differences in brain age. Nonlinear shifts in maturational tempo may therefore be a key developmental feature underlying vulnerability to psychopathology in youth.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503487",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that adolescent mental health problems are most strongly linked to nonlinear changes in how individuals diverge from age-expected brain trajectories, rather than to fixed differences in brain age",
      "conclusion": "These results indicate that adolescent mental health problems are most strongly linked to nonlinear changes in how individuals diverge from age-expected brain trajectories, rather than to fixed differences in brain age. Nonlinear shifts in maturational tempo may therefore be a key developmental feat..."
    },
    {
      "title": "A boost for integrative rethinking of resilience in water-driven transitional ecosystems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Establishing operational approaches to assess and forecast resilience is critical for understanding ecosystem responses to global change. Current methods fall short when applied to water-driven transitional ecosystems, which undergo periodic shifts between aquatic and terrestrial phases. These ecosystems are highly sensitive to changes in historical wet-dry regimes, yet existing approaches often neglect the interconnection and compensatory dynamics between phases, yielding unreliable resilience...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503407",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating biological and environmental data to solve key scientific and societal challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Biodiversity collections in the United States hold over a billion specimens and are essential to understanding the history of life on Earth, as well as patterns of biodiversity in response to environmental change. Each specimen is linked by metadata to an organism's name and the place and time of its collection. Extensive data have been collected on Earth's geology, hydrology, climate, and organisms-past and present-but the data remain largely fragmented. We report in the present article on...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503403",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Activity Budget and Behavioral Patterns of Himalayan Musk Deer in Gaurishankar Conservation Area, Nepal",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503400/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "The Himalayan Musk Deer (HMD, Moschus leucogaster) is an endangered species threatened by habitat loss, illegal hunting, and human activities. However, despite its conservation importance, the activity budgets and behavioral patterns of wild populations remain poorly understood, thus representing a key research gap. Using 25 months of camera trap data (October 2018-March 2023), this study investigated the activity patterns, behavior, and temporal overlap of HMD in the Lapchi Valley of Nepal's...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503400",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the activity patterns, behavior, and temporal overlap of HMD in the Lapchi Valley of Nepal's",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating Kolmogorov-Arnold networks with ordinary differential equations for efficient, interpretable, and robust deep learning: Epidemiology of infectious diseases as a case study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "This study extends universal differential equation (UDE) frameworks by integrating the Kolmogorov-Arnold Network (KAN) with ordinary differential equations, referred to as KAN-UDE, to achieve efficient and interpretable deep learning. Our case study centers on the epidemiology of emerging infectious diseases. Compared to UDEs based on multi-layer perceptrons, training KAN-UDE models shows significantly improved fitting performance, as evidenced by a rapid and substantial reduction in loss....",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503372",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Allgrove Syndrome in Adults: A Case of an Atypical Presentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Allgrove syndrome, or \"Triple A\" syndrome, is a rare autosomal recessive disorder characterized by achalasia, alacrima, and adrenal insufficiency. Typically diagnosed in childhood or adolescence, its adult presentation remains under-recognized and challenging. We report the case of a 29-year-old Moroccan woman with chronic dysphagia, who was ultimately diagnosed with Allgrove syndrome following the discovery of type 1 achalasia, primary adrenal insufficiency, and alacrima. The diagnosis was...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503296",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Within-day variation in the rebound effect from fuel efficiency standards and implications for road congestion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503287/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Travel demand and congestion fluctuate throughout the day, but temporal heterogeneity in travel demand elasticities is often overlooked. I estimate within-day variation in the fuel economy elasticity of travel demand, illustrating the timing of the rebound effect - when higher fuel efficiency standards increase mileage by decreasing per-mile costs. Using multiple empirical strategies and data sets, I find that drivers are most elastic during peak demand periods that coincide with morning and...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503287",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and safety of ultrasound cycloplasty as the first treatment in glaucoma for eyes with functional vision: A 1-year prospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503276/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: UCP can be an effective and safe option as the first surgical treatment for glaucoma patients with visual function. UCP significantly reduces IOP over 12 months without causing significant visual acuity decline or severe complications.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503276",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "UCP can be an effective and safe option as the first surgical treatment for glaucoma patients with visual function. UCP significantly reduces IOP over 12 months without causing significant visual acuity decline or severe complications"
    },
    {
      "title": "COVID-19 public health and social measures (PHSM) and early childhood developmental concerns in Scotland: an interrupted time series analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503274/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: COVID-19 public health and social measures (PHSM) may have affected children's development, for example by reducing their interaction with others. We examined associations between PHSM and developmental concerns among young children in Scotland.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503274",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "associations between PHSM and developmental concerns among young children in Scotland",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine learning models for prediction of (Pro)cathepsin-glycosaminoglycan binding free energies based on molecular structure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Cathepsins are papain-like proteolytic enzymes localized in lysosomes and the extracellular matrix, where they participate in diverse physiological and pathological processes. They are synthesized as inactive precursors-procathepsins-containing a propeptide domain that blocks access to the active site. The activity of (pro)cathepsins can be modulated by glycosaminoglycans (GAGs), which are negatively charged, sulfated polysaccharides. This study aimed to develop machine learning (ML) models to...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503268",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "develop machine learning (ML) models to",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating the impacts of brick-kiln emissions on fine particles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Observed winter fine particle (PM(2.5)) concentrations in Bangladesh tend to be high with monthly mean concentrations ranging between 182-229 μg m^(-3). To evaluate the model skill in reproducing the high observed concentrations, we apply the Community Multi-scale Air Quality (CMAQv5.4) model and compare model predicted PM(2.5) concentrations with observed data in Bangladesh in January 2019. We use anthropogenic emissions estimates from the Hemispheric Transport of Air Pollution (version 3)...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503259",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mitotane dosage, plasma levels, and anthropometric measurements in pediatric adrenocortical carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503252/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study supports estimating mitotane dosages in pediatric ACC, emphasizing the need for close monitoring and frequent follow-ups at specialized centers due to individualized dosing and a narrow therapeutic window.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503252",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study supports estimating mitotane dosages in pediatric ACC, emphasizing the need for close monitoring and frequent follow-ups at specialized centers due to individualized dosing and a narrow therapeutic window"
    },
    {
      "title": "Assessing Alveolar Bone Volume Fraction in Dental Implantology Using 1.5 Tesla Magnetic Resonance Imaging: An <em>Ex Vivo</em> Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503249/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Objective: Oral implant procedures necessitate assessment of alveolar bone, a vital tooth-supporting structure. While micro-computed tomography (micro-CT) is the gold standard for bone volume fraction assessment for its high spatial resolution and bone/soft tissue contrast, its substantial radiation exposure limits its use to specimens or small animals. This study evaluates the accuracy of 1.5T magnetic resonance imaging (MRI) in determining bone volume fraction, a surrogate of bone density,...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503249",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Oral implant procedures necessitate assessment of alveolar bone, a vital tooth-supporting structure",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reconsidering the Role of Blood Cultures in Community-Acquired Pneumonia: A Case of Co-Infection With <em>Streptococcus pneumoniae</em> and <em>Klebsiella variicola</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Community-acquired pneumonia (CAP) remains a leading cause of morbidity and mortality. Streptococcus pneumoniae is the most common causative pathogen, with urinary antigen testing aiding the diagnosis thereof; however, blood culture yields are low, and guideline recommendations vary. We herein report a case of a 77-year-old man with pneumococcal pneumonia confirmed by urinary antigen testing whose blood cultures also revealed Klebsiella variicola. The detection of this co-infection would have...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503242",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mapping the landscape of healthcare-associated infections in China, 2015-2019: a nation-wide observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503235/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Healthcare-associated infections (HAIs), complicated by antimicrobial resistance continue to affect all countries with unprecedented threat, especially for developing countries. Our objective was to explore the epidemiological features, spatiotemporal heterogeneity and associated factors of HAIs and HAI related multi-drug resistant organisms (MDROs) in China.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503235",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "was to explore the epidemiological features, spatiotemporal heterogeneity and associated factors of HAIs and HAI related multi-drug resistant organisms (MDROs) in China",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Adverse health outcomes among migrant workers and transnational families in the Asia-Pacific: a systematic review and meta-analysis\" [The Lancet Regional Health-Western Pacific 2025;64: 101720]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.1016/j.lanwpc.2025.101720.].",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503234",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toward Standardized Outcome Reporting in Urethral Reconstruction: Development of the \"Stricture-fecta\" Through an International Modified Delphi Consensus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503220/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Treatment success after urethral reconstruction remains poorly standardized, resulting in heterogeneous outcome reporting and limited comparability across studies. To address this gap, we aimed to establish a consensus-based, reproducible definition of surgical success through the development of a novel outcome framework: the stricture-fecta. A two-round Delphi process was conducted under the auspices of the European Association of Urology (EAU) Young Academic Urologists-Trauma and...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503220",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "establish a consensus-based, reproducible definition of surgical success through the development of a novel outcome framework: the stricture-fecta",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Density functional theory-accelerated design of perovskite quantum dots: unlocking atomic-level control for next-generation optoelectronics and sensors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Density functional theory (DFT) accelerates the rational design of lead-halide and lead-free perovskite quantum dots (PQDs) by delivering atomic-level control over electronic structure, surface chemistry, and charge dynamics, with direct relevance to next-generation optoelectronics and sensing. Using hybrid functionals (HSE06 + SOC), spin-orbit coupling, and machine-learning integration, this study systematically maps bandgap tunability (1.8-3.0 eV via halide alloying), defect passivation (trap...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503217",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immune and viral surveillance of HIV-1C reservoirs in an Indian cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503215/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Indian HIV-1 subtype C, infecting 2.6 million individuals, demonstrates unique geospatial diversity reflecting distinct evolution and host-pathogen interactions that may instruct the development of region-specific therapeutic strategies. An Indian PLHIV cohort was profiled for immune dysfunction, proviral load, broadly neutralizing antibody sensitivity, and drug resistance mutations in putative CD4^(+) T cell reservoirs. We demonstrate therapy state specific immune dysfunction, including in ART...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503215",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exercise maintains LEAP2 levels after weight loss in females with obesity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Liver-expressed antimicrobial peptide 2 (LEAP2) is an anorexigenic hormone, but its long-term decrease after diet-induced weight loss may promote weight regain. This study examined whether exercise, glucagon-like peptide-1 receptor agonist (GLP-1RA) (liraglutide), or their combination prevents the post-diet decrease in LEAP2 during 1 year of weight-loss maintenance. LEAP2 plasma levels were measured in the fasting state and during 3-h standard liquid meal tests (600 kcal) in a randomized,...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503208",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whether exercise, glucagon-like peptide-1 receptor agonist (GLP-1RA) (liraglutide), or their combination prevents the post-diet decrease in LEAP2 during 1 year of weight-loss maintenance",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microbiota modulation by a human Paneth cell α-defensin fragment protects against DSS-induced colitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503206/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "The gastrointestinal tract hosts a diverse microbial community, named the intestinal microbiota, which plays a vital role in gut health. Host defense peptides (HDPs), such as defensins, help regulate interactions between the host and its microbiota. Dysfunction in HDPs expression has been associated with a greater risk of inflammatory bowel diseases (IBDs), while some HDPs may positively shape the gut environment. Human alpha defensin 5 (HD5) can be cleaved by intestinal enzymes into bioactive...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503206",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adverse Muscle Composition Is an Early Feature of Chronic Kidney Disease and Associates With Poor Function and Comorbidities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The AMC, assessed by MRI, is a prevalent muscle composition phenotype in CKD and is associated with high prevalence of comorbidity, poor function, and increased risk for CHD.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503193",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The AMC, assessed by MRI, is a prevalent muscle composition phenotype in CKD and is associated with high prevalence of comorbidity, poor function, and increased risk for CHD"
    },
    {
      "title": "Recurrent IgG4-related Tubulointerstitial Nephritis Successfully Treated With Obinutuzumab: A Case Report and Literature Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Currently, Immunoglobulin G4 (IgG4)-related disease is treated with glucocorticoids alone or in combination with other immunosuppressants. Although the initial response rate is substantial, the remission rate is suboptimal, and the recurrence rate following rituximab therapy remains high. Here, we report the first patient with IgG4-related tubulointerstitial nephritis who was treated with obinutuzumab after relapse, providing additional insights for future treatment strategies. This case...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503191",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transplantation in Mandatory Kidney Payment Models: Understanding the Potential Influence of the ESRD Treatment Choices Model on the Increasing Organ Transplant Access Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503186/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503186",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characteristics of insulin prescriptions and their association with glycemic control in adults with type 2 diabetes mellitus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503167/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Insulin instruction type was associated with glycemic control, but control was low.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503167",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Insulin instruction type was associated with glycemic control, but control was low"
    },
    {
      "title": "Recombinant Thrombomodulin Domain 1 Promotes Diabetic Corneal Wound Healing by Inhibiting HMGB1 Production and NLRP3 Inflammasome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503166/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Topical application of rTMD1 promotes corneal epithelial wound healing in diabetic conditions by inhibiting HMGB1/TLR4/NLRP3-mediated inflammation. rTMD1 holds promise as a potential therapeutic agent for diabetic keratopathy, although further studies are needed to validate its clinical efficacy and safety.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503166",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Topical application of rTMD1 promotes corneal epithelial wound healing in diabetic conditions by inhibiting HMGB1/TLR4/NLRP3-mediated inflammation. rTMD1 holds promise as a potential therapeutic agent for diabetic keratopathy, although further studies are needed to validate its clinical efficacy and..."
    },
    {
      "title": "Denosumab treatment of osteoporotic women arrests cortical bone remodeling events at the reversal-resorption phase but does not affect ongoing bone formation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Denosumab is an anti-resorptive therapy that effectively reduces fracture risk and increases BMD in women with postmenopausal osteoporosis. In this study, we focused on the less well-investigated cortical remodeling process and its transition from erosion to formation after denosumab treatment, using a histomorphometric classification of intracortical pores. Cortical bone is more prominent in non-vertebral bones, where denosumab is less effective in fracture reduction. In iliac crest biopsies...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503151",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Organic Pollutants and Risk of Type 2 Diabetes: A Systematic Review and Meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Several OPs were associated with higher risk of T2D. Future work should evaluate the concentration threshold at which OPs increase risk to inform both T2D screening and OP advisories and regulation.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503107",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Several OPs were associated with higher risk of T2D. Future work should evaluate the concentration threshold at which OPs increase risk to inform both T2D screening and OP advisories and regulation"
    },
    {
      "title": "Indigo Formation as a Predictor of Non-Native Aromatic Hydroxylation in Cytochrome P450 BM3",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Screening cytochrome P450 BM3 enzyme for specific non-native reactivity is challenging. This enzyme is natively promiscuous in hydroxylation and epoxidation reactions and directed evolution has broadened its scope of reactivity, making it valuable in synthetic schemes. To accelerate discovery of further targets of reactivity, this study investigates indigo formation as a cost-effective predictive marker for hydroxylation of non-native aromatic compounds. Following site-saturation mutagenesis at...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503063",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Credit-frequency compliance paradox and dual-track hazard evolution in urban occupational health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides empirical support for the Credit-Frequency Compliance Paradox and documents Dual-Track Hazard Evolution-traditional occupational hazards decline while novel risks emerge in high-tech and service sectors. Although these frameworks originate from a single region, they may still offer preliminary insights into occupational health governance in other post-industrial urban contexts before being validated in diverse geographical and economic settings.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503040",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides empirical support for the Credit-Frequency Compliance Paradox and documents Dual-Track Hazard Evolution-traditional occupational hazards decline while novel risks emerge in high-tech and service sectors. Although these frameworks originate from a single region, they may still off..."
    },
    {
      "title": "Fire retardants are an overlooked source of phosphorus to western US ecosystems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Excessive nutrient loading to surface waters endangers drinking water supplies, recreation, aquatic life, and many other water quality endpoints. Unfortunately, concentrations of phosphorus (P) and nitrogen (N) remain high in many US waterbodies and may be increasing in remote, relatively pristine watersheds. Several hypotheses have been advanced to explain this increase, including warming temperatures, increased dust, and wildfire-associated smoke and ash deposition. Notably, nutrients from...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503035",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genome-sequencing of ocular fluid in a patient with syphilitic uveitis: Strain identification and antimicrobial resistance detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND IMPORTANCE: This case report highlights the utility of ocular fluid's genome sequencing in diagnosing ocular syphilis and detecting antimicrobial resistance. Given the resurgence of syphilis in the U.S. and globally and the shortage of penicillin worldwide, genomic sequencing of ocular fluid may also assist in antimicrobial resistance detection for syphilis, along with pathogen identification, in concert with serologic assessment.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503031",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND IMPORTANCE: This case report highlights the utility of ocular fluid's genome sequencing in diagnosing ocular syphilis and detecting antimicrobial resistance. Given the resurgence of syphilis in the U"
    },
    {
      "title": "Translation, cross-cultural adaptation and psychometric evaluation of the Portuguese version of the self-care in chronic obstructive pulmonary disease inventory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503030/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The Portuguese version of the Self-Care in Chronic Obstructive Pulmonary Disease Inventory demonstrated acceptable psychometric properties. Some differences were observed compared to the original instrument. Further validation studies are needed to confirm its psychometric characteristics in the Portuguese population.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503030",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Portuguese version of the Self-Care in Chronic Obstructive Pulmonary Disease Inventory demonstrated acceptable psychometric properties. Some differences were observed compared to the original instrument"
    },
    {
      "title": "Organoids in Cancer Research and Regenerative Medicine: Current Status, Challenges, and Future Prospects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503026/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Cancer and tissue regeneration pose great challenges to global health, as cancer treatment is impeded by tumor heterogeneity and therapy resistance, while regenerative medicine is constrained by donor shortages and difficulties in replicating native tissue structures. Organoids, as advanced three-dimensional multicellular structures derived from stem cells, have emerged as transformative tools in biomedical research. They recapitulate key aspects of native human tissue composition and functions,...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503026",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mastering Organoid Growth: A Complete Guide to Overcoming Methodological Challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503024/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Organoid technology has become among the most popular technologies in recent years, due to their three-dimensional and physiologically enriching models that closely mimic the structure and function of human organs. Herein, this review details the in-depth methodology, updated to date, for the efficient cultivation of organoids. Emphasizing liver organoids, both hepatocyte and cholangiocyte derived, and other abdominal organ systems, such as gut, kidney, and pancreas, we explore the technological...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503024",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stereodivergent access to α- and β-azanucleosides <em>via</em> catalyst-free, achiral modulator-controlled iodocyclization: a concise synthesis of forodesine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Stereoselective glycosidic bond formation remains a major challenge in nucleoside synthesis. Azanucleosides, a prominent class of nucleoside analogs wherein the sugar oxygen is replaced by nitrogen, exhibit unique biological activities but struggle to achieve anomeric selectivity in synthesis. We disclose a catalyst-free iodocyclization strategy that uses simple achiral molecules-NaI or 2-mercaptobenzimidazole-to stereodivergently access both α- and β-azanucleosides in high yields (up to 98%)...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503017",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Variable E-field properties of dual-site tACS with phase lags",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Dual-site transcranial alternating current stimulation (ds-tACS) enables the modulation of interregional functional connectivity by introducing a phase lag between the stimulating currents. However, overlapping electric fields (E-fields), particularly in closely spaced cortical targets like the primary motor cortices (M1s), may unintentionally alter E-field characteristics and confound the interpretation of functional connectivity modulation. We aimed to systematically evaluate how different...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503007",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "systematically evaluate how different",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detecting patterns of atrophy in cognitively impaired individuals using portable, low-field MRI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Low-field MRI (LF-MRI) is an emerging neuroimaging approach for evaluating patients with dementia, offering greater accessibility and lower cost, albeit with reduced image resolution. In this study, we deployed LF-MRI in an outpatient clinic and analyzed images with a multi-functional artificial intelligence (AI) algorithm (WMH-SynthSeg) to generate segmentation volumes of 16 brain regions. We validated the accuracy of the quantifications compared with conventional, high-field (HF) MRI in...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41503006",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of initial hematocrit levels during direct procurement and perfusion on the likelihood of primary graft dysfunction in donation after circulatory death heart transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Higher perfusate HCT was not associated with reduced PGD and may be linked to increased postoperative support requirements. These findings raise important questions about optimal HCT levels for ex vivo perfusion and warrant further prospective investigation.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41502984",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "questions about optimal HCT levels for ex vivo perfusion and warrant further prospective investigation",
      "conclusion": "Higher perfusate HCT was not associated with reduced PGD and may be linked to increased postoperative support requirements. These findings raise important questions about optimal HCT levels for ex vivo perfusion and warrant further prospective investigation"
    },
    {
      "title": "Bioinspired scaffold recapitulating chondrogenic ontogeny and microenvironment for functional cartilage regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502980/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Focal articular cartilage defects often progress to osteoarthritis, imposing a substantial global health burden. Current neglect of cartilage developmental regulation and cartilage microenvironment compromises therapeutic efficacy. We developed an innovation CE-SKP/CPH/P2G3 scaffold which effectively repairs focal cartilage defects and emulates native cartilage ontogeny: the superficial CE-SKP hydrogel layer recruits SMSCs and promotes chondrogenesis; the middle CPH hydrogel layer induces...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41502980",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to Letter by Dr. Verbeck",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502921/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41502921",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and safety of an all-oral delamanid-containing regimen in the treatment of multidrug-resistant pulmonary tuberculosis complicated by extrapulmonary tuberculosis: Four case reports and review of the literature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this small case series of patients with MDR-TB and diverse extrapulmonary manifestations, an all-oral DLM-containing regimen was associated with significant lesion regression and demonstrated a manageable safety profile. QT prolongation was the primary adverse event, reversible with intervention. These findings-representing China's first systematic report of this regimen for multisite EPTB, including the pediatric case-align with WHO guidance and suggest DLM's potential utility...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41502914",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this small case series of patients with MDR-TB and diverse extrapulmonary manifestations, an all-oral DLM-containing regimen was associated with significant lesion regression and demonstrated a manageable safety profile. QT prolongation was the primary adverse event, reversible with intervention"
    },
    {
      "title": "Impact of Candida Care Bundle Compliance on the Prognosis of Patients With Candidemia: A Multicenter Retrospective Cohort Study With Propensity Score Matching Analysis (2016-2023)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502907/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Strict compliance to the Candida Care Bundle significantly improves survival, underscoring its importance in candidemia management.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41502907",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Strict compliance to the Candida Care Bundle significantly improves survival, underscoring its importance in candidemia management"
    },
    {
      "title": "Metastatic Spine Disease Alters Vertebral Load-To-Strength Ratios in Cancer Patients Compared to Healthy Individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502905/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "PURPOSE: This study investigated the effect of bone metastasis on the biomechanical environment of human vertebrae in patients with metastatic spine disease through the metric of load-to-strength ratio (LSR). Specifically, we compared the patients' LSRs to age and sex-similar noncancer controls from the Framingham Heart Study.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41502905",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study investigated the effect of bone metastasis on the biomechanical environment of human vertebrae in patients with metastatic spine disease through the metric of load-to-strength ratio (LSR)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A machine learning-based model for predicting the postoperative risk of acute kidney injury in neonates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502904/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The ML model that uses the LR algorithm with eight commonly measured variables could serve as a tool to predict postoperative AKI in neonates.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41502904",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The ML model that uses the LR algorithm with eight commonly measured variables could serve as a tool to predict postoperative AKI in neonates"
    },
    {
      "title": "Analysis of the therapeutic effect of allogeneic hematopoietic stem cell transplantation in the treatment of pediatric acute lymphoblastic leukemia with <em>E2A::HLF</em> fusion gene: a case series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502902/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The combination of CAR-T-cell therapy before HSCT and pro-DLI treatment after HSCT may represent an effective strategy to improve outcomes in these pediatric patients.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41502902",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The combination of CAR-T-cell therapy before HSCT and pro-DLI treatment after HSCT may represent an effective strategy to improve outcomes in these pediatric patients"
    },
    {
      "title": "Transcription factor activity-based stratification reveals prognostic subtypes and immune landscape in neuroblastoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: TF activity profiling provides robust stratification for NB, integrating clinical prognostication and immune characterization. This study offers novel insights into TF-driven NB biology, with implications for targeted therapy and immunotherapeutic strategies.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41502895",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for targeted therapy and immunotherapeutic strategies",
      "conclusion": "TF activity profiling provides robust stratification for NB, integrating clinical prognostication and immune characterization. This study offers novel insights into TF-driven NB biology, with implications for targeted therapy and immunotherapeutic strategies"
    },
    {
      "title": "The predictive accuracy of systemic immune-inflammation index and lymphocyte-to-monocyte ratio for extrapulmonary complications in pediatric <em>Mycoplasma pneumoniae</em> pneumonia: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SIRI and LMR are valuable inflammatory biomarkers for predicting EP complications in pediatric MPP cases. Higher SIRI and CRP levels were linked to an increased risk of extrapulmonary involvement, while lower LMR appeared to be protective. The combination of these markers enhances predictive accuracy, supporting their potential clinical utility in risk stratification and early intervention strategies.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41502894",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SIRI and LMR are valuable inflammatory biomarkers for predicting EP complications in pediatric MPP cases. Higher SIRI and CRP levels were linked to an increased risk of extrapulmonary involvement, while lower LMR appeared to be protective"
    },
    {
      "title": "Development of a cold-heat syndrome classification model for children with allergic rhinitis based on multimodal data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The multimodal model integrating clinical features and features from tongue images demonstrated high accuracy, with potential to assist pediatricians in syndrome differentiation and treatment decision-making for children with AR. The multimodal model may enable objective and quantifiable diagnostic results, improving efficiency and accuracy.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41502884",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "and quantifiable diagnostic results, improving efficiency and accuracy",
      "significance": null,
      "conclusion": "The multimodal model integrating clinical features and features from tongue images demonstrated high accuracy, with potential to assist pediatricians in syndrome differentiation and treatment decision-making for children with AR. The multimodal model may enable objective and quantifiable diagnostic ..."
    },
    {
      "title": "Functions of the cell wall polysaccharide schizophyllan during vegetative growth of <em>Schizophyllum commune</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502876/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Schizophyllan, a β-(1,3)(1,6)-glucan, is part of the cell wall of the mushroom-forming fungus Schizophyllum commune and is also released into the culture medium. It has various commercial applications but the natural function of schizophyllan during growth of S. commune is largely unknown. The S. commune strain H4-8A was grown on minimal medium (MM-N) and medium containing 10-fold more KH(2)PO(4)/K(2)HPO(4) buffer (MM-NKP). The addition of extra buffer resulted in a 4.2-fold decrease in...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41502876",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Observed events frequencies and associated factors among soccer players during the 2021 African Cup of Nations competition: A video-based exploratory analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Muscle-related events were the most frequently observed during the 2021 AFCON, with older age and longer playing time identified as key associated factors. These events were more prevalent in ALP compared to NALP.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41502862",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Muscle-related events were the most frequently observed during the 2021 AFCON, with older age and longer playing time identified as key associated factors. These events were more prevalent in ALP compared to NALP"
    },
    {
      "title": "Regional and National Shared Research Resources: Challenges and Opportunities§",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Shared Research Resources (SRRs), also known as Core Facilities or Research Service Centers are essential for advancing scientific research in academic, government, industry, and non-profit institutions since they provide access to advanced resources like innovative research technologies, latest equipment in variety of platforms, and expert personnel with skills to solve complex problems as well as providing training and pursue technology development. Traditionally, SRRs are thought of as...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41502859",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "County-to-county migration modeling in the United States: the effects of data source and model selection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "Internal migration plays a critical role in shaping demographic and economic landscapes, yet the ability to model migration flows accurately remains a methodological challenge. This study evaluates the performance of different migration models applied to three key U.S. data sources: the Internal Revenue Service (IRS) migration data, the American Community Survey (ACS), and the Census long-form data. While these datasets provide valuable insights into county-to-county migration, they differ in...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41502831",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502099/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20260108142618&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The proposed balance biomarkers derived from inertial sensors demonstrate the potential for early detection of MCI, paving the way for non-invasive screening solutions to facilitate timely intervention in dementia care.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41502099",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed balance biomarkers derived from inertial sensors demonstrate the potential for early detection of MCI, paving the way for non-invasive screening solutions to facilitate timely intervention in dementia care"
    }
  ]
}