{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-31T07:42:43.407Z",
  "totalItems": 150,
  "totalArchived": 40352,
  "newPapersAdded": 155,
  "institutionBreakdown": {
    "KAIST": 21,
    "SNU": 100,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 4,
    "Korea University": 45,
    "IBS": 8,
    "UNIST": 0,
    "Hanyang University": 6,
    "KIST": 4,
    "GIST": 4,
    "Kyung Hee University": 16,
    "Pusan National University": 6
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 91,
    "Biomedical": 34,
    "Cancer Research": 15,
    "Computer Science": 3,
    "Neuroscience": 2,
    "Materials Science": 5
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Dapagliflozin modulates plasma lipidomic profile and urinary metabolite excretion in type 2 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469882/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: DAPA treatment has major effects on the plasma lipidomic and the urine metabolomic profiles, with significant increased renal excretion of several metabolites, especially amino-acids, independently of increased diuresis. These data offer insights into the complex metabolic pathways leading to kidney protection by SGLT2 inhibitors.",
      "pubDate": "2025-12-31T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41469882",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DAPA treatment has major effects on the plasma lipidomic and the urine metabolomic profiles, with significant increased renal excretion of several metabolites, especially amino-acids, independently of increased diuresis. These data offer insights into the complex metabolic pathways leading to kidney..."
    },
    {
      "title": "Plasma presepsin as a predictor of mortality in patients with UTI-related severe infection: a single-center retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41469631",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AI-driven decoding of naturalistic behaviors enables tailored detection of depressive-like behavior in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Major depressive disorder (MDD) is an etiologically diverse psychiatric disease with heterogeneous manifestations, making it difficult to diagnose with conventional assessment standards. In addition, the obvious incompatibility of the standard survey-based tests for human MDD and the behavioral assays for depressive-like phenotypes in mice makes clear the requirement for a non-invasive method for quantifying the expression of depressive-like state in naturalistic contexts. Here, we introduce a...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41469393",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Recombinant Methioninase Dose and Timing on the Selective and Precise Elimination of Cancer Cells from Co-Cultured Normal Cells and on Methionine-dependent Rescue of Cancer Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469128/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The ability of rMETase to eliminate cancer cells co-cultured with normal cells is dose-dependent. Even at high effective doses of rMETase, the cancer cells could be rescued by methionine supplementation up to at least day-6, indicating the need for the continuous presence of rMETase to selectively inhibit the cancer cells.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41469128",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The ability of rMETase to eliminate cancer cells co-cultured with normal cells is dose-dependent. Even at high effective doses of rMETase, the cancer cells could be rescued by methionine supplementation up to at least day-6, indicating the need for the continuous presence of rMETase to selectively i..."
    },
    {
      "title": "Analysis of Multi-Domain Factors Influencing Mental Health and Suicide: A Comparative Study of Urban and Rural Areas at City, County, and District Levels in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings reveal distinct patterns in the relationships between stress, depression, and suicide between urban and rural areas. These results underscore the need for tailored suicide prevention policies and mental health interventions that address the unique characteristics of each region.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41468918",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings reveal distinct patterns in the relationships between stress, depression, and suicide between urban and rural areas. These results underscore the need for tailored suicide prevention policies and mental health interventions that address the unique characteristics of each region"
    },
    {
      "title": "A real-world experience with ranibizumab 0.5 mg initial intensive treatment for diabetic macular edema: 24-week outcomes of the RISING-K study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468710/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Initial intensive treatment with ranibizumab 0.5 mg was effective in both treatment-naïve and prior-treated patients with DME. Functional outcomes varied by prior anti-VEGF treatment and fluid compartment.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41468710",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Initial intensive treatment with ranibizumab 0.5 mg was effective in both treatment-naïve and prior-treated patients with DME"
    },
    {
      "title": "Thyroglobulin Cutoffs after Total Thyroidectomy Without Radioiodine in Low- to Intermediate-Risk Thyroid Cancer: A Multicenter Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467912/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Background: The prognostic value of unstimulated serum thyroglobulin (Tg) levels for structural recurrence in patients with low- to intermediate-risk differentiated thyroid cancer (DTC) who underwent total thyroidectomy but did not receive radioactive iodine (RAI) therapy remains unclear. This study aimed to determine Tg cutoff values and evaluate the role of dynamic Tg monitoring in risk stratification in these patients. Methods: We retrospectively analyzed 9753 patients with low- to...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41467912",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "determine Tg cutoff values and evaluate the role of dynamic Tg monitoring in risk stratification in these patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accurate serotype identification of <em>Streptococcus pneumoniae</em> using nanopore Cas9-targeted serotype identification (nCATSerotyping)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Streptococcus pneumoniae (pneumococcus) is a leading cause of community-acquired pneumonia and invasive diseases, particularly among children and the elderly. The introduction of pneumococcal conjugate vaccines has significantly reduced invasive pneumococcal disease, but the prevalence of non-vaccine serotypes and newly emerging serotypes is increasing globally. Thus, accurate serotyping is essential for epidemiological surveillance and the development of next-generation multivalent pneumococcal...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41467797",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dammarenediol II enhances etoposide-induced apoptosis by targeting O-GlcNAc transferase and Akt/GSK3β/mTOR signaling in liver cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466540/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Combining chemotherapy with chemosensitizing agents is a common strategy to enhance anticancer efficacy while mitigating treatment-related side effects. This study investigated the potential of dammarenediol II (DM2), a ginsenoside precursor, to enhance the anticancer effects of etoposide by downregulating O-linked β-N-acetylglucosamine modification (O-GlcNAcylation) and modulating the Akt signaling pathway in HepG2 human liver cancer cells. The effect of DM2 on O-GlcNAcylation regulation was...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41466540",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the potential of dammarenediol II (DM2), a ginsenoside precursor, to enhance the anticancer effects of etoposide by downregulating O-linked β-N-acetylglucosamine modification (O-GlcNAcylation) and mod...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A human lung organoid platform for studying radiation-induced pulmonary fibrosis and antifibrotic drug screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466095/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Radiation-induced pulmonary injury and fibrosis (RIPI/RIPF) is a major complication following thoracic radiotherapy, characterized by persistent inflammation and excessive extracellular matrix deposition leading to irreversible lung disease. The development of antifibrotic drugs has been limited by the lack of physiologically relevant in vitro models that mimic the complex lung microenvironment. In this study, we established a human embryonic stem cells-derived human lung organoids (hLOs) model,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41466095",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic Gene Network Alterations and Identification of Key Genes in the Spleen During African Swine Fever Virus (ASFV) Infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "ASFV is responsible for high mortality in domestic pigs and has caused substantial economic impact on the global swine industry due to herd losses, trade restrictions, and disease control measures. We analyzed publicly available spleen RNA-seq data from ASFV-infected pigs (n = 13 total samples), including 7 pre-infection (0 dpi), 4 samples at 2 days post-infection (2 dpi), and 2 samples at 5 dpi (5 dpi). Weighted gene co-expression network analysis (WGCNA) identified 19 modules; module-trait...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41465783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "publicly available spleen RNA-seq data from ASFV-infected pigs (n = 13 total samples), including 7 pre-infection (0 dpi), 4 samples at 2 days post-infection (2 dpi), and 2 samples at 5 dpi (5 dpi)",
      "significance": "on the global swine industry due to herd losses, trade restrictions, and disease control measures",
      "conclusion": null
    },
    {
      "title": "Antiviral Activity of Ethyl Gallate Against Zika Virus: In Vitro and In Silico Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Zika virus (ZIKV) remains a significant global public health concern, and growing resistance to existing antiviral drugs underscores the necessity of developing alternative therapeutic options. In this study, we investigated the inhibitory effects of ethyl gallate against ZIKV using antiviral activity evaluation, molecular docking, and molecular dynamic simulations. Treatment of ZIKV-infected Vero E6 cells with ethyl gallate resulted in dose-dependent suppression of viral infection without...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41465488",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the inhibitory effects of ethyl gallate against ZIKV using antiviral activity evaluation, molecular docking, and molecular dynamic simulations",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of Differential GPX4 Essentiality Between Intrahepatic and Extrahepatic Cholangiocarcinoma via Leveraging of a Large-Scale Functional Genomic Screen",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465418/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Ferroptosis has emerged as a promising therapeutic vulnerability of diverse malignancies, yet the regulatory circuits adopted by each in cholangiocarcinoma (CCA) subtypes remain incompletely understood. We integrated the genome-wide CRISPR-Cas9 loss-of-function screens and transcriptomic profiles of the Cancer Dependency Map and then systematically assessed the essentiality of ferroptosis suppressor genes (FSGs) in the intrahepatic (iCCA) and extrahepatic (eCCA) subtypes. Nineteen and 16...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41465418",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dictamnine Exhibits Anti-Asthmatic Effects by Modulating TGF-β/Smad2/3 Signaling in a Murine Asthma Model and Human Bronchial Epithelial Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Current asthma therapies reduce inflammation and symptoms but there are concerns regarding adverse effects and the long-term treatment burden. The anti-asthmatic potential of Dictamnine (Dic) has not been investigated. The therapeutic effect of Dic on airway inflammation and remodeling was investigated by targeting the tumor growth factor (TGF)-β/Smad2/3 pathway. A murine model of ovalbumin (OVA)-induced asthma was used to evaluate the effects of orally-administered Dic on airway...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41465320",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Two-Year Clinical Outcomes of Critical Limb-Threatening Ischemia Versus Claudication After Femoropopliteal Endovascular Therapy: An Analysis from K-VIS ELLA Registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464820/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Endovascular therapy (EVT) is the treatment of choice for femoropopliteal artery (FPA) disease manifesting as critical limb-threatening ischemia (CLTI) or intermittent claudication (IC). This study aimed to compare the clinical outcomes of patients with CLTI with those of patients with IC after EVT in a real-world setting. Methods: In total, 1924 patients with FPA disease (CLTI: n = 812, IC: n = 1112) from the K-VIS ELLA (Korean Vascular Intervention Society Endovascular...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41464820",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "a real-world setting. Methods: In total",
      "objective": "Endovascular therapy (EVT) is the treatment of choice for femoropopliteal artery (FPA) disease manifesting as critical limb-threatening ischemia (CLTI) or intermittent claudication (IC)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Herbal Neuroprotection Meets Stress-Induced Neuropathology: Bojungikgi-Tang Modulates the Hypothalamic-Pituitary-Adrenal Axis and GABAergic Pathways in Post-Traumatic Stress Disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41462862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Background: Post-traumatic stress disorder (PTSD) is a mental disorder that can develop after experiencing or witnessing a traumatic event. Dysfunction of the hypothalamic-pituitary-adrenal (HPA) axis and alterations in neurotransmitters (gamma-aminobutyric acid (GABA) and glutamate) are the main pathologies of PTSD. In particular, altered GABAergic neurotransmission and reduced GABA activity are linked to PTSD. Given the low efficacy and side effects of serotonin reuptake inhibitors-the most...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41462862",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between COVID-19 Exposure Duration on Receptive and Expressive Language Development in Preschool Children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41462777/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: The COVID-19 pandemic substantially altered children's daily experiences, limiting social interactions, which are critical for language development. This study aims to explore how the pandemic influenced receptive and expressive language abilities in children under six years, focusing on the impact of exposure duration and differences with the pandemic period. Methods: This retrospective cross-sectional study reviewed 189 children assessed for language delay at our...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41462777",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The COVID-19 pandemic substantially altered children's daily experiences, limiting social interactions, which are critical for language development",
      "significance": "of exposure duration and differences with the pandemic period",
      "conclusion": null
    },
    {
      "title": "Iloprost, a Prostacyclin Analogue, Alleviates Oxidative Stress and Improves Development of Parthenogenetic Porcine Embryos via Nrf2/Keap1 Signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41462692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study demonstrates that PGI(2) protects embryos by activating Nrf2/Keap1 signaling, establishing this axis as a key antioxidant defense during embryonic development and highlighting its potential to improve embryo culture systems.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41462692",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that PGI(2) protects embryos by activating Nrf2/Keap1 signaling, establishing this axis as a key antioxidant defense during embryonic development and highlighting its potential to improve embryo cultu...",
      "conclusion": "This study demonstrates that PGI(2) protects embryos by activating Nrf2/Keap1 signaling, establishing this axis as a key antioxidant defense during embryonic development and highlighting its potential to improve embryo culture systems"
    },
    {
      "title": "Optimizing Extraction Polarity for Multifunctional Bioactivities and Phenolic Composition in <em>Polygonum cuspidatum</em> Sieb. et Zucc. Ultrasonic Extraction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41462631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Ethanol concentration is a critical determinant for maximizing the bioactivity of P. cuspidatum. Extraction with 70% ethanol is identified as the optimal condition, supporting the potential of this plant as a source of natural bioactive compounds.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41462631",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Ethanol concentration is a critical determinant for maximizing the bioactivity of P. cuspidatum"
    },
    {
      "title": "Estimation of walking energy expenditure using a single sacrum-mounted IMU based on biomechanically-informed machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41462314/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Energy expenditure (EE) estimation during walking has significant applications in healthcare, sports science, and rehabilitation, but remains challenging to measure in real-world settings. Existing wearable approaches often require complex multi-sensor systems or extensive training datasets, limiting their practical implementation. We propose a biomechanically-informed machine learning approach to estimate EE during walking in healthy subjects, based on sagittal joint powers of the body segment,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41462314",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NKG2D receptor ligands are cell surface biomarkers for injured murine and human nociceptive sensory neurons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41462261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41462261",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of topically applied liquid N-acetylcysteine for the management of burning mouth syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41462060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Burning Mouth Syndrome (BMS) is a chronic neuropathic pain condition with limited treatment options. N-acetylcysteine (NAC), a thiol-based antioxidant with neuroprotective properties, has not been clinically evaluated as a topical agent for BMS. This study aimed to evaluate the efficacy of topically applied liquid NAC in reducing symptoms and improving quality of life of patients with BMS. In a multicenter, prospective, nonrandomized, open-label study, 114 patients with BMS were allocated to...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41462060",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the efficacy of topically applied liquid NAC in reducing symptoms and improving quality of life of patients with BMS",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of rescuer heart rate changes on the quality of infant CPR: a simulation-based study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Within this short, three-cycle simulation, exercise-induced heart-rate elevation was not associated with measurable deterioration in infant CPR quality.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41469879",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Within this short, three-cycle simulation, exercise-induced heart-rate elevation was not associated with measurable deterioration in infant CPR quality"
    },
    {
      "title": "Emissions of mantle helium and abiotic methane at newly discovered black smokers along the Central Indian ridge (12°S-16°S)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469764/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Volatiles emitted from black smokers provide crucial insights into mantle and hydrothermal processes. This study investigated the Cheoeum (CVF) and MIRAE-2 (M2VF) vent fields in the 12-16°S region of the Central Indian Ridge (CIR) using RV ISABU and ROV ROPOS. We measured ³He/⁴He, ⁴He/^(20)Ne, CH(4) concentration, δ^(13)C of CH(4), and ^(222)Rn activity in 78 seawater samples from vent fluids and the overlying plume. The end-member ³He/⁴He ratio is 7.94 Ra, indicating the MORB mantle source....",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41469764",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the Cheoeum (CVF) and MIRAE-2 (M2VF) vent fields in the 12-16°S region of the Central Indian Ridge (CIR) using RV ISABU and ROV ROPOS",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychophysical responses to needling depth using ultrasound imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469657/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41469657",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Video-enhanced training for entrustable professional activities in preclinical oral surgery: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41469643",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "National trends in the unmet healthcare needs among patients with hypertension or type 2 diabetes mellitus in Korea from 2009 to 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Unmet healthcare needs are defined as situations in which individuals required medical care within the past year but were unable to receive it. Among individuals with chronic conditions, such gaps in care may lead to serious complications, although previous studies during the COVID-19 pandemic remain limited. Therefore, this study aimed to address those gaps by examining long-term trends and identifying vulnerable populations among individuals with hypertension or type 2 diabetes mellitus (T2DM)...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41469580",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "address those gaps by examining long-term trends and identifying vulnerable populations among individuals with hypertension or type 2 diabetes mellitus (T2DM)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Measurable residual disease monitoring after hematopoietic stem cell transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469471/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41469471",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "LTPO-based pixel circuit with highly uniform luminance and low flicker for variable refresh rate in AMOLED displays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41469462",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of smart energy on a three-echelon closed-loop supply chain management with reduction of carbon emissions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469424/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "The effective management of energy consumption and the reduction of emissions are crucial to sustainable supply chain management. Sustainability can be approached in a new way through smart energy. Smart energy combines traditional and renewable energy sources through a smart system that is more efficient than conventional energy for sustainability. The model creates a closed-loop supply chain management for tires production to find the efficiency of smart energy utilization and the...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41469424",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Repurposing dipeptidyl peptidase-4 inhibitor for Parkinson's disease prevention: A drug-target Mendelian randomization study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469306/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Parkinson's disease (PD) remains without effective disease-modifying therapies, primarily due to limited understanding of its underlying mechanisms. Emerging evidence suggests that dipeptidyl peptidase-4 inhibitors (DPP-4Is), commonly used as anti-diabetics, may offer neuroprotective effects. We aimed to evaluate the potential of repurposing DPP-4Is for reducing the PD risk, using a drug-target Mendelian randomization (MR) approach, with specific attention to sex. We performed two-sample MR...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41469306",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the potential of repurposing DPP-4Is for reducing the PD risk, using a drug-target Mendelian randomization (MR) approach, with specific attention to sex",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spontaneous changes in ramal inclination and their impact on condylar head and joint space in patients with deviated mandibular prognathism: a three-dimensional comparative analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469276/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "The aim of this study was to analyse the spontaneous changes in ramal inclination following mandibular setback surgery in patients with asymmetric prognathism. The stability of these changes and their impact on the condylar head position and joint space were evaluated. Fifty-three condyles were included and categorized into deviated side (D) and non-deviated side (ND) groups. Data were collected from cone beam computed tomography scans obtained preoperatively (Pre), immediately postoperative...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41469276",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to analyse the spontaneous changes in ramal inclination following mandibular setback surgery in patients with asymmetric prognathism",
      "significance": "on the condylar head position and joint space were evaluated",
      "conclusion": null
    },
    {
      "title": "Comparison of the postoperative opioid-sparing effect between preemptive and preventive intravenous acetaminophen/ibuprofen fixed-dose combination in patients undergoing robot-assisted laparoscopic radical prostatectomy: a double-blind randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Postoperative opioid consumption was not significantly different between preemptive and preventive administration of acetaminophen/ibuprofen in patients undergoing RALP.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41469217",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Postoperative opioid consumption was not significantly different between preemptive and preventive administration of acetaminophen/ibuprofen in patients undergoing RALP"
    },
    {
      "title": "A paradigm shift in analgesic discovery: from rodent to human models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41469214",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immune Microenvironment Signatures Predict Response and Survival in Rectal Cancer Patients After Neoadjuvant Chemoradiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469098/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Immune-related gene expression patterns are associated with response to nCRT in rectal cancer. High expression levels of S100A8, SPINK5, ANXA1, FOXJ1, and CLEC7A were indicative of favorable treatment response, and S100A8 and SPINK5 were associated with prognosis. A machine learning-based model composed of immune-related genes showed strong predictive potential. Our results support the use of immune gene signatures to guide personalized therapy in rectal cancer.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41469098",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "Immune-related gene expression patterns are associated with response to nCRT in rectal cancer. High expression levels of S100A8, SPINK5, ANXA1, FOXJ1, and CLEC7A were indicative of favorable treatment response, and S100A8 and SPINK5 were associated with prognosis"
    },
    {
      "title": "Socioeconomic status and adverse pregnancy outcome increase the risk of long-term cardiovascular disease: an analysis using the UK Biobank",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We found that women with low SES were more vulnerable to the adverse effects of APO history, resulting in a greater increase in ASCVD risk. This study highlights the need for SES-tailored preventive policies to reduce long-term cardiovascular disease in women with a history of APO.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41468998",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We found that women with low SES were more vulnerable to the adverse effects of APO history, resulting in a greater increase in ASCVD risk. This study highlights the need for SES-tailored preventive policies to reduce long-term cardiovascular disease in women with a history of APO"
    },
    {
      "title": "Comparative Study of the Clinical Characteristics of Patients With Sexually Transmitted Infections Diagnosed by Nucleic Acid Amplification Tests",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468916/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CT showed the highest complication rate and NG was the most symptomatic. MG was a key predictor of NAAT clearance failure, underscoring the need for antimicrobial resistance monitoring and optimized retreatment strategies.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41468916",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CT showed the highest complication rate and NG was the most symptomatic. MG was a key predictor of NAAT clearance failure, underscoring the need for antimicrobial resistance monitoring and optimized retreatment strategies"
    },
    {
      "title": "Potential Risk Factors for Lonely Death: A Nationwide Case-Control Study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468915/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Lonely death is associated with low income, multi-morbidity, underlying diseases, and frequent healthcare utilisation. Targeted intervention strategies that focus on these potentially high-risk populations may help prevent lonely deaths.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41468915",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lonely death is associated with low income, multi-morbidity, underlying diseases, and frequent healthcare utilisation. Targeted intervention strategies that focus on these potentially high-risk populations may help prevent lonely deaths"
    },
    {
      "title": "Global Prevalence of Combustible Cigarettes and Noncombustible Nicotine or Tobacco Products Use Among Adolescents, 2014-2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Over half of the countries exhibited a higher prevalence of NNTP use than CC use. Global smoking prevalence varied across diverse factors. NNTP use among adolescents has increased, especially among male adolescents.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41468914",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Over half of the countries exhibited a higher prevalence of NNTP use than CC use. Global smoking prevalence varied across diverse factors"
    },
    {
      "title": "Clinical Outcomes of Robot-Assisted \"Asleep\" Deep Brain Stimulation With Microelectrode Recording in Parkinson's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468913/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Robot-assisted asleep DBS significantly improves targeting accuracy while maintaining comparable clinical outcomes to manual frame-based DBS. Asleep DBS with MER is a safe and effective approach, enhancing patient comfort without compromising efficacy. These findings support the broader adoption of robotic techniques in DBS for PD.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41468913",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Robot-assisted asleep DBS significantly improves targeting accuracy while maintaining comparable clinical outcomes to manual frame-based DBS. Asleep DBS with MER is a safe and effective approach, enhancing patient comfort without compromising efficacy"
    },
    {
      "title": "Shadow-Induced Forgetting in a Game-Based Paradigm on Nonclinical Adults and Its Effects on Consciousness, Emotional Valence, and Temporal Dynamics: Crossover Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ShIF occurs primarily for consciously processed negative memories and diminishes over several days, highlighting the temporal and emotional boundaries of intentional forgetting. This study introduces a game-based approach that extends traditional suppression paradigms and offers an ecologically valid framework for investigating memory control. Importantly, we demonstrate that suppression can be induced through a game-based paradigm. By examining emotional valence, exposure...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41468864",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ShIF occurs primarily for consciously processed negative memories and diminishes over several days, highlighting the temporal and emotional boundaries of intentional forgetting. This study introduces a game-based approach that extends traditional suppression paradigms and offers an ecologically vali..."
    },
    {
      "title": "Genomic profiles of myelodysplastic neoplasm with bone marrow eosinophilia or basophilia: Inflammatory drivers and DNA damage response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: BM eosinophilia or basophilia was not uncommon. MDS with BM eosinophilia exhibited distinct mutational profiles including DDR genes mutations, which may attribute to adverse clinical outcomes. Identification of these subtypes can aid in prognosis and potentially guide targeted therapeutic approaches.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41468841",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BM eosinophilia or basophilia was not uncommon. MDS with BM eosinophilia exhibited distinct mutational profiles including DDR genes mutations, which may attribute to adverse clinical outcomes"
    },
    {
      "title": "Clinical Effectiveness and Cost-Effectiveness of Collaborative Treatment With Korean and Western Medicine for Primary Headache Disorders: Protocol for a Multicenter Prospective Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study is designed to generate real-world evidence on whether collaborative treatment yields superior clinical outcomes and greater cost-effectiveness compared to UC for primary headache disorders. The findings are expected to address existing evidence gaps by integrating multidimensional clinical and economic measures, supporting informed decision-making for health policy, and contributing to the advancement of collaborative treatment models for headache management within South...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41468581",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study is designed to generate real-world evidence on whether collaborative treatment yields superior clinical outcomes and greater cost-effectiveness compared to UC for primary headache disorders. The findings are expected to address existing evidence gaps by integrating multidimensional clinic..."
    },
    {
      "title": "Factor-based deep reinforcement learning for asset allocation: Comparative analysis of static and dynamic beta reward designs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Traditional asset allocation rules, while effective in stable phases, tend to erode once markets enter volatile regimes or undergo structural breaks. Research in deep reinforcement learning (DRL) has usually emphasized raw-return rewards, leaving aside the role of factor exposures ([Formula: see text]) that shape both risk-adjusted payoffs and adaptive responses. This paper advances a Factor-based Deep Reinforcement Learning for Asset Allocation (FDRL) framework in which [Formula: see text]...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41468500",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genomic insights into the expansion of meropenem-resistant GPSC1-CC320 Streptococcus pneumoniae serotype 19A isolates from children under 5 years of age with invasive infections, 2018-2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "The global rise of multidrug-resistant (MDR) Streptococcus pneumoniae serotype 19A despite widespread pneumococcal conjugate vaccine (PCV) use poses an emerging challenge for pediatric infectious disease control. In South Korea, the detection of serotype 19A initially declined following PCV13 implementation, but it has recently re-emerged, raising concerns over the evolution and persistence of high-risk clones. We investigated invasive serotype 19A isolates recovered from children under five...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41468439",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "invasive serotype 19A isolates recovered from children under five",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preoperative Ultrasound Measurement of Subplatysmal Fat Thickness as a Predictor of Excision Volume in Neck Contouring Surgery: A Quantitative Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468305/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Accurately quantifying subplatysmal fat before neck lift surgery remains challenging, limiting surgical planning precision. This study developed and validated a predictive model using preoperative ultrasound measurements to estimate intraoperative fat excision volume. A retrospective analysis of 130 consecutive patients (94 females, 36 males; mean age 32.2 years) undergoing neck lift with subplatysmal fat excision was performed. High-frequency ultrasound measured subplatysmal and subcutaneous...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41468305",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Plastic Surgeon at the Door of Metamorphosis: A Modern Janus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468276/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Plastic surgery occupies a singular threshold in medicine, positioned between the restoration of function and the facilitation of personal transformation. This essay explores the plastic surgeon as a modern embodiment of Janus, the Roman god of doorways, beginnings, and transitions, traditionally depicted with 2 faces looking toward past and future. Like Janus, the surgeon stands at the liminal point where a patient's previous identity confronts the possibility of change. One face attends to...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41468276",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photochemical Fluoroalkylations with Fluorinated Gases Facilitated by a Robust Metal-Organic Framework",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Photochemistry has greatly advanced the sustainable synthesis of complex molecules, but its application for late-stage fluoroalkylation─crucial due to the presence of fluorine in >20% of pharmaceuticals and >65% of agrochemicals─is hindered by the poor atom economy of traditional fluoroalkylating agents. Herein, we demonstrate that simple fluorinated gases, which represent ideal building blocks for fluorochemical synthesis, can be stored within the robust, inexpensive, and redox-innocent...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41468184",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimal Maximal Forced Inspiratory Flow for Dry Powder Inhalers in Reducing Exacerbations in COPD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Background: The optimal management of chronic obstructive pulmonary disease (COPD) requires effective drug delivery through dry powder inhalers (DPIs). Maximum forced inspiratory flow (FIFmax), easily obtained from routine spirometry, can reflect inspiratory capacity and serve as a physiological marker associated with exacerbation risk. However, its clinical implications have not been fully established. Methods: This retrospective cohort study analyzed COPD patients treated with DPIs over a...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41467991",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "have not been fully established",
      "conclusion": null
    },
    {
      "title": "An Origami-Based Cable-Climbing Soft Robot",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Cable-climbing robots are essential for performing inspection and maintenance in hard-to-reach places with a cable-based infrastructure. However, current robots are often either cumbersome, have low load capacities or struggle to accommodate cables with largely varying diameters. To address these issues with a single design, this study demonstrates an origami-based, cable-climbing soft robot capable of caterpillar-like anchor-crawling locomotion. This robot weighs around 110 g and consists of a...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41467889",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "an origami-based, cable-climbing soft robot capable of caterpillar-like anchor-crawling locomotion",
      "conclusion": null
    },
    {
      "title": "Visceral Adiposity Index Is Associated With Cardiometabolic Multimorbidity and Improves Risk Prediction: The English Longitudinal Study of Ageing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: There is a positive association between VAI and CMM risk that is independent of established risk factors and consistent with a linear dose-response pattern. The VAI provides significant improvement in CMM risk prediction beyond established risk factors.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41467869",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "There is a positive association between VAI and CMM risk that is independent of established risk factors and consistent with a linear dose-response pattern. The VAI provides significant improvement in CMM risk prediction beyond established risk factors"
    },
    {
      "title": "A Latent Space Graded Response Model for Likert-Scale Psychological Assessments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "In this study, we introduce a novel modeling approach for ordinal response data, extending the one-parameter graded response model. The proposed model incorporates unobserved interactions between respondents and items, represented as distances in a two-dimensional Euclidean space, referred to as an interaction map. This latent space graded response model (LSGRM) addresses potential violations of the conditional independence assumption shared by traditional main-effect-only psychometric models...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41467616",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultra-Sensitive Nanofiber-Based Triboelectric Nanogenerator for Energy Harvesting and Self-Powered Sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Triboelectric nanogenerator (TENG) represents a major advancement in capability for self-powered sensors, with its ability to convert low-frequency mechanical movements into electricity. These devices serve at present an unmet medical and societal need in the monitoring of human activity and enhancing interactions between humans and machines, the optioned interface for setting up verifiable digital twins. Here, a novel composite nanofibrous TENG (CNF-TENG) based on borophene@poly(vinylidene...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41467532",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Standardization and Machine Learning Prediction of Tafel Slope of Pt-Based Nanocatalysts for High-Performance HER Catalyst Development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "The hydrogen evolution reaction (HER) is a key process for sustainable hydrogen production, with Pt-based nanocatalysts widely used for their superior activity. However, inconsistent reporting of electrochemical properties hinders reliable evaluation and comparison of catalytic activity across diverse studies. In this study, a standardization method is established in which Tafel slopes were systematically extracted from polarization curves, enabling consistent electrochemical kinetic analysis...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41467523",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "KUSCC-192: A Novel Tonsillar Squamous Cell Carcinoma Cell Line With Mixed (Episomal and Integrated)-Typed Human Papillomavirus From a Korean Patient With Tonsil Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467388/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: KUSCC-192 is a valuable model to study aggressive HPV+ cancer behaviors. Further research is needed to explore the clinical significance of mixed-type HPV integration in HNSCC.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41467388",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of mixed-type HPV integration in HNSCC",
      "conclusion": "KUSCC-192 is a valuable model to study aggressive HPV+ cancer behaviors. Further research is needed to explore the clinical significance of mixed-type HPV integration in HNSCC"
    },
    {
      "title": "Associations Between Polygenic Risk Score for Blood Pressure and Risk of Hypertension in Northeast Asian Individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The PRS for BP was associated with a higher risk of incident hypertension and earlier-onset hypertension in a Northeast Asian population. PRS may facilitate early identification and targeted management of individuals at high risk of developing hypertension.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41467372",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The PRS for BP was associated with a higher risk of incident hypertension and earlier-onset hypertension in a Northeast Asian population. PRS may facilitate early identification and targeted management of individuals at high risk of developing hypertension"
    },
    {
      "title": "Synthetic Strategy and Evaluation of the Benzyloxy Benzylamide Derivatives as Thymic Stromal Lymphopoietin Modulators for the Treatment of Atopic Dermatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467342/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Atopic dermatitis (AD) is a chronic inflammatory skin disease driven by immune dysregulation, in which thymic stromal lymphopoietin (TSLP) plays a critical role by triggering type 2 inflammation and exacerbating disease progression. In this study, a screening of our in-house library for inhibition of CCL17 mRNA expression led to identification of hit compound 6a. Based on this scaffold, benzyloxy benzylamide derivatives were systematically designed and synthesized, followed by the evaluation of...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41467342",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcatheter tricuspid valve intervention versus optimal medical therapy alone for severe tricuspid regurgitation: an updated meta-analysis with reconstructed time-to-event data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467224/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Among patients with severe TR, TTVI was not statistically associated with a lower incidence of all-cause mortality but was associated with a reduced risk of HF hospitalization, significant reduction in TR severity, and improved quality of life. Future large RCTs with extended follow-up are needed to confirm these findings and identify the subset of patients who benefit the most.Systematic review protocol: CRD420251002402 (PROSPERO).",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41467224",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among patients with severe TR, TTVI was not statistically associated with a lower incidence of all-cause mortality but was associated with a reduced risk of HF hospitalization, significant reduction in TR severity, and improved quality of life. Future large RCTs with extended follow-up are needed to..."
    },
    {
      "title": "Rare germline JAK/STAT variants in a Korean cohort amplify innate immune responses to vaccination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467183/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "The JAK/STAT signaling pathway regulates cytokine-driven responses. Here we investigated the biological impact of germline single nucleotide variants in JAK kinases and STAT transcription factors in vaccine response. First, we applied a data-mining strategy to RNA-seq datasets from a Korean cohort to uncover JAK/STAT germline variants and analyzed their corresponding interferon transcriptomic responses. Ultra-rare variants associated with heightened interferon transcriptomic responses were...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41467183",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the biological impact of germline single nucleotide variants in JAK kinases and STAT transcription factors in vaccine response",
      "significance": "of germline single nucleotide variants in JAK kinases and STAT transcription factors in vaccine response",
      "conclusion": null
    },
    {
      "title": "Commemoration of the Special Issue on HIV/AIDS in \"<em>Public Health Weekly Report</em>\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467038/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41467038",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TROPION-Lung15: a randomized phase III study of osimertinib combined with datopotamab deruxtecan (Dato-DXd) or Dato-DXd alone versus platinum-doublet chemotherapy in patients with <em>EGFR</em>-mutated advanced non-small cell lung cancer and whose disease has progressed on prior osimertinib",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Osimertinib is the preferred treatment for patients with EGFR-mutated advanced non-small cell lung cancer (NSCLC) in several settings; however, disease progression is common, and treatment options after progression are limited. Datopotamab deruxtecan (Dato-DXd), an antibody-drug conjugate comprising a humanized anti-trophoblast cell-surface antigen 2 (TROP 2) monoclonal antibody conjugated to a potent topoisomerase I inhibitor via a plasma-stable linker, has demonstrated efficacy in...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466843",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prolotherapy for temporomandibular joint disorders: an updated comprehensive review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Temporomandibular joint disorders (TMDs) comprise multifactorial conditions involving pain, joint noises, and restricted mandibular motion. Prolotherapy, involving intra-articular or periarticular injection of proliferative agents such as hypertonic dextrose or polydeoxyribonucleotide (PDRN), has recently gained attention as a regenerative therapy for refractory TMDs. This review summarizes current evidence and biological mechanisms underlying prolotherapy in temporomandibular joint (TMJ)...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41466543",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Medication-related osteonecrosis of the jaw: an evidence-based 2025 position statement from a Korean multidisciplinary task force",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "With a rapidly aging population and increasing use of antiresorptive agents, medication-related osteonecrosis of the jaw (MRONJ) represents a growing clinical challenge worldwide. To address the need for tailored clinical guidance, a multidisciplinary task force was convened. Five Korean academic societies-the Korean Society for Bone and Mineral Research, the Korean Association of Oral and Maxillofacial Surgeons, the Korean Association of Maxillofacial Plastic and Reconstructive Surgeons, the...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41466542",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Is tissue engineering finally ready? The second wave of tissue engineering and its implications for oral and maxillofacial reconstruction surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466541",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epidemiology and Risk of Vision Loss in Work-Related Ocular Trauma: Evidence from a Nationwide Trauma Registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Cutting or piercing accidents and burns were identified as high-risk accident types for vision loss, highlighting the need for strengthened safety measures to prevent these hazardous events. There was an elevated risk for work-related trauma among non-Korean individuals, as well as for non-work-related trauma among older adults, highlighting the need for targeted safety policies and training.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41466516",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cutting or piercing accidents and burns were identified as high-risk accident types for vision loss, highlighting the need for strengthened safety measures to prevent these hazardous events. There was an elevated risk for work-related trauma among non-Korean individuals, as well as for non-work-rela..."
    },
    {
      "title": "From Clustered Motion to Percolation: Unveiling Correlated Lithium Ion Dynamics in Ionic Liquid Mixtures via an Ab Initio Force Field",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Understanding the local solvation structure and correlated ion motion in lithium salt/ionic liquid mixtures is critical for designing high-performance electrolytes. Accurately modeling the complex electrostatic environment of these concentrated systems requires explicit treatment of electronic polarization─an effect often inadequately represented by conventional nonpolarizable force fields. Here, we present a first-principles polarizable force field for lithium ions in ionic liquid environments,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41466507",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatial Transcriptomics Unveils Landscape of Resistance to Concurrent Chemo-Radiotherapy in Hypopharyngeal Squamous Cell Carcinoma: The Role of SPP1<sup>+</sup> Macrophages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings suggest that SPP1-expressing macrophages play a pivotal role in the development of CCRT resistance in hypopharyngeal SCC through specific interactions with malignant cells. The spatial distribution of these macrophages and their interaction with cancer cells suggest a mechanism by which the TME contributes to therapeutic failure. These insights could inform the development of novel targeted therapies aimed at overcoming CCRT resistance, ultimately improving patient...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466485",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that SPP1-expressing macrophages play a pivotal role in the development of CCRT resistance in hypopharyngeal SCC through specific interactions with malignant cells. The spatial distribution of these macrophages and their interaction with cancer cells suggest a mechanism by which..."
    },
    {
      "title": "Novel endolysin from <em>Streptococcus iniae</em>-Specific Prophage Selectively Inhibits Target Bacteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Streptococcus iniae is a gram-positive, spherical- or ovoid-shaped, facultative anaerobic bacterium and is one of the major species causing streptococcosis, resulting in economic losses in aquaculture. Endolysins, peptidoglycan hydrolases produced by bacteriophages, are emerging as replacements for antibiotics due to their specific lytic activity against pathogens. This study aimed to develop a novel endolysin, SinLys1930, that specifically targets and kills S. iniae. The molecular and...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41466481",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "develop a novel endolysin, SinLys1930, that specifically targets and kills S",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "RFDNet: Robust Frequency-Based Denoising Network for 3D Ultrasound Vascular Imaging Using a Row-Column Addressed Array",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466464/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Three-dimensional (3D) ultrasound vascular imaging (UVI) is essential for visualizing complex vascular structures. Row-column addressed (RCA) arrays, widely used for 3D UVI due to their hardware efficiency, suffer from point spread function (PSF) anisotropy, resulting in ramp-shaped noise that degrades image quality. Although existing denoising methods, including deep learning-based approaches, have shown promise, they are often limited by domain shift bias and the need for condition-specific...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466464",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Alternative splicing patterns in genetic subtypes of diffuse large B-cell lymphoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466441/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466441",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictive biomarkers for the prognosis of phacoemulsification and posterior chamber intraocular lens implantation in Fuchs endothelial corneal dystrophy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466391/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In our cohort of Korean FECD eyes that underwent routine PE & PCL, progression to DMEK in the early postoperative period was relatively low. Baseline CCT values provide strong predictive power for both the necessity of DMEK and the likelihood of visual improvement after surgery.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466391",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In our cohort of Korean FECD eyes that underwent routine PE & PCL, progression to DMEK in the early postoperative period was relatively low. Baseline CCT values provide strong predictive power for both the necessity of DMEK and the likelihood of visual improvement after surgery"
    },
    {
      "title": "Percolation-Limited Threshold Switching in Strain-Graded Mott Devices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466389/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "The threshold switch operated by a field-driven insulator-to-metal transition in VO(2) has attracted considerable interest for emerging devices due to its nonlinear and sensitive response to external voltage. However, the nucleation barrier intrinsic to the first-order phase transition causes a finite time delay before the abrupt rise in currents under voltage pulses, thereby hindering energy-efficient device operation. Here, we demonstrate that the strain-graded VO(2) epilayer on Pt nanoislands...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466389",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Does Retirement Affect Life Satisfaction? Differences Between Korean Men and Women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "This study aims to examine whether and how gender influences psychological responses to retirement in Korea. We use data from the 18 waves of the Korea Welfare Panel Study, a nationally representative longitudinal panel (N = 15,129). We estimate changes in life satisfaction before and after retirement in later life through individual fixed effects models. These analyses are conducted separately for men and women. Our findings reveal that the effects of retirement on life satisfaction are...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41466372",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to examine whether and how gender influences psychological responses to retirement in Korea",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Institutional learning curve for robotic pancreatoduodenectomy: a consecutive 100-case analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The institutional learning curve for RPD was achieved in approximately 44 cases. Despite a prolonged operative time, RPD exhibited comparable safety and oncologic adequacy to OPD, with a reduced hospital stay. These findings support the feasibility and safety of institutional adoption of RPD in high-volume centers.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466142",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The institutional learning curve for RPD was achieved in approximately 44 cases. Despite a prolonged operative time, RPD exhibited comparable safety and oncologic adequacy to OPD, with a reduced hospital stay"
    },
    {
      "title": "Deuterium Effect of Dinuclear Pt(II) Complex in Prolonging Operational Lifetime of OLEDs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "The butterfly-shaped dinuclear platinum complex, Pt-dinu-D(20), is composed of nonfluorinated NHC ligands with N-deuterated methyl groups in the imidazole ring, as well as a deuterated ancillary ligand. Pt-dinu-D(20), with a further deuterated ancillary ligand, can increase the device lifetime by about 2.5 times compared with Pt-dinu-D(6) while maintaining an EQE(max) of approximately 20%. DFT calculations demonstrate that a high deuterium ratio may play a beneficial role in effectively...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41466107",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a Novel Probiotic Strain with Digestion Functionality, <em>Lacticaseibacillus paracasei</em> JL32-5 from Chorizo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466103/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Several Lactobacillus strains isolated from fermented food are expected to possess digestion supporting function as potential probiotics. However, the safety of Lactobacillus as functional food and its stability until consumption are often overlooked. To prevent potential side effects and maximize probiotic efficacy, it is essential not only to demonstrate the beneficial properties of candidate strain but also verify their safety and stability through a stepwise method. In this study,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466103",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fermented Soy Protein Maillard Product Prevents Bone Loss via TNF-α Suppression and Gut-Bone Axis Modulation in Ovariectomized Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466098/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "This study investigated the bone-protective effects of Maillard reaction products (MRPs) from isolated soy protein and their fermentation product (MRPF) using Lacticaseibacillus rhamnosus IM18. In lipopolysaccharide-induced RAW264.7 cells, MRP showed enhanced antioxidant and anti-inflammatory activities compared to isolated soy protein, which were further improved by MRPF. In ovariectomized mice and RANKL-stimulated RAW264.7 cells, MRPF demonstrated superior anti-osteoclastogenic and...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41466098",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the bone-protective effects of Maillard reaction products (MRPs) from isolated soy protein and their fermentation product (MRPF) using Lacticaseibacillus rhamnosus IM18",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bone metastases in advanced urothelial carcinoma patients receiving enfortumab vedotin: A Real-World study from the ARON-2<sup>EV</sup> project",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466074",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chromatin accessibility of circulating CD8⁺ T cells differentiates disease severity in IgA nephropathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466033/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Immunoglobulin A (IgA) nephropathy (IgAN) is a prevalent primary glomerulonephritis with progressive potential. Early identification of high-risk patients is critical; however, current clinical and pathological markers are limited. This study aimed to identify epigenetic biomarkers in circulating CD8⁺ T cells that discriminate IgAN patients with different disease severity. Seventeen patients with biopsy-proven IgAN were stratified into early- and late-stage groups based on kidney function. CD8⁺...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466033",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "identify epigenetic biomarkers in circulating CD8⁺ T cells that discriminate IgAN patients with different disease severity",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A retrospective case series of the Park-Heo technique for surgical fixation of distal phalanx base fractures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Distal phalanx base fractures are difficult to manage because of strong tendon traction forces and the fragility of small bone fragments. Conventional fixation methods, such as Kirschner wires or pull-out sutures, may risk complications including skin necrosis and nail deformities due to dorsal incisions. To address these challenges, we applied a minimally invasive dorsal 2-point subcutaneous suture penetration technique, with the option of using a custom-made \"M\" endo-button to provide...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465976",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Seroprevalence survey and estimated infection fatality rate of SARS-CoV-2 in Daegu, Republic of Korea - Lessons learned for preparing for new emerging viral disease epidemics: A cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Daegu in the Republic of Korea experienced the 1st major community outbreak of coronavirus disease 2019 (COVID-19) outside China in February 2020. The infection fatality rate (IFR) and herd immunity level of COVID-19 in the early stages of the pandemic have not been thoroughly investigated in Korea. The aim of this study was to assess the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) seroprevalence and IFR prior to the introduction of COVID-19 vaccines. We conducted a...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41465918",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to assess the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) seroprevalence and IFR prior to the introduction of COVID-19 vaccines",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neural Correlates of Personality Traits in Adolescents Exhibiting Excessive Smartphone Use: A Resting-State FMRI Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465839/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Background: Although smartphone usage is inevitable and convenient in recent days, numerous potential problems due to excessive smartphone use (ESU) have been highlighted. With the rising concern about ESU, the focus on exploring the relationship between ESU and personality traits and their neural correlations also increased; however, studies that explore these factors simultaneously are lacking. Objective: This study investigated whether altered resting state functional connectivity (rsFC) is...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465839",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study investigated whether altered resting state functional connectivity (rsFC) is",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Serum Ionized Calcium Levels and Neurological Outcomes in Patients with Out-of-Hospital Cardiac Arrest",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Despite advances in post-cardiac arrest care, mortality and poor neurological outcomes remain common after out-of-hospital cardiac arrest (OHCA). Calcium imbalance is characteristic of post-cardiac arrest syndrome, but its prognostic role is unclear. We retrospectively analyzed 421 OHCA patients treated with targeted temperature management (TTM) (2011-2023). pH-adjusted ionized calcium levels were measured at 0, 12, 24, 48, and 72 h after return of spontaneous circulation (ROSC). Associations...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465828",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Cadence Control on Upper-Limb Kinematics and Muscle Activation During Manual Wheelchair Propulsion in Individuals with Spinal Cord Injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Manual wheelchair propulsion is a frequent activity among people with spinal cord injury (SCI) and is linked to upper limb loading and shoulder pain. We compared propulsion strategies at cadences of 30 and 50 bpm. Kinematics and surface electromyography (EMG) were recorded across the propulsion cycle, push/recovery phases, and events. Ranges of motion for shoulder flexion/extension, adduction/abduction, and elbow flexion/extension did not differ significantly, although ROM tended to be smaller...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465823",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinct Characteristics of Patients with Gout and an Underweight or Normal Body Mass Index: A Single-Center Retrospective Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Gout is an inflammatory arthritis triggered by monosodium urate crystal deposition, especially in obese patients. However, distinctions between the characteristics of obese and non-obese patients with gout remain unclear. We aimed to investigate the clinical differences by body mass index (BMI) with gout. We conducted a single-center retrospective cross-sectional study of 269 patients with gout from March 2020 to May 2024. Patients were classified into two groups: underweight/normal BMI and...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41465815",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the clinical differences by body mass index (BMI) with gout",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced Ciliogenesis of Human Bronchial Epithelial Cells by Simulated Microgravity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465804/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Spaceflight induces a wide array of effects on the human body, notably including pathological changes mediated by alterations in gravity. Abnormalities in the formation of primary cilia (ciliogenesis) can lead to cell cycle arrest and decreased epithelial cell proliferation, thereby delaying wound healing. To investigate the effect of microgravity on ciliogenesis in bronchial epithelial cells, we used a 3D clinostat to generate simulated microgravity (SMG) conditions. When BEAS-2B bronchial...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41465804",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinct Profiles of Patient-Reported Outcomes Across Allergen Signatures in Chronic Rhinosinusitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Allergen signatures distilled from routine IgE panels explained meaningful variations in CRS patient-reported outcome measures, mapping to distinct symptom domains and seasonal profiles. Incorporating signature information into clinical assessments may support personalized counseling, anticipatory management around exposure windows, and targeted evaluation of environmental or immunologic interventions.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465773",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "Allergen signatures distilled from routine IgE panels explained meaningful variations in CRS patient-reported outcome measures, mapping to distinct symptom domains and seasonal profiles. Incorporating signature information into clinical assessments may support personalized counseling, anticipatory m..."
    },
    {
      "title": "Correction: Shin et al. <em>miR-29b</em> Regulates TGF-β1-Induced Epithelial-Mesenchymal Transition by Inhibiting Heat Shock Protein 47 Expression in Airway Epithelial Cells. <em>Int. J. Mol. Sci.</em> 2021, <em>22</em>, 11535",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "In the original publication [...].",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41465620",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Graphitic Carbon Nitride-Decorated Cobalt Diselenide Composites for Highly Efficient Hydrogen Evolution Reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465612/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Transition-metal dichalcogenides have emerged as promising non-noble-metal electrocatalysts for efficient hydrogen production through the hydrogen evolution reaction (HER). In this work, we fabricated the graphitic carbon nitride-decorated cobalt diselenide (gC(3)N(4)-CoSe(2)) nanocomposites via the facile hydrothermal method. The prepared gC(3)N(4)-CoSe(2) nanocomposites displayed an interconnected and aggregated morphology of gC(3)N(4)-decorated CoSe(2) nanoparticles with offering large...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465612",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Endocrine Disruption in Freshwater Cladocerans: Transcriptomic Network Perspectives on TBOEP and PFECHS Impacts in <em>Daphnia magna</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465570/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Freshwater cladocerans such as Daphnia magna (D. magna) are keystone grazers whose hormone-regulated life history traits make them sensitive sentinels of endocrine-disrupting chemicals (EDCs). The organophosphate flame-retardant tris(2-butoxyethyl) phosphate (TBOEP) and perfluoroethylcyclohexane sulfonate (PFECHS) now co-occur at ng L^(-1)-µg L^(-1) in surface waters, yet their chronic sub-lethal impacts on invertebrate endocrine networks remain unclear. We analysed two publicly available 21-day...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465570",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adipose-Derived Stem Cell Secretome Attenuates Eosinophilic Inflammation in a Chronic Rhinosinusitis with Nasal Polyps Mouse Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Adipose-derived stem cells (ASCs) and their secretome have been reported to improve allergic airway inflammation. Eosinophilic chronic rhinosinusitis with nasal polyps (ECRSwNP) is characterized by type 2 helper T (Th2)-diven inflammation, which shares similar mechanisms with allergic airway diseases. We assessed the immunomodulatory effects of ASC secretome on an ECRSwNP mouse model. ECRSwNP was induced by ovalbumin (OVA) and Staphylococcus aureus enterotoxin B (SEB) intranasal challenges in...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41465563",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First Latin American Case of MLASA2 Caused by a Pathogenic Variant in the Anticodon-Binding Domain of <em>YARS2</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "MLASA2 is a rare mitochondrial disorder with limited geographic representation in published medical literature. Here, we report the first confirmed case of MLASA2 in a Latin American 16-year-old male harboring a homozygous pathogenic variant p.(Asp311Glu) in the YARS2 gene. The patient presented with sideroblastic anemia and short stature, accompanied by other skeletal dysplasia features not previously associated with MLASA2, including epiphyseal dysplasia, rib edge widening, and poorly defined...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465467",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive Evaluation of the Genotoxic Potential of Food Additive Titanium Dioxide in Human Intestinal Cell Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465454/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Titanium dioxide (TiO(2)), widely recognized as a whitening food additive, has been extensively employed in food products such as confectionery, sauces, and coffee creamers. The potential genotoxicity of TiO(2) has recently raised increasing concern, especially after the European Union prohibited its use as a food additive due to genotoxicity risks. The contradictory outcomes of in vitro and in vivo studies emphasize the necessity for more rigorous and systematic evaluation. In this study, we...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465454",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Coarse-Grained Molecular Dynamics Simulations of Lipid Nanodroplets and Endosomal Membranes: Focusing on the Fusion Mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465390/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Lipid nanoparticles (LNPs) have received significant attention as effective RNA carriers in RNA-based therapeutics and vaccines. Particularly, ionizable lipids (ILs) of LNPs play a crucial role in endosomal escape and lipid-mediated RNA delivery owing to their pH-dependent molecular characteristics. Therefore, it is essential to enhance the endosomal escape efficiency of ILs, which is primary bottleneck in the successful cytoplasmic delivery of RNA. However, the molecular-level understanding of...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465390",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regulation of Tissue Regeneration by Immune Microenvironment-Fibroblast Interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Tissue regeneration is a highly complex and dynamic process critically influenced by the immune microenvironment and its multifaceted interactions with fibroblasts. Traditionally regarded as structural cells responsible for extracellular matrix (ECM) production, fibroblasts have recently emerged as active regulators orchestrating immune responses and tissue repair. This review focuses on the reciprocal crosstalk between fibroblasts and key immune components, including macrophages, T cells, ECM,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465375",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and Functional Characterization of Recombinant Mussel Adhesive Protein for Anti-Oxidative and Anti-Aging Therapeutic Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Reactive oxygen species (ROS) are well-known as major contributors to skin aging, and the application of antioxidants to suppress ROS has been increasingly emphasized in the field of cosmetics. Traditionally, plant-derived or synthetic antioxidants have been predominantly used. More recently, antioxidant, anti-aging, and anti-inflammatory effects of mussel extracts or mussel-derived hydrolysates have also been explored and proposed for cosmetic applications. However, there is still a lack of...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating Senescence and Oxidative Stress in Cardiac Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465344/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Cellular senescence and oxidative stress constitute an interdependent axis that underlies cardiac pathophysiology. Cellular senescence, defined as durable proliferative arrest, is initiated and sustained by redox imbalance, whereas mitochondrial reactive oxygen species function as signaling molecules or mediators of injury. In the heart, cellular senescence and oxidative stress influence remodeling and dysfunction across diseases, including ischemia-reperfusion injury, heart failure with...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41465344",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microproteins in Metabolic Biology: Emerging Functions and Potential Roles as Nutrient-Linked Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465308/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Microproteins are small polypeptides translated from short open reading frames (sORFs) that typically encode < 100 amino acids. Advances in ribosome profiling, mass spectrometry, and computational prediction have revealed a growing number of microproteins that play important roles in cellular metabolism, organelle function, and stress adaptation; however, these were considered non-coding or functionally insignificant. At the mitochondrial level, microproteins, such as MTLN (also known as...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465308",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "roles in cellular metabolism, organelle function, and stress adaptation; however, these were considered non-coding or functionally insignificant",
      "conclusion": null
    },
    {
      "title": "Potential Anti-Inflammatory Effects of Gintonin-Enriched Fraction in TNF-α-Stimulated Keratinocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465292/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Gintonin-enriched fraction (GEF), a bioactive glycolipoprotein derived from Panax ginseng is known for its potential as a natural anti-inflammatory agent. Keratinocytes are closely related to the development and progression of various inflammatory skin conditions. However, the effect of GEF on inflammation-related responses in keratinocytes remains unclear. This study aimed to investigate whether GEF modulates key inflammatory responses in keratinocytes stimulated by tumor necrosis factor...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465292",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate whether GEF modulates key inflammatory responses in keratinocytes stimulated by tumor necrosis factor",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Azelastine Inhibits Triple-Negative Breast Cancer Cell Viability via an ARF1-Dependent Mechanism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Triple-negative breast cancer (TNBC) is an aggressive subtype characterized by a lack of targetable receptors, leading to limited treatment options and a critical need for novel therapeutic strategies. This study aimed to evaluate the potential of azelastine, a clinically approved H1-antihistamine, for drug repositioning against TNBC and to elucidate its underlying HRH1-independent mechanism of action. Cell viability assays (CCK-8) were performed on TNBC cell lines (MDA-MB-231 and BT-549)...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41465279",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "Cell",
      "objective": "evaluate the potential of azelastine, a clinically approved H1-antihistamine, for drug repositioning against TNBC and to elucidate its underlying HRH1-independent mechanism of action",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Estrogen-Mediated Regulation of Fam3d in Mouse Uterus During the Estrous Cycle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "In mice, the uterus undergoes dynamic changes regulated by estrogen and progesterone during the estrous cycle. Proper regulation of these changes is critical for successful pregnancy. The Family with sequence similarity 3 (Fam3) gene family, comprising Fam3a, Fam3b, Fam3c, and Fam3d, encodes cytokine-like proteins, but their uterine roles remain unclear. This study examined Fam3 expression in the mouse uterus across the estrous cycle and assessed estrogen-dependent regulation. RNA-seq analysis...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465269",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Fam3 expression in the mouse uterus across the estrous cycle and assessed estrogen-dependent regulation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Genomic Features and Radiation Response in Metastatic Breast Cancer Patients Undergoing Palliative Radiotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Responses to palliative radiotherapy (RT) for metastatic lesions vary among patients, and molecular determinants of radiosensitivity remain unclear. This study investigated genomic features associated with local progression-free survival (LPFS) in metastatic breast cancer patients treated with palliative RT. Forty-four patients who underwent next-generation sequencing of 523 cancer-related genes were retrospectively analyzed. The biologically effective dose (BED) was calculated using an α/β...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465267",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "genomic features associated with local progression-free survival (LPFS) in metastatic breast cancer patients treated with palliative RT",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atelocollagen Increases Collagen Synthesis by Promoting Glycine Transporter 1 in Aged Mouse Skin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Aging results in decreased collagen synthesis and the disruption of extracellular matrix integrity, primarily due to increased oxidative stress. This study evaluated whether atelocollagen can restore collagen synthesis in aged skin by modulating glycine transporter 1 (GlyT1)-mediated glycine uptake, regulating oxidative stress, and influencing extracellular matrix remodeling factors in senescent human cells and the skin of older mice. Human dermal fibroblasts (HDFs) and aged mouse skin were...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465258",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Study of Hyaluronan-Binding Protein 2 (<em>HABP2</em>) Gene Polymorphisms in Idiopathic Recurrent Pregnancy Loss (RPL) in Korean Women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Recurrent pregnancy loss (RPL), also termed recurrent spontaneous abortion, is defined as the failure of ≥2 consecutive pregnancies before 20 weeks of gestation. Approximately 5% of pregnant couples experience RPL. The hyaluronan-binding protein 2 (HABP2) gene is involved in coagulation and plays an important role during pregnancy. In >50% of RPLs, the etiology remains unexplained. We collected 765 blood samples from 388 female RPL patients and 377 healthy female controls. To investigate the...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465248",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "role during pregnancy",
      "conclusion": null
    },
    {
      "title": "Causal Association Between Psoriasis and Age-Related Macular Degeneration: A Two-Sample Mendelian Randomization Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465162/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A potential causal association between psoriasis and AMD underscores the need to investigate inflammation as a risk factor for AMD.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465162",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A potential causal association between psoriasis and AMD underscores the need to investigate inflammation as a risk factor for AMD"
    },
    {
      "title": "Heterologous Expression of Bacterial Dehydrin Promotes Arabidopsis Tolerance to Cadmium and Arsenic Stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Taken together, these findings suggest that bacterial dehydrins confer enhanced tolerance to heavy metal stress in transgenic Arabidopsis plants, highlighting their potential application in developing stress-resilient crops for contaminated environments.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465086",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that bacterial dehydrins confer enhanced tolerance to heavy metal stress in transgenic Arabidopsis plants, highlighting their potential application in developing stress-resilient crops for contaminate...",
      "conclusion": "Taken together, these findings suggest that bacterial dehydrins confer enhanced tolerance to heavy metal stress in transgenic Arabidopsis plants, highlighting their potential application in developing stress-resilient crops for contaminated environments"
    },
    {
      "title": "Heat Shock Protein 104 (<em>Hsp104</em>) in the Marine Diatom <em>Ditylum brightwellii</em>: Identification and Transcriptional Responses to Environmental Stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465081/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These results suggest that DbHsp104 is specifically responsive to acute stress induced by thermal stress and copper, highlighting its potential as a molecular biomarker in marine environments.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465081",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that DbHsp104 is specifically responsive to acute stress induced by thermal stress and copper, highlighting its potential as a molecular biomarker in marine environments",
      "conclusion": "These results suggest that DbHsp104 is specifically responsive to acute stress induced by thermal stress and copper, highlighting its potential as a molecular biomarker in marine environments"
    },
    {
      "title": "Development of a Cost-Effective, Heme-Tolerant Bovine Muscle Cell for Cultivated Meat Production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "One of the critical requirements for the production of artificial meat is to mimic the flavor of the original meat. Therefore, incorporation of heme has been proposed, but it is toxic when added at high concentrations in cell culture systems. Additionally, obtaining heme can be costly depending on the source. In this study, we aimed to support the growth of normal bovine muscle cells (BRMC-F2401, BRMCs) by introducing a bacterial extract obtained from a safe, high-heme-containing Corynebacterium...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465054",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "support the growth of normal bovine muscle cells (BRMC-F2401, BRMCs) by introducing a bacterial extract obtained from a safe, high-heme-containing Corynebacterium",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Onion-Peel Carbon Quantum Dots: Antimicrobial Effect and Biofilm Control on Food Contact Surfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465002/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "As by-products rich in flavonoids and phenolic compounds, onion peels are globally undervalued and often discarded. This study reports the synthesis of carbon quantum dots (CQDs) from onion peels and evaluates their antimicrobial effectiveness against key foodborne pathogens and biofilms on common food contact surfaces, including plastic, stainless steel, and rubber. The CQDs exhibited a quasi-spherical shape with particle sizes ranging from 1.7 to 9.0 nm and contained abundant oxygen- and...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41465002",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feasibility and Safety of an Outdoor-Simulated Interactive Indoor Cycling Device for Cardiac Rehabilitation: A Pilot Validation Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: To examine the safety and clinical applicability of a newly developed outdoor-simulated interactive indoor cycling device as a potential exercise modality for cardiac rehabilitation (CR) in patients with cardiovascular disease (CVD). Methods: Twenty patients with CVD with low-to-moderate cardiovascular exercise risk performed a symptom-limited cardiopulmonary exercise stress test (CPET) using a modified Bruce protocol to obtain peak cardiopulmonary responses. After a 30-60...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41464848",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "To examine the safety and clinical applicability of a newly developed outdoor-simulated interactive indoor cycling device as a potential exercise modality for cardiac rehabilitation (CR) in patients w...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Learning Curve of Endoscopic Lumbar Interbody Fusion: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464827/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Endoscopic lumbar interbody fusion (ELIF) represents a key milestone in minimally invasive spinal surgery, offering reduced tissue trauma, lower complication rates, and faster recovery compared with open fusion. However, its steep learning curve remains a major barrier to widespread adoption. This systematic review aimed to synthesize current evidence on the ELIF learning curve and identify factors that influence the acquisition of surgical proficiency. Methods: A...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41464827",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Endoscopic lumbar interbody fusion (ELIF) represents a key milestone in minimally invasive spinal surgery, offering reduced tissue trauma, lower complication rates, and faster recovery compared with o...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Target-Controlled Infusion with PSI- and ANI-Guided Sufentanil Versus Remifentanil in Remimazolam-Based Total Intravenous Anesthesia for Postoperative Analgesia and Recovery After Laparoscopic Subtotal Gastrectomy: A Randomized Controlled Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Target-controlled infusion (TCI) with remifentanil or sufentanil provides stable and effective anesthesia. This randomized prospective trial investigated the comparative efficacy of TCI using sufentanil versus remifentanil on postoperative analgesia and recovery profiles in patients after laparoscopic subtotal gastrectomy under remimazolam-based total intravenous anesthesia (TIVA). Methods: Sixty-six patients who underwent laparoscopic subtotal gastrectomy were randomly...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464823",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Target-controlled infusion (TCI) with remifentanil or sufentanil provides stable and effective anesthesia",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First-Pass Isolation as an Independent Predictor of Atrial Fibrillation Recurrence After Cryoballoon Ablation in Patients with Persistent Atrial Fibrillation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Data on predictors of atrial fibrillation (AF) recurrence after cryoballoon pulmonary vein isolation (PVI) in persistent AF (PeAF) remain limited. We evaluated clinical, echocardiographic, and procedural parameters associated with recurrence. Methods: We retrospectively studied 192 PeAF patients who underwent cryoballoon PVI and had ≥6 months of follow-up. Recurrence was any atrial tachyarrhythmia > 30 s beyond a 3-month blanking period. Cox models assessed predictors,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464814",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Data on predictors of atrial fibrillation (AF) recurrence after cryoballoon pulmonary vein isolation (PVI) in persistent AF (PeAF) remain limited",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pathogenesis of Acute Coronary Syndromes in Patients After COVID-19: An Optical Coherence Tomography Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Background: Whilst COVID-19 mainly affects the lungs, multiple other organs were also involved-patients with COVID-19 were reported to be at higher risk of acute coronary syndromes (ACS). Importantly, results show that the risk of ACS may extend well beyond the acute phase of COVID-19 infection. In our study, we sought to investigate optical coherence tomography (OCT)-derived vascular changes, including the prevalence of plaque erosion in patients who had recent COVID-19. Methods: Patients with...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41464797",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate optical coherence tomography (OCT)-derived vascular changes, including the prevalence of plaque erosion in patients who had recent COVID-19",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Autograft Polarity on Functional Outcomes Following Experimental Peripheral Nerve Repair Surgery: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Background: Proximal-distal orientation of nerve autografts (graft polarity) is an important consideration in peripheral nerve repair, but the literature is inconsistent on whether reversing graft polarity improves regeneration. With these disparities, we aimed to systematically review the effect of forward (normal proximal-to-distal) vs. reversed graft orientation on peripheral nerve regeneration or functional outcomes. Methods: We conducted a comprehensive search of PubMed, Scopus, Cochrane...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41464786",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "systematically review the effect of forward (normal proximal-to-distal) vs",
      "significance": "consideration in peripheral nerve repair, but the literature is inconsistent on whether reversing graft polarity improves regeneration",
      "conclusion": null
    },
    {
      "title": "Biomass origin matters: Comparative evaluation of lignocellulose nanofibers via deep eutectic solvent processing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468938/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Developing sustainable nanomaterials requires a rigorous understanding of how the origin of lignocellulosic biomass governs its composition, nanofibrillation behavior, and film performance. This study aims to elucidate these origin-dependent relationships by systematically fabricating lignocellulose nanofibers (LCNFs) from four distinct biomass sources-spent coffee grounds (SCG), mixed hardwood (MHW), acacia (AC), and rice husk (RH)-using an integrated process of sodium hydroxide pretreatment,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "POSTECH"
      ],
      "pmid": "41468938",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "to elucidate these origin-dependent relationships by systematically fabricating lignocellulose nanofibers (LCNFs) from four distinct biomass sources-spent coffee grounds (SCG), mixed hardwood (MHW), a...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Bentonite, Zeolite, and Illite as Dietary Supplements for Pacific White Shrimp (<em>Litopenaeus vannamei</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41463464/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "This study evaluated the effects of dietary supplementation with three silicate minerals (bentonite, zeolite, and illite) on the growth performance, whole-body composition, hematological and immune parameters, and apparent digestibility of Pacific white shrimp (Litopenaeus vannamei). Four isonitrogenous (35% crude protein) and isoenergetic (17.0 MJ kg^(-1)) diets were formulated: a control (CON) and three experimental diets containing 5% bentonite (BE), zeolite (ZE), or illite (IL), in which an...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41463464",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Dietary Supplementation with Red-Fleshed Dragon Fruit (<em>Hylocereus polyrhizus</em>) Juice By-Product Extract (HJBE) on Growth Performance, Digestive Enzyme Activity, Antioxidant Status, Immune Parameters, and Disease Resistance Against <em>Edwardsiella tarda</em> in Juvenile Red Seabream (<em>Pagrus major</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41462672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "This study investigated the effects of dietary supplementation with Hylocereus polyrhizus juice by-product extract (HJBE) on growth performance, digestive enzyme activity, antioxidant status, immune response, and disease resistance against Edwardsiella tarda in juvenile Pagrus major. The HJBE, prepared from juice-processing residues, contained measurable levels of bioactive compounds, including vitamin C, total phenolics, and flavonoids, and exhibited noticeable antioxidant activity. Five...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41462672",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of dietary supplementation with Hylocereus polyrhizus juice by-product extract (HJBE) on growth performance, digestive enzyme activity, antioxidant status, immune response, and disease res...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of a novel gene associated with group B Streptococcus persister cell formation and biofilm production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41469796",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Determinants and outcomes of advanced practice nurses' leadership behaviours: an AI-aided mixed-methods systematic review protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469755/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Advanced practice nurses play a vital role in healthcare innovation, delivering high-quality care and improving patient outcomes. Leadership is a core competency of advanced practice nurses, empowering them to drive systemic improvements and foster collaboration. However, these master-level educated nurses often encounter challenges in assuming leadership roles, including limited recognition and competing demands on their time. The growing volume of healthcare-related research,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41469755",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differences in dietary intake between users and non-users of online grocery shopping among Japanese adults: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469696/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41469696",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epidemiology of BVD and persistently infected cattle across urban and peri-urban dairy farms in central, northern, and southern parts of Ethiopia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469675/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study revealed that BVD is well established in commercial dairy farms, suggesting the need to design strong prevention and control measures. Future studies should be encouraged to determine the genetic diversity of the viruses in the country.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41469675",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study revealed that BVD is well established in commercial dairy farms, suggesting the need to design strong prevention and control measures. Future studies should be encouraged to determine the genetic diversity of the viruses in the country"
    },
    {
      "title": "Impact of hydrogen peroxide photolysis on viable bacterial count and composition of in vivo dental biofilm-an ex vivo study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41469638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A mixed-methods study of food environment and consumer perception in Catalonia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41469610",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Author Correction: RNaseH2A downregulation drives inflammatory gene expression via genomic DNA fragmentation in senescent and cancer cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469483/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41469483",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A perfusable decellularized plant-based air-liquid-interface-on-a-chip for investigating inorganic dust aerosol exposure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Dust exposure affects an estimated 330 million people worldwide and can penetrate deep into the respiratory tract, disrupting epithelial and endothelial barriers. However, current in vitro models do not recapitulate the perfusable airway-vascular interface required to investigate dust-induced barrier alterations. Bioinspired scaffolds from decellularized plants hold strong potential as new approach methodologies (NAMs), considering the need for physiologically relevant in vitro models with...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41469447",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel anti-ITGA4 monoclonal antibody induces cell death via large pore formation in NK/T-cell lymphoma cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469420/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Natural killer (NK)/T-cell lymphomas are a highly aggressive lymphoma subtype common in East Asia and Latin America. To develop a therapeutic monoclonal antibody (mAb) against it, BALB/c mice were alternately immunized with two vigorous NK lymphoma cell lines. After hybridization, culture supernatants of the hybridoma clones were added to a third NK lymphoma cell line not used for immunization, and the antibodies were screened for direct cytolytic activity. Results showed that the newly...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41469420",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-k water intermediate layer-mediated charge transfer modulation toward stable and augmented output generation of droplet-based electricity generators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Droplet-based electricity generators (DEGs), which share structural analogies with field-effect transistors (FETs), have garnered increasing attention for droplet energy harvesting. DEGs typically exhibit sharp output peaks with short charge transfer durations, which need to be extended to enhance the root mean square (RMS) output for practical use in energy harvesting. To address this limitation, this study introduces a methodology for spontaneously forming a high-k water intermediate (WIn)...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "Kyung Hee University"
      ],
      "pmid": "41469412",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Autonomous biogenesis of all thirty proteins of the Escherichia coli translation machinery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469401/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "The cell-free biogenesis of the protein translation machinery is essential for the creation of a self-regenerating synthetic cell. Here, we demonstrate the autonomous and simultaneous biogenesis of all thirty proteins of the translation machinery of E. coli in a reconstituted transcription-translation system. We first establish self-regeneration of every translation protein by determining the threshold concentration required for its own synthesis from a synthetic gene coding for the protein,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41469401",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A novel target for the insulin signaling pathway in glucose-mediated growth regulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469326/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "In Caenorhabditis elegans, 40 insulin-like peptides (ILPs) interact with DAF-2, the sole insulin/IGF receptor, to regulate lifespan and stress responses via the FOXO transcription factor DAF-16. By examining worms deficient in the ILP member INS-7 under glucose-present and glucose-absent conditions, we uncovered a previously unrecognized DAF-2-AKT/SGK signaling output that drives reversible growth arrest specifically under glucose-present conditions, while allowing normal development in the...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41469326",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Final Results of the Randomised Phase 2 Trial of Neoadjuvant Degarelix with or Without Apalutamide Prior to Radical Prostatectomy for High-risk Prostate Cancer (ARNEO)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND CLINICAL IMPLICATIONS: At 3-yr follow-up, no differences were seen in the 3-yr BCR rate or BCR-FS between patients treated with neoadjuvant DEG + APA and those treated with DEG + PBO. Achieving MRD was not predictive of better outcomes, whereas ypT2 and specimen-confined disease were strongly associated with improved BCR-FS and MFS. Quality of life remained similar between groups at all time points.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41469270",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "At 3-yr follow-up, no differences were seen in the 3-yr BCR rate or BCR-FS between patients treated with neoadjuvant DEG + APA and those treated with DEG + PBO",
      "conclusion": "AND CLINICAL IMPLICATIONS: At 3-yr follow-up, no differences were seen in the 3-yr BCR rate or BCR-FS between patients treated with neoadjuvant DEG + APA and those treated with DEG + PBO. Achieving MRD was not predictive of better outcomes, whereas ypT2 and specimen-confined disease were strongly as..."
    },
    {
      "title": "Self-Assembled Gel-like Aggregation States of Calcium Phosphate Nanoparticles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41469187/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "We proposed the fabrication of a gel composed primarily of calcium phosphate (CP) nanoparticles (NPs). Here, the additive of citric acid (Citr), which is an organic molecule present in bone tissues that chelates with calcium ions, was investigated during the synthesis of the CP NPs, with a focus on a gel-like aggregation state. As a result, the Citr-coordinated CP NP (Citr/CP NP) sols exhibiting different thermal responses ((1) maintenance of a sol state, (2) formation of a stable gel-like...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41469187",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Relationship between prolonged sedentary bout and functional recovery in patients with subacute stroke: a multicenter observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In non-ambulatory patients with subacute stroke, frequent prolonged sedentary bouts during early rehabilitation were independently associated with poorer ADL recovery, particularly in older adults. Interrupting extended sitting periods may represent a simple, low-cost intervention to support functional recovery in stroke rehabilitation.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41468969",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In non-ambulatory patients with subacute stroke, frequent prolonged sedentary bouts during early rehabilitation were independently associated with poorer ADL recovery, particularly in older adults. Interrupting extended sitting periods may represent a simple, low-cost intervention to support functio..."
    },
    {
      "title": "Spatial radiomics-based interpretable multimodal machine learning model enhances outcomes prediction for minor stroke: A multicenter cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The spatial radiomics-based interpretable model significantly improved the accuracy of predicting unfavorable outcomes in minor stroke. Furthermore, integrating spatial radiomics enhanced conventional radiomics model and introduced a novel approach within the spatial-omics family.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41468960",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The spatial radiomics-based interpretable model significantly improved the accuracy of predicting unfavorable outcomes in minor stroke. Furthermore, integrating spatial radiomics enhanced conventional radiomics model and introduced a novel approach within the spatial-omics family"
    },
    {
      "title": "Lower extremity deep sensory disturbance as a risk factor for post-laminoplasty kyphosis in patients with cervical ossification of the posterior longitudinal ligament",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: DSD in the lower extremities is a significant independent risk factor for PLK in patients with cervical OPLL, likely due to habitual downward gaze for visual compensation during walking. These findings underscore the importance of considering DSD in postoperative rehabilitation strategies aimed at preventing PLK.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41468946",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DSD in the lower extremities is a significant independent risk factor for PLK in patients with cervical OPLL, likely due to habitual downward gaze for visual compensation during walking. These findings underscore the importance of considering DSD in postoperative rehabilitation strategies aimed at p..."
    },
    {
      "title": "Paper-based graphene bioelectrode enabling third-generation fructose dehydrogenase sensing of inulin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468832/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Here, the first paper-based direct electron-transfer enzymatic biosensor is presented. This is the first biosensor designed to enable simple detection of inulin in biological fluids, serving as an exogenous marker for estimating glomerular filtration rate (GFR). The biosensor relies on a laser-induced graphene (LIG) paper-based sensor integrating Fructose Dehydrogenase (FDH). This enzyme was incorporated into paper for the first time in this work and demonstrated direct electron transfer (DET)...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41468832",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cytochrome P450 inhibition correlates with hepatotoxicity of pesticides: Analysis using repeated-dose toxicity data in rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468647/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Drug-induced liver injury (DILI) remains a significant challenge in drug development and safety assessment, requiring a deeper understanding of its underlying mechanisms. We recently reported that the inhibition of cytochrome P450 (P450) enzymes CYP1A1 and CYP1B1 is associated with DILI; however, it is unclear whether this association extends to non-pharmaceutical chemicals with structurally and pharmacologically diverse properties. In this study, we aimed to clarify the relationship between...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41468647",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "clarify the relationship between",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spectroscopic Characterization of the Charge-Separated Zwitterionic State Responsible for the Excimer-like Emission of a Luminescent Diradical",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468597/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Luminescent organic radicals often exhibit a red-shifted, broad, and structureless emission band when assembled in a host matrix. This emission has been attributed to pairs of neighboring photoexcited and ground-state radicals forming an excimer. However, the electronic character of this \"excimer-like\" (EX) state has not been definitively clarified through experiments. Here we present an experimental characterization of this EX state using a spatially confined luminescent diradical as a model...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41468597",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Layer-specific proteomic analysis of human hearts in patients with sudden cardiac death",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468454/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Recent studies have shown that decreased longitudinal strain in speckle-tracking echography can predict sudden cardiac death (SCD) in patients with cardiac hypertrophy (CH). Histologically, the heart wall consists of the inner longitudinal, middle circular, and outer longitudinal layers. Thus, layer-specific proteomic changes may contribute to SCD risk.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41468454",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physical Activity for Autistic Children and Adolescents: Key Considerations to Support Participation and Future Directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468205/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41468205",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Alignment Strategies on Knee Biomechanics and Muscle Activation During Squatting After Total Knee Arthroplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Inverse kinematic alignment (iKA), which preserves the natural knee oblique joint line in total knee arthroplasty, has been shown to produce lower-limb kinematics similar to healthy controls during gait. However, its ability to maintain this advantage during more demanding activities remains unclear. This study evaluated lower-limb kinematics and muscle activation patterns during squatting in individuals who underwent iKA, adjusted mechanical alignment (aMA), and healthy controls. Kinematics...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41468204",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design and rationale of the ZORALCS study: An implementation study of lung cancer screening by low-dose computed tomography coupled to a smoking cessation randomized controlled trial in the Flemish region",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Background and objectivesLung cancer remains the leading cause of cancer-related death globally and in Belgium. Annual screening with low-dose computed tomography significantly reduces lung cancer-specific mortality in high-risk populations. Despite robust evidence supporting lung cancer screening, large-scale implementation in Belgium is still lacking. The 'Zuid-Oost Rand Antwerpen Lung Cancer Screening' (ZORALCS) study aims to evaluate the feasibility of introducing a regional lung cancer...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41468155",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "to evaluate the feasibility of introducing a regional lung cancer",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cost-Utility Analysis of Control-IQ Technology Relative to Conventional Insulin Therapy in Adults with Type 1 Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468104/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Objective: This study evaluated the cost utility of the t:slim X2 insulin pump with Control-IQ technology (Control-IQ) relative to multiple daily injections (MDIs) and standard insulin pump therapy, both used in combination with continuous glucose monitoring (CGM), in adults with type 1 diabetes from a payer perspective in Belgium. Research Design and Methods: A lifetime cost-utility analysis was conducted using the IQVIA CORE Diabetes Model. Baseline characteristics and treatment effects were...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41468104",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study evaluated the cost utility of the t:slim X2 insulin pump with Control-IQ technology (Control-IQ) relative to multiple daily injections (MDIs) and standard insulin pump therapy, both used in...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "\"How Was Your Orgasm Today?\"-A discussion on Peri-Orgasmic Phenomena",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468062/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41468062",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Collective Total Synthesis of 12 C4-Oxygenated Cladiellins and Structure Elucidation of Cladieunicellin D and Cladielloides A/C",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467742/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Cladiellins are a group of marine natural products found in octocorals inhabiting Indo-Pacific reefs, and some members exhibit medically relevant biological activity. The 6/5/9-membered tricyclic ring skeleton of cladiellins comprises hydroisobenzofuran and oxonane moieties, and possesses three one-carbon branches and one three-carbon branch. Unsaturation and oxygenation at various positions endow structural diversity to this family; however, C4-oxygenated cladiellins are rare. Among these...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41467742",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Air-Stable Fe(II) Hexa-N-Heterocyclic Carbene Complex and Its Photoexcited State Dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467732/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "Elongation of the triplet metal-to-ligand charge transfer excited state (MLCT) lifetimes in Fe(II) complexes is particularly important because of their 3d⁶ electronic configuration that is analogous to that of the well-studied photoactive Ru polypyridyl complexes. Toward extending ³MLCT state lifetimes, the use of strongly σ-donating NHC ligands is known to suppress unwanted deactivations through d-d states. Hexa-NHC coordination environments seem highly promising to provide strong ligand...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41467732",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "because of their 3d⁶ electronic configuration that is analogous to that of the well-studied photoactive Ru polypyridyl complexes",
      "conclusion": null
    },
    {
      "title": "Sense of Safety and School Climate Among LGBTQ+ Adolescents in Flanders: Results from the 2021-2022 Flemish School Climate Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467622/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "This study aimed to explore LGBTQ+ adolescents' sense of safety, inclusivity and LGBTQ±friendliness at schools in Flanders. Through an online survey during the school year 2021-2022, quantitative data was collected from 783 high school students identifying as LGBTQ+. The results revealed a high prevalence of hate speech, harassment, and discrimination. Friendly and inclusive LGBTQ+ climate indicators, along with supportive school staff, were associated with a heightened sense of safety, a...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41467622",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "explore LGBTQ+ adolescents' sense of safety, inclusivity and LGBTQ±friendliness at schools in Flanders",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing Discrepancies in miRNA Profiles of Mouse Blood-Derived Extracellular Vesicles: A Systematic Review of Sequencing Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "We systematically reviewed published studies to assess reproducibility in miRNA expression profiles from extracellular vesicles (EVs) isolated from mouse serum. Our search specifically targeted mouse studies employing precipitation methods for EV isolation from blood and small RNA sequencing of EV-miRNAs in control groups. Out of 53 identified studies, approximately half lacked publicly available raw data, leaving four eligible studies containing sequencing data from a total of 11 mice. miRNA...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41467515",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impacts of biological invasions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "The Anthropocene is characterised by a continuous human-mediated reshuffling of the distributions of species globally. Both intentional and unintentional introductions have resulted in numerous species being translocated beyond their native ranges, often leading to their establishment and subsequent spread - a process referred to as biological invasion. Biological invasions are associated with profound changes in the composition, structure, and functioning of recipient ecosystems, plus...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41467425",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three-Dimensional Evaluation of Secondary Alveolar Bone Grafting in Patients With Bilateral Cleft Lip and/or Palate: A 2-3-Year Post-Operative Follow-Up",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467339/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251231024236&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Significant rates of SABG resorption were found in this BCL/P cohort. The vertical movement of the upper canine towards the occlusal plane was similar to that of the control group, confirming that SABG facilitates successful canine eruption.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41467339",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Significant rates of SABG resorption were found in this BCL/P cohort. The vertical movement of the upper canine towards the occlusal plane was similar to that of the control group, confirming that SABG facilitates successful canine eruption"
    }
  ]
}