{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-08T19:19:02.640Z",
  "totalItems": 150,
  "totalArchived": 23137,
  "newPapersAdded": 79,
  "institutionBreakdown": {
    "KAIST": 17,
    "SNU": 70,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 8,
    "Korea University": 15,
    "IBS": 67,
    "UNIST": 1,
    "Hanyang University": 2,
    "KIST": 1,
    "GIST": 5,
    "Kyung Hee University": 5,
    "Pusan National University": 4
  },
  "subjectAreaBreakdown": {
    "Biomedical": 35,
    "Neuroscience": 8,
    "Multidisciplinary": 74,
    "Computer Science": 4,
    "Materials Science": 12,
    "Cancer Research": 17
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Professional fulfillment in interventional radiology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41205135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Professional fulfillment is low among interventional radiologists, with half expressing global specialty satisfaction and with minority percentages signaling job and career satisfaction. Patient interaction and work-life balance were identified as significant factors positively affecting professional fulfillment.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41205135",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Professional fulfillment is low among interventional radiologists, with half expressing global specialty satisfaction and with minority percentages signaling job and career satisfaction. Patient interaction and work-life balance were identified as significant factors positively affecting professiona..."
    },
    {
      "title": "<em>Humulus japonicus</em> Water Extract Inhibits Neuroinflammation Through the p38 MAPK Signaling Pathway in a Systemic LPS-Injection Mouse Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204659/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Immune responses occurring in the central nervous system as a result of infection or exposure to toxins are referred to as neuroinflammation. It is heavily involved in the pathogenesis of neurodegenerative conditions of the brain. In the present study, we investigated the effects of a water extract of Humulus japonicus (HJW) on neuroinflammation and its fundamental mechanisms in lipopolysaccharide (LPS)-treated BV-2 murine microglial cells and in a mouse model. HJW inhibited LPS-induced...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41204659",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the effects of a water extract of Humulus japonicus (HJW) on neuroinflammation and its fundamental mechanisms in lipopolysaccharide (LPS)-treated BV-2 murine microglial cells and in a mouse model",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nationwide cross-sectional survey on the necessity of including a clinical skills assessment in the national licensure examination for Doctors of Korean Medicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Clinical skills assessment (CSA) has been implemented in the licensure examination of many healthcare professionals to ensure the required performance in clinical practice. Despite the high demand revealed in previous surveys, CSA has not yet been implemented in the national licensure examination (NLE) for Doctors of Korean Medicine (DKMs). Furthermore, discussions on expected outcomes and examination blueprints remain fragmented. Here, we present the perceptions of DKMs on CSA in the NLE: what...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41204583",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Data-Driven differentiation of idiopathic Normal-Pressure hydrocephalus and progressive supranuclear palsy via automated volumetric analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204957/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The deep learning-based automated brain volumetric analysis achieved high diagnostic accuracy in distinguishing iNPH from PSP using T1-weighted brain MR images.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41204957",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The deep learning-based automated brain volumetric analysis achieved high diagnostic accuracy in distinguishing iNPH from PSP using T1-weighted brain MR images"
    },
    {
      "title": "Nickel-Catalyzed 3,2-Hydroallylation of 1,1-Disubstituted Allenes with Vinyl Cyclopropanes: Access to Functionalized 1,4-Dienes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204912/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "A Ni(II)-catalyzed regioselective 3,2-hydroallylation of 1,1-disubstituted allenes has been developed using vinyl cyclopropanes as allyl precursors, providing efficient access to highly functionalized 1,4-dienes. The presence of a carbonyl functionality in the cyclopropane substrate enables a modified 1,6-type nucleophilic addition pathway via ring opening. A tailored N^(∧)N-type ligand was found to be essential for promoting the transformation under NiH catalysis.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41204912",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Individual differences in effects of stressful life events on childhood ADHD: genetic, neural, and familial contributions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204847/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings underscore the importance of integrating environmental, genetic, and neural variables to identify children vulnerable or resilient to developing ADHD symptoms following early-life stress. This study demonstrates how multimodal data combined with nonparametric machine learning can advance precision psychology and psychiatry, aiding targeted support for affected children.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41204847",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "how multimodal data combined with nonparametric machine learning can advance precision psychology and psychiatry, aiding targeted support for affected children",
      "conclusion": "These findings underscore the importance of integrating environmental, genetic, and neural variables to identify children vulnerable or resilient to developing ADHD symptoms following early-life stress. This study demonstrates how multimodal data combined with nonparametric machine learning can adva..."
    },
    {
      "title": "Orofacial pain symptoms as potential risk factor for cardiovascular diseases: A cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Orofacial pain may independently increase the long-term risk of CVD.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41204824",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Orofacial pain may independently increase the long-term risk of CVD"
    },
    {
      "title": "Validation of the Emergency Surgery Acuity Score in Patients Who Underwent Emergency General Surgery in South Korea: A Multi-Centre, Retrospective, Post Hoc Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204760/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The ESAS is validated as an effective tool for predicting 28-day mortality, post-operative complications, ICU admission, and hospital LOS in Korean patients undergoing emergency general surgery. Its predictive performance compared to other scoring systems highlights its potential to improve risk stratification and resource management in emergency surgery settings.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41204760",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The ESAS is validated as an effective tool for predicting 28-day mortality, post-operative complications, ICU admission, and hospital LOS in Korean patients undergoing emergency general surgery. Its predictive performance compared to other scoring systems highlights its potential to improve risk str..."
    },
    {
      "title": "Clinical Outcomes of Collagen-Based Nasal Packing in Endoscopic Dacryocystorhinostomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Novacol Fibrillar improved surgical outcomes and reduced complications in Endo DCR, supporting its use as an effective hemostatic packing material.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41204759",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Novacol Fibrillar improved surgical outcomes and reduced complications in Endo DCR, supporting its use as an effective hemostatic packing material"
    },
    {
      "title": "Innovations in Biopolymer-Based Anti-Fog Food Packaging: From Surface Engineering to Sustainable Food Preservation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204744/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Anti-fog food packaging is defined as packaging that has undergone surface modification (e.g., superhydrophobic or superhydrophilic coatings) or is composed of special materials, the primary function of which is to regulate the wettability of the packaging in order to prevent condensation of water droplets on the inner surface of the package under specific conditions and the formation of fog. Conventional petroleum-based food packaging materials not only cause environmental pollution but also...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41204744",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Concomitant Headache and Its Association With Worse Psychological and Clinical Status in Temporomandibular Disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: TMD patients when reporting concomitant headache showed higher pain levels, widespread pain, and higher levels of psychological distress. The results indicate the need to appropriately address the issue of headache in TMD patients with an emphasis on psychological issues to improve overall prognosis.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41204702",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TMD patients when reporting concomitant headache showed higher pain levels, widespread pain, and higher levels of psychological distress. The results indicate the need to appropriately address the issue of headache in TMD patients with an emphasis on psychological issues to improve overall prognosis"
    },
    {
      "title": "Evaluation of cardiac toxicity of a neonicotinoid insecticide, dinotefuran, in a zebrafish heart failure animal model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204453/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Dinotefuran, a widely used neonicotinoid insecticide, is environmentally persistent and frequently detected in aquatic systems, raising concerns for non-target organisms. However, its cardiotoxic effects remain unclear. Here, we provide the first comprehensive evidence of its cardiotoxicity in normal and heart failure zebrafish model. Dinotefuran exposure increased the incidence of uninflated swim bladders, reduced survival and locomotor activity in a dose-dependent manner. Cardiac structure was...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41204453",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors affecting post-traumatic growth in hematopoietic stem cell transplantation patients in South Korea: a descriptive survey study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204401/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings underscore the need for tailored interventions that address key factors influencing PTG in HSCT recipients. They also highlight the essential role of oncology nurses in assessing psychosocial needs and implementing individualized, evidence-based care strategies to support psychological recovery and promote PTG.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41204401",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings underscore the need for tailored interventions that address key factors influencing PTG in HSCT recipients. They also highlight the essential role of oncology nurses in assessing psychosocial needs and implementing individualized, evidence-based care strategies to support psychological ..."
    },
    {
      "title": "Development of Novel Host-Associated Low-Temperature Probiotics (HALP) Tailored to Aquaculture Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41205097/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Aquaculture temperatures vary depending on the fish species, and probiotics used in aquaculture must remain effective under these conditions. Therefore, our study developed host-associated low-temperature probiotics (HALP) adapted to temperature conditions relevant to aquaculture. Three bacterial strains, Rahnella inusitata NBL2302 (RI), Pseudoalteromonas arctica NBL2303 (PA), and Lactiplantibacillus plantarum NBL2306 (LP), were isolated from the gastrointestinal tract of Korean rockfish...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41205097",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular profiling and risk factors assessment of cutaneous leishmaniasis in an expanding endemic focus of Punjab, Pakistan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41205103/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41205103",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Postmortem microbiological sampling: a prospective ESGFOR-supported study on relevance, timing, and site selection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41205065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Postmortem microbiological tests can help confirm infectious causes of death and identify the responsible microorganism (MO). However, challenges arise due to the lack of consensus and regulatory guidelines. This prospective single-center study conducted at University Hospitals Leuven from 2013 to 2016, aimed to assess the relevance as well as site- and time-related aspects of postmortem microbiology. A total of 200 clinical and forensic autopsies were included in the study, with 1321 samples...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41205065",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling the Impact of Indole Derivatives on Methanogenic Archaea and Microbial Functions in Anaerobic Digestion of Waste Sewage Sludge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41205042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "As an interspecies-signaling molecule, indole that is also regulating the microbial community quorum sensing (QS) can be an indispensable factor in influencing the performance of an anaerobic digestion process. Mainly released by Gram-negative bacteria, the impact of indole regulation on methane production in such a system is hardly exposed. This research intends to analyze the methane production affected by the microbial community fluctuations in the waste sewage sludge (WSS) in response to QS...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41205042",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of indole regulation on methane production in such a system is hardly exposed",
      "conclusion": null
    },
    {
      "title": "Bulky yet Flexible Alkyl Substituents at Remote Positions in Tertiary Phosphines: Synthesis and Catalytic Performance of the Phosphine Ligands in the Nickel-Catalyzed Suzuki-Miyaura Reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "The structural design of tertiary alkylphosphines is extremely important for controlling the activity of homogeneous metal catalysts. However, inexpensive monodentate phosphines that can exhibit high catalytic performance are limited. Recently, tertiary phosphines bearing bulky aryl substituents at remote positions have been reported as ligands for efficient cross-coupling reactions. In this study, we found that a primary alkyl group having two remote tert-butyl groups can be introduced into the...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41204908",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for controlling the activity of homogeneous metal catalysts",
      "conclusion": null
    },
    {
      "title": "Structure-Based Discovery of Non-Covalent Triazole-Based Cruzipain Inhibitors with Improved Bioactivity Translation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204893/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Chagas disease is a neglected tropical condition with limited treatment options, emphasizing the need for new antichagasic agents. Cruzipain (CZP), the main cysteine protease of Trypanosoma cruzi, is a validated target; however, achieving strong trypanocidal activity through CZP inhibition remains challenging. In this work, we report a series of novel triazole-based noncovalent CZP inhibitors designed by applying state-of-the-art molecular modeling techniques, showing good potency against...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41204893",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aromatic Amide Foldamers Show Conformation-Dependent Electronic Properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Electron transport in organic molecules and biomolecules is governed by electronic structure and molecular conformations. Despite recent progress, key challenges remain in understanding the role of intramolecular interactions and three-dimensional (3D) conformations on the electron transport behavior of organic molecules. In this work, the electronic properties of aromatic amide foldamers are characterized that organize into distinct 3D structures, including an extended secondary amide that...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41204751",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between doses of the 'Welcome to School' intervention and mental health and resilience among young newcomer immigrants and refugees",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The Welcome to School intervention appears to have the potential to reduce emotional difficulties among young newcomers in case of sufficient intervention dose. Further studies are needed to assess the effectiveness of the full intervention.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41204448",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Welcome to School intervention appears to have the potential to reduce emotional difficulties among young newcomers in case of sufficient intervention dose. Further studies are needed to assess the effectiveness of the full intervention"
    },
    {
      "title": "The Risk of Developing Ocular Involvement Among Behçet's Disease Patients Presenting with Mucocutaneous Involvement at Disease Onset: Data from the International AIDA Network Behçet's Disease Registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41205142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Major oral aphthosis, genital aphthous attacks with more than five concurrent ulcers, erythema nodosum coexisting with pseudofolliculitis, a positive family history of BD, and Arab ethnicity are associated with a higher risk of ocular involvement when BD arises with the sole mucocutaneous involvement.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41205142",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Major oral aphthosis, genital aphthous attacks with more than five concurrent ulcers, erythema nodosum coexisting with pseudofolliculitis, a positive family history of BD, and Arab ethnicity are associated with a higher risk of ocular involvement when BD arises with the sole mucocutaneous involvemen..."
    },
    {
      "title": "The interplay and influence of anxiety and depression among men with early-stage prostate cancer and their close allies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41205128/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: While baseline anxiety and depression were related within patient-ally dyads, there was no evidence of interdependence over time. This suggests that individual emotional states are more predictive of future well-being than partner influence, highlighting the need for personalized psychological interventions during AS.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41205128",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While baseline anxiety and depression were related within patient-ally dyads, there was no evidence of interdependence over time. This suggests that individual emotional states are more predictive of future well-being than partner influence, highlighting the need for personalized psychological inter..."
    },
    {
      "title": "Management of Patients with Ulcerative Proctitis: A Global Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41205107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study highlighted differences in management of isolated proctitis compared to left-sided colitis or pancolitis. This is likely explained by the fact that isolated proctitis patients were historically excluded from clinical trials; therefore, management relied on extrapolation of data from studies on more extensive disease.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41205107",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlighted differences in management of isolated proctitis compared to left-sided colitis or pancolitis. This is likely explained by the fact that isolated proctitis patients were historically excluded from clinical trials; therefore, management relied on extrapolation of data from studi..."
    },
    {
      "title": "Fear of Negative Evaluation and Social Anxiety in Autism: A Case for Multi-method Assessment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41205088/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Fear of negative evaluation, which is the primary cognitive process involved in social anxiety, was strongly associated with social anxiety in this autistic sample of youth.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41205088",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Fear of negative evaluation, which is the primary cognitive process involved in social anxiety, was strongly associated with social anxiety in this autistic sample of youth"
    },
    {
      "title": "The diagnostic validity of central symptoms for major depressive disorder in adults with attention-deficit/hyperactivity disorder: a network analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41205076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A five-symptom model comprising \"Depressed affect,\" \"Personal devaluation,\" \"Emptiness,\" \"Agitation,\" and \"Interest loss\" showed strong diagnostic validity for MDD in adult ADHD, and proven effective in exploring its underlying neural mechanisms. These symptoms should be considered a priority in diagnosing MDD in adults with ADHD.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41205076",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A five-symptom model comprising \"Depressed affect,\" \"Personal devaluation,\" \"Emptiness,\" \"Agitation,\" and \"Interest loss\" showed strong diagnostic validity for MDD in adult ADHD, and proven effective in exploring its underlying neural mechanisms. These symptoms should be considered a priority in dia..."
    },
    {
      "title": "Impairment of the GABAergic system in the prefrontal cortex of male heroin addicts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41205075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Opioid addiction is a global concern and the largest health burden among drug use disorders. Prefrontal cortex (PFC) regions play a key multifaceted role in behavioural regulation, and GABAergic interneurons regulate the output of the PFC, whose dysfunction has been linked to the behavioural abnormalities observed in opioid-addicted individuals. In these neurons, glutamate decarboxylase (GAD), with its isoforms GAD 65 and 67, is a key enzyme in the synthesis of GABA. Our study, which was...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41205075",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Health Utility Decrement of Injection Treatment-Related Attributes Using Time Trade-Off Among Type 2 Diabetes Patients: A Vignette-Based Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41205032/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study provides disutility values associated with several injection treatment-related attributes for Chinese patients with T2DM. Hypoglycemia appears to be the most important attribute, followed by dose frequency, flexibility and injection site reaction.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41205032",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "attribute, followed by dose frequency, flexibility and injection site reaction",
      "conclusion": "This study provides disutility values associated with several injection treatment-related attributes for Chinese patients with T2DM. Hypoglycemia appears to be the most important attribute, followed by dose frequency, flexibility and injection site reaction"
    },
    {
      "title": "Open problems in ageing science: a roadmap for biogerontology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41205028/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "The field of ageing science has gone through remarkable progress in recent decades, yet many fundamental questions remain unanswered or unexplored. Here we present a curated list of 100 open problems in ageing and longevity science. These questions were collected through community engagement and further analysed using Natural Language Processing to assess their prevalence in the literature and to identify both well-established and emerging research gaps. The final list is categorised into...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41205028",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Root colonization by Serendipita indica triggers resistance against stem rot in Arachis hypogaea L",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41205014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Root colonization by the endophytic fungus Serendipita indica (Si) effectively inhibited Sclerotium rolfsii (Sr) and controlled peanut stem rot. In vitro and microscopic analyses confirmed the strong antifungal activity of S. indica against S. rolfsii. Pot experiments revealed that Si markedly reduced the disease index to 5.12 ± 0.49% in resistant 'Luhua11' (L) and 8.65 ± 0.53% in susceptible 'Huayu6103' (H), indicating > 90% protection. Furthermore, Si colonization increased the biomass and...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41205014",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Refining mini-monovision with monofocal plus intraocular lenses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204996",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcomes in Children Requiring a Preoperative Extracorporeal Membrane Oxygenation Bridge to an Index Cardiac Operation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Extracorporeal membrane oxygenation (ECMO) is an infrequently utilized, resource intensive life-sustaining therapy used in critically ill children, and frequently those with congenital heart disease. However, reports on the use of ECMO pre-cardiac-surgical intervention as a bridge to an operation are limited. This study evaluated contemporary outcomes in patients supported with ECMO prior to an index cardiac surgical intervention. This is a single center retrospective cohort study from a...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204982",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Peptide hormone spexin restores beta cell function and improves glycaemic control in mice via regulation of the sodium-potassium pump",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204980/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS/INTERPRETATION: Our study highlights that spexin is a stimulatory factor for beta cell function and proliferation, and suggests that spexin is a diabetes therapeutic target for beta cell intervention.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204980",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Islet autoimmunity and progression to type 1 diabetes in the Finnish DIPP study: comparison between genetically susceptible children with and without an affected first-degree relative",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204978/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS/INTERPRETATION: At seroconversion, genetically susceptible children who had one or more FDRs with type 1 diabetes, especially an affected father, were more often positive for GADA and multiple islet autoantibodies. During the follow-up period, children with an affected FDR were more often positive for IAA, GADA and IA-2A, and progressed to clinical type 1 diabetes more often and faster than children without an affected FDR. These data should be considered when designing intervention...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204978",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PolyGR-containing aggregates link with pathology and clinical features of Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's disease is the most common form of dementia; however, its molecular mechanisms are not fully understood. We recently identified polymeric glycine-arginine-containing (polyGR+) aggregates as a novel type of proteinopathy in AD autopsy brains. Here, we performed a comprehensive analysis to study if polyGR+ aggregates are associated with AD neuropathological changes (ADNC) and clinical features of AD cases. We show polyGR+ aggregates are detected in ~ 60% of AD postmortem brains from...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204969",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Visual versus region-of-interest based diffusion evaluation and their diagnostic impact in adult-type diffuse gliomas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204956/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ROI-based diffusion assessment guided by visual input showed superior reproducibility than visual assessment alone. Although visual assessment demonstrated strong correlation with ADC thresholds and comparable overall IDH prediction accuracy, the two methods differ in clinical profile: visual assessment offered high specificity but low sensitivity, whereas ROI-based assessment improved sensitivity at the cost of reduced specificity.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204956",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ROI-based diffusion assessment guided by visual input showed superior reproducibility than visual assessment alone. Although visual assessment demonstrated strong correlation with ADC thresholds and comparable overall IDH prediction accuracy, the two methods differ in clinical profile: visual assess..."
    },
    {
      "title": "Angular Kinematic Analysis of Supine Cervical Thrusts Performed by Chiropractors and Chiropractic Students on Mannequins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204937/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Mean axial rotation for DCs during chiropractic cervical spinal adjustments was less than 34° at peak; most other measures were similar to previously reported findings.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204937",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Mean axial rotation for DCs during chiropractic cervical spinal adjustments was less than 34° at peak; most other measures were similar to previously reported findings"
    },
    {
      "title": "Effect of Cervical Lateral Flexion Prepositioning on Segmental Cervical Axial Rotation of C1 and C2: A Computed Tomography Cadaveric Investigation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204931/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Cervical lateral flexion prepositioning prioritizes C1-C2 movement assessment during cervical axial rotation by reducing motion in the other cervical segments.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204931",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cervical lateral flexion prepositioning prioritizes C1-C2 movement assessment during cervical axial rotation by reducing motion in the other cervical segments"
    },
    {
      "title": "Single-Component Gyroid Formation and Membrane Fabrication from Imidazolium Gemini Zwitterionic Amphiphiles with Fluorinated Anions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204916/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "We report the design and self-assembly of amphiphilic imidazolium-based gemini zwitterions with fluorinated anions (ImGZI-TFSI) that form stable gyroid phases via liquid-crystalline (LC) organization under additive-free conditions. By tuning their surfactant chain length and introducing cross-linkable diene groups, we achieved precise morphological control and fabricated free-standing polymer membranes using Diene-C(16)ImGZI-TFSI. In contrast, the incorporation of diene groups into an analogue...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204916",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Topological Surface Superconductivity via Josephson Coupling in Bi<sub>2</sub>Te<sub>3</sub>/Nb",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204913/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Since discoveries of protected conducting surface states, topological superconducting qubits have enchanted quantum science as prime elements in future fault-tolerant devices, particularly those based on Josephson junctions containing topological insulators. Still, Josephson coupling is often eclipsed by other proximity effects that can dilute topological superconducting pairing at the nontrivial insulator's boundaries. Here, however, using an ultra-low-temperature scanning tunneling microscope,...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204913",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strategies to Enhance CAR-T Cell Persistence in Hematologic Malignancies: From Molecular Design to Clinical Optimization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Chimeric antigen receptor T (CAR-T) cell therapy has demonstrated remarkable clinical efficacy in treating hematological malignancies. Nevertheless, the limited persistence of CAR-T cells in vivo remains a major therapeutic hurdle, leading to disease relapse. This review examines current strategies to enhance CAR-T cell durability, focusing on recent advances in CAR structural design, gene editing techniques, ex vivo culture optimization, clinical management approaches, and in vivo preparation....",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204883",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spontaneous Fusion of Aqueous Two-Phase Droplets: Effect of Coexisting Phospholipids on Stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "The stability of aqueous two-phase system (ATPS) droplets is a key requirement for extending their utility beyond conventional applications, particularly as minimal models of biological cells and reaction compartments. However, the mechanisms by which their dynamic process in droplet size growth remain poorly understood. In this study, lecithin is demonstrated to effectively stabilize ATPS droplets by modulating two fundamental processes that determine their size evolution: 1) approaching...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204875",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Maggot Debridement Therapy Versus Conventional Treatments: Need for More Homogeneous RCTs and Accurate Subgroup Analyses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204856",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "\"It's not just HIV anymore\": A qualitative exploration of health, research, community and mental health priorities of long-term survivors of HIV in the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "ABSTRACTLong-term survivors (LTS) of HIV are people diagnosed before the advent of highly active antiretroviral therapy in 1996 or who have lived with HIV for more than ten years. As they age, many experience comorbidities and effects of lifelong therapy, yet they remain underrepresented in research, which limits person-centered strategies. We examined priorities related to health, aging, safer antiretroviral therapy, community, mental health, and research engagement among LTS in the United...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204851",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "priorities related to health, aging, safer antiretroviral therapy, community, mental health, and research engagement among LTS in the United",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanical Modeling of Cardiac Fibrosis with Explicit Spatial Representation of Cellular Structure and Collagen Alignment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Cardiac fibrosis is a pathological condition linked to various diseases, involving remodeling that impair the cardiac function. Common forms include replacement fibrosis, where damaged myocytes are substituted by collageneous tissue, and interstitial fibrosis, involving matrix expansion between individual myocytes. These occur alongside other remodeling processes, including myocardial stiffening and collagen alignment. However, the mechanical impact of each factor remains poorly understood. In...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204819",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of each factor remains poorly understood",
      "conclusion": null
    },
    {
      "title": "Case-Based Applications of the 2025 AHA/ACC/Multispecialty High Blood Pressure Guideline",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204807/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Hypertension affects nearly half of all adults in the United States and is the leading, preventable cause of cardiovascular disease worldwide. The American Heart Association, American College of Cardiology, and 11 other professional organizations recently published an updated 2025 guideline to reflect the latest advances in the prevention, detection, evaluation, and management of high blood pressure. To bridge the gap between this guideline update and individualized patient care, this Special...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204807",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring self-compassion among men seeking weight loss: a thematic analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204803/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Self-compassion (SC) is associated with reduced eating disorder pathology, body dissatisfaction, and weight concerns, but most SC interventions and research samples focus on women. Because men often face unique challenges related to weight stigma and masculine norms, SC may be especially valuable in supporting emotion-regulation in health coaching programs. Little is known about how adult men engaged in weight loss interpret and experience SC, limiting the reach of interventions...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204803",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The relationship between dose, concentration and toxicity of everolimus in the treatment of neuroendocrine tumors: A prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Everolimus is used in the treatment of patients with advanced neuroendocrine tumors (NET) and is administered at fixed doses despite known interpatient pharmacokinetic variability. This may affect both efficacy and tolerability. We wanted to investigate the relationship between prescribed dose, blood trough concentrations (C(trough)), and toxicity in NET patients receiving everolimus in routine clinical practice. In this prospective observational study NET patients were treated with everolimus,...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204799",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Green synthesis of silver nanoparticles using fermentation extracts from a mangrove soil bacterium: morphological characterization, and antifungal activities against rice blast fungus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204795/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: RFE-AgNPs synthesized using mangrove soil bacterial natural products displayed good control efficacy on rice blast but low ecotoxicity on A. salina and had great potential to be a promising candidate for eco-friendly biopesticides to manage rice blast disease. © 2025 The Author(s). Pest Management Science published by John Wiley & Sons Ltd on behalf of Society of Chemical Industry.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204795",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": "RFE-AgNPs synthesized using mangrove soil bacterial natural products displayed good control efficacy on rice blast but low ecotoxicity on A. salina and had great potential to be a promising candidate for eco-friendly biopesticides to manage rice blast disease"
    },
    {
      "title": "Childhood Linear Growth and Early Morbidity as Predictors of Adolescent Cognitive Ability in Malawi: A Prospective Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204789/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Linear growth before 2 years of age and single HAZ measurements from 2 years onwards associated with later cognitive ability measured with Raven's test, but not consistently with eye-tracking assessment.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204789",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Linear growth before 2 years of age and single HAZ measurements from 2 years onwards associated with later cognitive ability measured with Raven's test, but not consistently with eye-tracking assessment"
    },
    {
      "title": "Arabidopsis RabGDIs are essential for the asymmetric division of zygotes and embryonic development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "In angiosperms, the asymmetric division of the zygote establishes the plant's primary body axis. While vesicular trafficking is known to be critical for this process, its key regulators are not fully understood. This study investigates the role of Arabidopsis guanine nucleotide dissociation inhibitors (RabGDIs) in zygotic division and early embryogenesis. We generated gdi1 and gdi2 single and double mutants using Clustered Regularly Interspaced Short Palindromic Repeats/CRISPR-associated protein...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204770",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cervical Adenocarcinoma: What's Special About the Long-Term Reproductive and Oncological Outcomes of Fertility-Sparing Radical Trachelectomy in It?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: RT in patients with AC led to an acceptable pregnancy rate but a higher CRR and lower 5-year RFS. Careful patient selection for RT, combined with adjuvant chemotherapy when indicated, is crucial to optimize the balance between reproductive and oncological outcomes in AC.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204766",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RT in patients with AC led to an acceptable pregnancy rate but a higher CRR and lower 5-year RFS. Careful patient selection for RT, combined with adjuvant chemotherapy when indicated, is crucial to optimize the balance between reproductive and oncological outcomes in AC"
    },
    {
      "title": "Hydrogen Bond Benchmark: Focal-Point Analysis and Assessment of DFT Functionals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "We performed a hierarchical, convergent ab initio benchmark study and systematically analyzed the performance of density functional approximations for describing hydrogen bonds in small neutral, cationic, and anionic complexes, as well as in larger systems involving amide, urea, deltamide, and squaramide moieties. Focal point analyses (FPA), extrapolating to the ab initio limit, were carried out using correlated wave function methods up to CCSDT(Q) for the small complexes and CCSD(T) for the...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204758",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Weighted Ensemble Simulations With the Drude Polarizable Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204756/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Enhanced sampling methods have become powerful techniques to investigate complex systems and rare molecular events by facilitating greater access to configurational space. In parallel, the continuous development of polarizable force fields augments such techniques, allowing the investigation of the role of electronic polarization in transitional barriers that might be overlooked in nonpolarizable simulations. Together, improved sampling methods and polarizable force fields should accelerate...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204756",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single Cell Multiomics of Hooked Potato Stolons Reveals Parallels to Shoot Apical Meristems in Arabidopsis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204754/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Solanum tuberosum L. (potato) is a key food crop, with its tubers serving as an important food source worldwide. Tuber development is a tightly regulated process involving the transition of a hooked stolon (a modified stem) to a tuber following the perception of mobile signals within the stolon tip. While genes like FLOWERING LOCUS T homologue StSP6A and the transcription factors (TF) StPOTH1, StBRC1b and StBEL5 have been implicated in this process, little is known about cell-type-specific gene...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204754",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "food source worldwide",
      "conclusion": null
    },
    {
      "title": "Systematic review and meta-analysis of the efficacy and safety of [<sup>177</sup>Lu]Lu-edotreotide ([<sup>177</sup>Lu]Lu-DOTATOC) for the treatment of neuroendocrine tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204752/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "[^(177)Lu]Lu-edotreotide is a radiopharmaceutical therapy (RPT) targeting somatostatin receptors, which are commonly overexpressed on neuroendocrine tumors (NETs). This systematic literature review and meta-analysis describes the efficacy and safety of [^(177)Lu]Lu-edotreotide in patients with NETs. To date, there has been no meta-analysis of data for this specific RPT. PubMed, EMBASE, Cochrane databases, and abstracts from select congresses were searched for eligible studies (February/October...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204752",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predicting MammaPrint Recurrence Risk from Breast Cancer Pathological Images Using a Weakly Supervised Transformer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Recurrence related to poor prognosis is a leading cause of mortality in patients with breast cancer (BC). The MammaPrint (MP) genomic assay is designed to stratify recurrence risk and evaluate chemotherapy benefits for early-stage HR+/HER2- BC patients. However, MP fails to reveal spatial tumor morphology and is limited by high costs. In this study, a BC MP cohort is established and CPMP is developed, a weakly supervised agent-attention transformer model, to predict MP recurrence risk from...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204749",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling the potential role of ACSL1 in colorectal cancer proliferation: a novel therapeutic avenue",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204717/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Aberrant expression of acyl-CoA synthetase long-chain family member 1 (ACSL1) occurs in multiple cancer types and is closely linked to patient prognosis. Nevertheless, its precise mechanistic role in colorectal cancer (CRC) remains poorly understood. In this study, we assess ACSL1 expression in CRC and elucidate the molecular mechanisms through which ACSL1 regulates tumor proliferation and migration. Our results show that ACSL1 is significantly upregulated in CRC and is associated with poor...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204717",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "that ACSL1 is significantly upregulated in CRC and is associated with poor"
    },
    {
      "title": "Occupational stress and epigenetic regulation: methylation of the glucocorticoid receptor gene promoter in depressed workers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Epigenetic changes affecting genes in the glucocorticoid pathway have been studied as biomarkers for major depressive disorder (MDD). The aim of this cross-sectional study was to evaluate glucocorticoid receptor (GR) gene promoter methylation levels in depressed workers exposed to occupational stress. Nuclear receptor subfamily 3 group C member 1 (NR3C1) promoter methylation levels were measured by methylation-sensitive high-resolution melting (MS-HRM) in 70 patients with MDD and 40 healthy...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204709",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this cross-sectional study was to evaluate glucocorticoid receptor (GR) gene promoter methylation levels in depressed workers exposed to occupational stress",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Under-Urine-Adhered Supramolecular Hydrogel with Linearly Sustained Quercetin Release Facilitates Hemorrhagic Cystitis Healing via Inflammation Regulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204706/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "The clinical management of hemorrhagic cystitis remains challenging because of persistent inflammation and bladder mucosal barrier disruption. Although intravesical therapies, such as quercetin and hyaluronic acid (HA), show potential, their efficacy is limited by rapid urinary clearance. Hydrogels offer potential as sustained-release drug carriers and protective barriers, yet designing adhesive hydrogels with optimal wet tissue adhesion, controlled degradation, and regulation of...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204706",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Amyotrophic Lateral Sclerosis Clinical Research Site Operations: Emerging Challenges and Potential Solutions From Multiple Sites in the US",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204694/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "As the amyotrophic lateral sclerosis (ALS) clinical trial landscape continues to grow and evolve, optimization of research site efficiency is essential. Herein, we outline results from a formal discussion among multiple ALS research sites in the US to help establish and maintain efficient research site infrastructure. Ten ALS site managers collaborated over a 6-month period to develop a framework of operational strategies to support ALS clinical research sites. To address the evolving ALS...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204694",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reading Grade Level Estimates of Public Health Communication on Social Media Vary Due to Text Preprocessing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Readability formulas are prominent health communication assessment tools, but they can yield varying estimates. Such variation is often treated as error in computerized tools but can result from text preprocessing decisions in manual and computerized assessments alike. This study illustrates the effect of preprocessing on reading grade level estimates in short-form online content, thereby illustrating the importance of reporting these decisions and the limitations of these formulas.We manually...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204693",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Role of HLA Class II Two-Locus Haplotypes and Genotypes in Chinese With Type 1 Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204686/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study demonstrates significant differences in the HLA-DR-DQ haplotypes and genotypes associated with T1D susceptibility between Chinese and Caucasian populations. Specific haplotypes, particularly those involving the DRB1*09:01 allele, are unique to the East Asian patients and exhibit distinct islet autoantibody profiles. These findings emphasise the importance of considering ethnic-specific genetic markers in the study and management of T1D.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204686",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "significant differences in the HLA-DR-DQ haplotypes and genotypes associated with T1D susceptibility between Chinese and Caucasian populations",
      "conclusion": "This study demonstrates significant differences in the HLA-DR-DQ haplotypes and genotypes associated with T1D susceptibility between Chinese and Caucasian populations. Specific haplotypes, particularly those involving the DRB1*09:01 allele, are unique to the East Asian patients and exhibit distinct ..."
    },
    {
      "title": "A Novel Agro-Waste Formulated Medium Enhanced the Growth of Electrogenic Enterobacter Species Isolated Using Microbial Fuel Cell System: Response Surface Methodology Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204673/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Our study aims to identify electrogenic bacteria and optimise culture conditions using different commercial and agro-industrial wastes as a sole carbon source. Potential candidates of electrogenic bacteria isolates (EBIs) were screened from anode-developed biofilm in a double-chambered microbial fuel cell (MFC) bioreactor system. Characterisation using cyclic voltammetry (CV) showed that the isolated bacteria had a potential bio-electrochemical property. Statistical techniques were used,...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204673",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "to identify electrogenic bacteria and optimise culture conditions using different commercial and agro-industrial wastes as a sole carbon source",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Prognostic Value of Immunohistochemical Biomarkers in Medullary Thyroid Carcinoma: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Background: The prognosis and disease course of medullary thyroid carcinoma (MTC) can vary widely among patients. Effective risk stratification is important for ensuring timely treatment and personalized follow-up. Biomarkers can enhance risk stratification and guide the development of targeted anticancer therapies and imaging techniques. While numerous studies have explored various immunohistochemical biomarkers in MTC, an overview is still lacking. This study aimed to provide a comprehensive...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204672",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "provide a comprehensive",
      "significance": "for ensuring timely treatment and personalized follow-up",
      "conclusion": null
    },
    {
      "title": "Exon-skipping due to biallelic splice site mutations in the neurodevelopmental disease gene LNPK",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204669/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Homozygous loss-of-function mutations in LNPK, the gene encoding the endoplasmic reticulum-associated protein lunapark, have previously been linked to an autosomal recessive neurodevelopmental syndrome. Here, we describe an individual harboring compound heterozygous predicted splice site mutations with an overall matching phenotype. In cultured fibroblasts, these mutations result in a dearth of transcript and severe loss of protein, thereby establishing their likely pathogenicity. The underlying...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204669",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A dual-substrate methyltransferase catalyzes consecutive methylation reactions converting proline to stachydrine in Leonurus japonicus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204668/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204668",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploratory real-world experience with GLP-1 receptor agonists vs. metformin in youth with new-onset type 2 diabetes: a single-center retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204644/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: GLP1 led to greater BMI reduction with comparable glycemic control relative to Met in newly diagnosed YT2D.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204644",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GLP1 led to greater BMI reduction with comparable glycemic control relative to Met in newly diagnosed YT2D"
    },
    {
      "title": "Stick-Core-Shell Magnetic Dummy Molecularly Imprinted Polymers for the Determination of Aspartame in Food Sample",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204639/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Trace detection of aspartame molecules is crucial for the safety management of additives in food. We developed a convenient synthetic method to prepare magnetic dummy molecularly imprinted polymers, innovatively using carbon nanotubes as the stick carrier of the adsorptive material, which can not only improve the physicochemical stability of the material, but also allow the magnetic microsphere core to disperse due to the presence of carbon nanotubes, thereby enhancing the adsorption performance...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204639",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Community-level infrastructure risk factors for motor vehicle injuries of car occupants and pedestrians: results from the PURE study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Disproportionately more of the world's fatalities and injuries on the roads occur in low- and middle-income countries, despite these countries having approximately only 60% of the world's vehicles. Injury rates due to motor-vehicles are related to a complex multidimensional array of risk factors, embedded in the social and economic infrastructure of a country or region. Whether environmental infrastructure factors differ in determining the risk of an injury for motor vehicle occupants compared...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204631",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "c-TTE and c-TEE with \"Curtain effect\" for detecting right-to-left shunt in patients with cryptogenic stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "This study compares right heart contrast transthoracic echocardiography (c-TTE) and contrast transesophageal echocardiography (c-TEE) at different states for detecting and grading the right-to-left shunt (RLS) in patients with cryptogenic stroke (CS). A total of 150 CS patients were enrolled. All patients underwent c-TTE and c-TEE at 3 different states: the Rest, the Valsalva Maneuver, and the state of rest shortly after the Valsalva Maneuver (referred to as \"Curtain effect\"). Right-to-left...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204609",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Arthroscopic coracoclavicular ligament reconstruction using allograft and TightRope in a patient with severe distal clavicle bone loss: A 5-year follow-up case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "RATIONALE: Excessive distal clavicle resection can result in severe bone loss and disruption of the coracoclavicular (CC) ligament attachment, leading to significant vertical instability of the acromioclavicular joint. The optimal surgical approach in such cases remains controversial due to the technical challenges associated with achieving anatomical fixation.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Pusan National University"
      ],
      "pmid": "41204578",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between depressive symptoms and sarcopenia in Chinese elderly: A cross-sectional analysis of Chinese Longitudinal Healthy Longevity Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Depression and sarcopenia, which had some common risk factors and shared some common pathological mechanisms, were one of the common comorbidities for elderly. Some studies had revealed the association between depressive symptom and sarcopenia, but studies on Chinese older adults still remained scarce and controversial. This article revealed the association between depressive symptoms and sarcopenia in Chinese elderly. This cross-sectional study analyzed data from the 2018 wave of Chinese...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204565",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mendelian randomization analysis of gut microbiota and chronic kidney disease: Implications for herbal interventions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Based on the gut-kidney axis theory and using Mendelian randomization (MR), this study investigated the potential causal relationship between gut microbiota and chronic kidney disease (CKD), and explored candidate Chinese herbal medicines (CHM) that may treat gut microbiota for CKD management. Genome-wide association study summary statistics of gut microbiota and CKD were obtained from the NHGRI-EBI genome-wide association study Catalog and FinnGen database. MR analyses were performed in R using...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204553",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the potential causal relationship between gut microbiota and chronic kidney disease (CKD), and explored candidate Chinese herbal medicines (CHM) that may treat gut microbiota for CKD management",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The influence of mitochondrial biological function on sudden sensorineural hearing loss: Exploring potential mechanisms and associations through Mendelian randomization analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Mitochondrial dysfunction, particularly involving energy metabolism, oxidative stress, and structural integrity, is recognized as a critical factor in the pathogenesis of hearing loss. However, evidence regarding a potential association between mitochondrial function and sudden sensorineural hearing loss (SSNHL) remains limited. This study aims to explore the potential causal relationship between mitochondrial biological function and SSNHL using Mendelian randomization (MR) analysis. We utilized...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204552",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "to explore the potential causal relationship between mitochondrial biological function and SSNHL using Mendelian randomization (MR) analysis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Developments in diagnosis and treatment of early hypopharyngeal carcinoma and precancerous lesions: A review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Hypopharyngeal carcinoma (HC) is one of the rarest and worst head and neck cancers (HNC) with insidious location, atypical early symptoms, and frequently diagnosed in advanced stages. The risk factors of HC mainly include smoking and drinking. Preventive interventions directed towards environmental risk factors are highly likely to yield far-reaching beneficial effects in reducing the incidence of this disease. The majority of advanced HC patients undergo multimodal treatments that encompass...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204550",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between C-reactive protein-triglyceride glucose index and NAFLD in US adults: A nationally cross-sectional study using NHANES 2017-2020 data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204517/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "The C-reactive protein-triglyceride glucose index (CTI) is a novel biomarker for assessing insulin resistance and the severity of inflammation. However, its association with nonalcoholic fatty liver disease in United States adults has not been well established. Using data from the 2017 to 2020 National Health and Nutrition Examination Survey, this cross-sectional study applied multivariate linear regression models to investigate the linear relationship between CTI and controlled attenuation...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204517",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk factors for virological relapse and long-term efficacy of direct-acting antiviral agents in chronic hepatitis C infection: Impact of HIV coinfection and renal function changes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Although direct-acting antiviral agents (DAAs) have significantly increased the cure rate of hepatitis C, the risk factors for virological recurrence and dynamic changes in liver and kidney functions after treatment in the real world still need to be further clarified. A total of 196 patients with hepatitis C virus (HCV) infection admitted to Henan Infectious Disease Hospital from January 2022 to July 2025 were retrospectively included. Baseline data and laboratory indicators at 12 weeks after...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204499",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Causal effects of breastfeeding on childhood health outcomes: A Mendelian randomization analysis of mental and physical health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Breastfeeding has been extensively documented to confer numerous health benefits. However, establishing causal relationships, particularly with respect to childhood mental and physical health, has been challenging due to confounding variables inherent in observational studies. This study leverages a Mendelian randomization (MR) approach to rigorously investigate the causal impacts of breastfeeding on various childhood health outcomes. A total of 49 single-nucleotide polymorphisms were chosen as...",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204498",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The dysbiosis of gut microbiota in major depressive disorder and comorbidity with overweight/obesity: unraveling biomarkers and metabolic pathways from a microbial perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides novel insights into the interplay between gut microbiota dysbiosis and metabolic perturbations in MDD. Despite intriguing associations between BMI and specific microbial taxa within the MDD group, the preliminary nature of these associations necessitates validation through larger cohorts, multi-omics approaches, and longitudinal designs.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204410",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "This study provides novel insights into the interplay between gut microbiota dysbiosis and metabolic perturbations in MDD. Despite intriguing associations between BMI and specific microbial taxa within the MDD group, the preliminary nature of these associations necessitates validation through larger..."
    },
    {
      "title": "Genetic polymorphism of MSP2 and its implications for Plasmodium falciparum resistance in N'Djamena, Chad",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204395",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of meteorological factors on scrub typhus in Southeast China: a study across 100 districts in Jiangxi Province",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204392/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The incidence of ST in Jiangxi Province is significantly influenced by meteorological factors, with both lag effects and nonlinear relationships. Temperature and relative humidity are the key indicators affecting ST. The consideration of meteorological factors is essential for the prevention and control of ST.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204392",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The incidence of ST in Jiangxi Province is significantly influenced by meteorological factors, with both lag effects and nonlinear relationships. Temperature and relative humidity are the key indicators affecting ST"
    },
    {
      "title": "Synchronous primary gallbladder squamous cell carcinoma and colon adenocarcinoma: A case report and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204503/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "RATIONALE: Gallbladder (GB) malignancy is the most common biliary malignancy; however, squamous cell carcinoma of the gallbladder (GBSCC) is extremely rare. Synchronous primary GB and colon cancers are very rare, but they are still adenocarcinomas.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41204503",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combined decoction selectively modifies chemical composition of traditional Asian medicine: a systematic analysis on Palmijihwang-tang using theoretical additive model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41204222",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A survey on the current status of Korean Medicine practices for asthma among Korean Medicine doctors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This clinical practice survey provides valuable information on the clinical practices of KMDs in asthma care, underscoring the significant role of herbal medicine and acupuncture. The findings clarify treatment approaches and patient groups suited to KM, offering a foundation for future clinical trials, clinical pathway (CP) development and integration with WM.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41204201",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This clinical practice survey provides valuable information on the clinical practices of KMDs in asthma care, underscoring the significant role of herbal medicine and acupuncture. The findings clarify treatment approaches and patient groups suited to KM, offering a foundation for future clinical tri..."
    },
    {
      "title": "Serotonin 2C receptors inhibit hypothalamic CRH neurons to suppress appetite",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203197/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our results demonstrate that Htr2c expression in the CRH^(PVH) neurons is necessary for the appetite-suppressing effects of WAY161503 during fasting-induced refeeding. Importantly, we found that the WAY161503 suppresses the hypothalamic-pituitary-adrenal (HPA) axis and promotes the reduction of plasma CORT levels, thereby enabling the appetite-suppressing effects of Htr2c stimulation during fasting-induced refeeding. To our knowledge, this study is the first to highlight the...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41203197",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results demonstrate that Htr2c expression in the CRH^(PVH) neurons is necessary for the appetite-suppressing effects of WAY161503 during fasting-induced refeeding. Importantly, we found that the WAY161503 suppresses the hypothalamic-pituitary-adrenal (HPA) axis and promotes the reduction of plas..."
    },
    {
      "title": "Piperidinesulfonyl derivatives, novel CYP4A inhibitors, ameliorate hepatic lipotoxicity in metabolic dysfunction-associated steatotic liver disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Metabolic dysfunction-associated steatotic liver disease (MASLD), previously referred to as nonalcoholic fatty liver disease (NAFLD), is characterized by steatosis alongside comorbidities such as obesity, type 2 diabetes mellitus (T2DM), and hypertension. With its complex and multifactorial pathogenesis, MASLD presents substantial challenges for therapeutic intervention, underscoring the need for safe and effective treatments. Cytochrome P450 4A (CYP4A) has been identified as a critical enzyme...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41203031",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An efficient approach to flavan-4-ols via radiolysis and their inhibitory activity against cytokine production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Facile structural modification of naringin (1) induced by γ-irradiation produced five novel hydroxymethylated flavan-4-ols, namely, narinflavans A (2), B (3), C (4), D (5), and E (6). The structures of the newly synthesized flavan derivatives were determined through comprehensive one-dimensional (1D) and two-dimensional (2D) nuclear magnetic resonance (NMR) analyses, whereas their absolute configurations were confirmed by electronic circular dichroism (ECD) spectroscopy. The new unusual flavan...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41202901",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of the core outcome set for herbal medicine treatment of lumbar disc herniation (COS-HM-LDH): A study protocol for a systematic review and a delphi survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202033/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Lumbar Disc Herniation (LDH) is a common global musculoskeletal disorder that causes a significant socioeconomic burden. Nonsurgical interventions are the primary treatment; however, herbal medicines (HM) are gaining traction for their efficacy in managing LDH. Conversely, their integration into clinical settings is limited owing to inconsistencies in clinical trial methodologies, mainly stemming from a lack of standardized outcome measures. Our research, highlighting this gap,...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41202033",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Embedded 3D Printing of Newtonian Fluids in Elasto-viscoplastic Matrix",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201842/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Embedded 3D printing (EM3D) enables freeform patterning of soft materials by extruding ink into a yield-stress supporting matrix. While prior studies have focused on viscoplastic or shear-thinning inks, printing Newtonian fluids─such as silicone oil and liquid metal─remains challenging due to (i) matrix yielding induced by needle motion and (ii) Rayleigh-Plateau (RP) instability driven by interfacial tension. In this study, we investigate the EM3D of Newtonian inks with extremely low surface...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41201842",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CO Adsorption-Induced Deposition: A Facile and Precise Synthesis Route for Core-Shell Catalysts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201297/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Carbon monoxide (CO) is known for its detrimental effect on catalysts due to its strong adsorption on active sites, particularly in catalysis and electrocatalysis. However, our study reveals that CO can actually facilitate the synthesis of core-shell catalysts with precisely controlled structures. In this paper, we present a facile and precise method called CO adsorption-induced deposition (AID) for synthesizing M@Pt (M = Pd, Au, and Ir) core-shell catalysts. We successfully fabricated Pd@Ptn (n...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41201297",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Non-Epitaxial Growth of Transition Metal Oxide Crystalline Nanorods on Laser-Induced Graphene",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201216/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Laser-induced graphene (LIG) has driven significant advances in wearable electronics, advanced healthcare, and energy devices. However, achieving diverse functionalities and high-performance for practical use requires integrating functional materials, which remains challenging due to poor synthesis results or complex chemical treatments. Herein, direct, seedless growth of transition-metal-oxide (MO) crystalline nanorods on LIG is demonstrated, even under lattice-mismatch conditions, via a...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41201216",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AI and mechanistic modeling for characterizing biosynthetic pathways of natural products",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Covering: 2020 to 2025Natural products are a major source of bioactive compounds, yet elucidating their biosynthetic pathways remains a major challenge due to complex genotype-phenotype relationships. Recent advances in computational approaches, particularly artificial intelligence (AI) and mechanistic modeling, are transforming this field. This highlight examines key databases that underpin computational studies, AI-driven methods for predicting biosynthetic pathways and enzyme-substrate...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41200906",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Reconfigurable Silicon Transistor for Noise-Resilient Stochastic Spiking Neural Networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Spiking neural networks (SNNs) are energy-efficient neuromorphic architectures that emulate the event-driven signaling of biological neurons. However, their reliance on deterministic neuron models limits their ability to capture the intrinsic stochasticity of real neural systems, limiting their noise resilience and adaptability. To overcome these limitations, stochastic SNNs (SSNNs) have emerged, incorporating probabilistic behavior to enhance noise tolerance and enable probabilistic...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41200892",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of additional occipital involvement in Parkinson's disease with posterior cortical hypoperfusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Additional occipital hypoperfusion was not associated with an imminent risk of dementia conversion in patients with PD with posterior cortical hypoperfusion. Nonetheless, occipital involvement may serve as an indicator of the diffuse malignant subtype of PD.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41199510",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Additional occipital hypoperfusion was not associated with an imminent risk of dementia conversion in patients with PD with posterior cortical hypoperfusion. Nonetheless, occipital involvement may serve as an indicator of the diffuse malignant subtype of PD"
    },
    {
      "title": "Effects of MAO-B and COMT inhibitors on sleep disturbances in Parkinson's disease: A network meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that safinamide may offer additional value for managing sleep disruptions beyond its known motor benefits in patients with PD. Given the limited number and small scale of available trials, the overall evidence should be interpreted cautiously. Nonetheless, this analysis highlights the need for further high-quality trials focused on sleep outcomes to guide personalized use of MAO-B and COMT inhibitors for sleep disturbances in PD.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41199509",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that safinamide may offer additional value for managing sleep disruptions beyond its known motor benefits in patients with PD",
      "conclusion": "These findings suggest that safinamide may offer additional value for managing sleep disruptions beyond its known motor benefits in patients with PD. Given the limited number and small scale of available trials, the overall evidence should be interpreted cautiously"
    },
    {
      "title": "Scalable Photoactive NO<sub>2</sub>-Sensing Framework for Plant Health Monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Conventional sensing platforms for plant health monitoring are often limited by high operating temperatures, rigid substrates, and poor compatibility with ambient, power-constrained, or biologically sensitive environments. These limitations hinder their integration into emerging platforms such as smart agriculture and plant-interfaced electronics, where mechanical flexibility, energy efficiency, and low thermal budgets are essential. This paper reports a scalable, thermally passive NO(2) sensor...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41199450",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and safety evaluation of a reusable advanced hemostatic device (Vi-Sealer) during total laparoscopic hysterectomy in South Korea (KGOG4009/Vi-TLH trial): study protocol for a multicenter, open-label, non-inferiority randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204237/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Advanced hemostatic devices (AHDs) are widely utilized in gynecologic minimally invasive surgeries. These AHDs control ultrasonic or bipolar electric/thermal energy with a feedback mechanism and effectively seal vessels without thermal spread. However, most AHDs are single-use, potentially increasing surgical costs. Vi-Sealer, a reusable AHD with an interchangeable blade, aims to address this issue. This study assesses operative outcomes and complications to evaluate the efficacy and...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41204237",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "to address this issue",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness and safety of low-dose intraoperative tranexamic acid in cardiac surgery: a retrospective before-and-after study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204089/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The routine implementation of low-dose intraoperative TXA in cardiac surgery was associated with a significant reduction in bleeding after cardiac surgery, without an increased risk of thrombotic complications or seizures.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41204089",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The routine implementation of low-dose intraoperative TXA in cardiac surgery was associated with a significant reduction in bleeding after cardiac surgery, without an increased risk of thrombotic complications or seizures"
    },
    {
      "title": "Hard exudates in diabetic macular edema after intravitreal anti-VEGF therapy: a post-hoc analysis of the DRCR protocol T trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204027/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Following anti-VEGF for DME, HEs initially increase, followed by a subsequent decrease over one year. Greater extent of HEs at baseline is associated with worse visual outcomes at one year.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41204027",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Following anti-VEGF for DME, HEs initially increase, followed by a subsequent decrease over one year. Greater extent of HEs at baseline is associated with worse visual outcomes at one year"
    },
    {
      "title": "Gender differences in employment disruption and return to work among cancer survivors in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Employment is important for cancer survivors, but women are more vulnerable to job loss after a cancer diagnosis and less likely to return to work after losing their jobs, particularly those in lower-income groups.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41204010",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for cancer survivors, but women are more vulnerable to job loss after a cancer diagnosis and less likely to return to work after losing their jobs, particularly those in lower-income groups",
      "conclusion": "Employment is important for cancer survivors, but women are more vulnerable to job loss after a cancer diagnosis and less likely to return to work after losing their jobs, particularly those in lower-income groups"
    },
    {
      "title": "Discovery of intrahepatic CD103<sup>+</sup> cDC1/CD8<sup>+</sup> T<sub>RM</sub> protective immune axis against acetaminophen-induced acute liver injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Understanding the intrahepatic protective immune systems against acetaminophen (APAP)-induced acute liver injury (ALI) is currently limited. Here we reveal that Gram-positive gut-microbiota-derived pathogen-associated molecular patterns promote the CCL2-dependent infiltration of hepatotoxic Ly6C^(hi) monocytes into the APAP-damaged liver, thus inducing APAP-ALI. Conversely, Gram-negative bacterial pathogen-associated molecular patterns activate hepatic CD103⁺ cDC1s to produce IL-15, which in...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41204000",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-cell transcriptomics of the myeloid milieu reveals an angiogenic niche in triple-negative breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Intratumoral myeloid cells are highly heterogeneous in terms of development and function and are pivotal for forming and regulating the tumor microenvironment. However, the myeloid milieu in triple-negative breast cancer (TNBC) remains poorly understood. Here, to elucidate this myeloid milieu, we integrated in-house and public single-cell RNA sequencing data. We detected diverse neutrophil and mononuclear-phagocyte subtypes and delineated their developmental trajectories and functions. Of...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203997",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "RNA stability enhancers for durable base-modified mRNA therapeutics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "The limited stability of mRNA in vivo remains a major challenge for vaccines and therapeutics. While alternative RNA formats such as circular RNA or self-amplifying RNA offer greater durability, these modalities often suffer from low translation, modification incompatibility and difficult manufacturing. To overcome these limitations, we screen 196,277 viral sequences and identify eleven elements that strongly enhance mRNA stability and translation. Mechanistically, they recruit TENT4 to extend...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203992",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Significance of changes in cavity after treatment in Mycobacterium avium complex pulmonary disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203945/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203945",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elebsiran and PEG-IFNα for chronic hepatitis B infection: a partially randomized, open-label, phase 2 trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203919/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Functional cure is a goal for the treatment of chronic hepatitis B virus (HBV) infection; however, it is infrequently achieved with currently approved treatments. Here we provide a randomized evaluation of the small interfering RNA elebsiran, in combination with pegylated interferon alfa (PEG-IFNα), compared with PEG-IFNα monotherapy. In addition, this study evaluates the potential role of the HBV therapeutic vaccine BRII-179 in identifying immunologically responsive patients and improving...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41203919",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "for the treatment of chronic hepatitis B virus (HBV) infection; however, it is infrequently achieved with currently approved treatments",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The relationship between glycaemic status and the risk of third, fourth and sixth cranial nerve palsy: a nationwide population-based study (2009-2018)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203905/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This large-scale, population-based cohort study suggests that the risk of third, fourth, and sixth CNP significantly increased in patients with IFG and diabetes compared to those with normal glycaemic status.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203905",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This large-scale, population-based cohort study suggests that the risk of third, fourth, and sixth CNP significantly increased in patients with IFG and diabetes compared to those with normal glycaemic status"
    },
    {
      "title": "A study on parametric design of ceramic liquor bottles by combining grey relational analysis and particle swarm optimization support vector regression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Nowadays, with the vigorous development of cultural and creative industries, the design of traditional cultural products often depends on the designer's personal artistic accomplishment and aesthetic judgment. However, the cognitive difference between designers and consumers will lead to the fact that cultural and creative products cannot be recognized by consumers when they are introduced to the market. In order to seek the design method with intelligence assistance and better design cultural...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203770",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of electrode placement on electrical stimulation for wound healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Effective wound healing is directly linked to survival. Long-term unhealed wounds impair quality of life and incur significant costs. Electrical stimulation (ES) influences wound healing by modulating signals that regulate cell proliferation, migration, and immune response. In ES treatment, the placement of electrodes is a critical factor, as it impacts the environmental conditions and cell polarity essential for wound healing. This study analyzed the effects of various electrode placements to...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41203759",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the effects of various electrode placements to",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automated inspection of P&amp;ID object recognition using deep learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Numerous studies have focused on digitizing piping and instrumentation diagrams (P&IDs) to enhance their applicability across industries. Even with the application of digitization technology, correcting errors in object recognition remains time-consuming, and because correction is performed manually, errors may persist. To address these issues, we propose a novel method for inspecting object recognition results in P&IDs. For unrecognized object inspection, patches are generated, and a deep...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41203750",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SHAP-based binarization enhances metataxonomic machine learning with application to gut microbiota of inflammatory bowel disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Machine learning has been increasingly applied to microbiome data for biomarker discovery. However, microbiome datasets are typically high-dimensional, sparse, and correlated, which makes model training challenging and prone to overfitting. Previous studies have also reported that microbiome features exhibit binary-like characteristics, and that binarization does not necessarily reduce predictive performance. This observation motivated our work. Building on this idea, we propose a SHAP-based...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203701",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical ultrasound, photoacoustic, and fluorescence image-guided lymphovenous anastomosis microsurgery via a transparent ultrasound transducer array",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203653/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Multimodal optical and ultrasound imaging (USI) provides complementary diagnostic insights. However, because conventional USI uses opaque ultrasound (US) transducers, integrating these two modalities results in a bulky and complicated handheld probe in which neither modality performs efficiently. Although transparent ultrasound transducers (TUTs) solve these issues by acting as optical windows, enabling the seamless combination of light and US beams, single-element TUTs are not common in...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41203653",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TUSC3 regulates ERMA-mediated Mg<sup>2+</sup> uptake for synaptic function and neurodevelopment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203647/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Intellectual disability (ID) is characterized by deficits in cognition and adaptive behavior, with few treatment options. Tumor Suppressor Candidate 3 (TUSC3) has been genetically linked to autosomal recessive ID, but its molecular mechanism and therapeutic potential remain unclear. Here we show that TUSC3 is essential for endoplasmic reticulum (ER) Mg²⁺ homeostasis and neuronal function. Using a TUSC3 knockout (KO) mouse model, we find ID-like phenotypes including impairments in learning,...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203647",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrated Tn-seq and MAGE-assisted rapid genome engineering targeting in Escherichia coli",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203504/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Improving microbial strains is essential for the economic feasibility of bio-based chemical production; however, the intricate nature of metabolic networks and gene interactions makes identifying effective genetic engineering targets challenging. We developed iTARGET, an integrated approach combining in situ transposon mutagenesis, biosensor-guided selection, and multiplex automated genome engineering (MAGE) to identify novel and synergistic genetic targets that are challenging to predict...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "GIST",
        "POSTECH",
        "SNU",
        "UNIST"
      ],
      "pmid": "41203504",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between sleep quality and seat belt use: a nationwide Korean study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203270",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Indirect revascularization after bypass surgery for intracranial atherosclerotic steno-occlusive disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Indirect revascularization was more pronounced after combined bypass than direct bypass alone and was a significant predictor of favorable clinical outcomes.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203094",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Indirect revascularization was more pronounced after combined bypass than direct bypass alone and was a significant predictor of favorable clinical outcomes"
    },
    {
      "title": "Clinical Characteristics and Surgical Outcomes of Patients Receiving Perioperative Pembrolizumab in KEYNOTE-671",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Neoadjuvant pembrolizumab did not adversely affect surgical outcomes, was associated with numerically higher R0 resections, and improved EFS versus neoadjuvant chemotherapy in surgically relevant subgroups in early-stage NSCLC.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203001",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Neoadjuvant pembrolizumab did not adversely affect surgical outcomes, was associated with numerically higher R0 resections, and improved EFS versus neoadjuvant chemotherapy in surgically relevant subgroups in early-stage NSCLC"
    },
    {
      "title": "Treatability of recombinant T4 bacteriophage lysozyme with secondary sludge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202939/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "The hydrolysis of secondary sludge is a rate-limiting step in anaerobic digestion for bioenergy production. In this study, recombinant bacteriophage T4 lysozymes were applied as a pretreatment, achieving volatile suspended solids (VSS) removal of 18.1-57.0 %. Moreover, lysozyme application increased the biogasification rate constant by 0.3-1.0 d^(-1), irrespective of sludge origin or lysozyme source. A significant positive correlation (p < 0.001) was observed between VSS removal and methane...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41202939",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Relationships among Clinical Competence, Self-Efficacy, Organizational Culture for Infection Control, and Compliance with Standard Precautions in Early Career Nurses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Improving clinical competence and fostering positive organizational culture for infection control are imperative to enhancing compliance with Standard Precautions among early career nurses. These findings should be used as foundational data to develop strategies to enhance compliance with Standard Precautions and address individual and organizational factors among early career nurses.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202883",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Improving clinical competence and fostering positive organizational culture for infection control are imperative to enhancing compliance with Standard Precautions among early career nurses. These findings should be used as foundational data to develop strategies to enhance compliance with Standard P..."
    },
    {
      "title": "Global, regional, and national burden of Chagas disease, 1990-2023: a systematic analysis for the Global Burden of Disease Study 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Chagas disease is a neglected tropical disease caused by the protozoan Trypanosoma cruzi, primarily transmitted by infected bugs, but also through contaminated food, transfusions, congenital transmission, and organ transplantation. Chagas disease has acute and chronic phases; the chronic phase can occur decades after infection, leading to complications such as heart failure, arrhythmias, and megaviscera. Accurate mortality and morbidity estimates are hindered by under-reporting and...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41202826",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tree niche characteristics primarily regulate species, phylogenetic and functional diversity of tree communities across forest types in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Ecological niche represents the range of available resources or adaptable habitat environments and is highly relevant to species distribution, community composition, ecosystem functioning, and biodiversity conservation strategies. Despite the importance of niche's concept and application in ecology and environmental science, there is a lack of research on the mechanisms by which generalists with broad niches and specialists with narrow niches control tree diversity. Furthermore, there is need...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202749",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex differences in mortality associated with physical activity before and after acute coronary syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202740/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Initiating or continuing MVPA post-ACS diagnosis is associated with a lower risk of all-cause and CVD mortality, with comparable benefits in men and women; this challenging the notion that women derive greater PA-induced mortality reductions than their male counterparts.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41202740",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Initiating or continuing MVPA post-ACS diagnosis is associated with a lower risk of all-cause and CVD mortality, with comparable benefits in men and women; this challenging the notion that women derive greater PA-induced mortality reductions than their male counterparts"
    },
    {
      "title": "Phase II study of lazertinib and pemetrexed in patients with epidermal growth factor receptor mutation-positive non-small cell lung cancer with leptomeningeal metastases: the KCSG LU 21-01, LAZARUS study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Lazertinib plus pemetrexed demonstrated promising intracranial efficacy, OS benefits, and improved quality of life, highlighting its potential as a treatment option for EGFR-mutant NSCLC and LM, particularly in previously treated patients.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202701",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lazertinib plus pemetrexed demonstrated promising intracranial efficacy, OS benefits, and improved quality of life, highlighting its potential as a treatment option for EGFR-mutant NSCLC and LM, particularly in previously treated patients"
    },
    {
      "title": "Co-regulation of HexC fine-tunes HexA-dependent transcription and acid stress response in Pectobacterium carotovorum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202690/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Environmental fluctuations and host-derived stresses demand precise transcriptional regulation in bacterial pathogens to ensure survival and pathogenic success. In Pectobacterium sp., causal agents of soft rot disease, the global regulator HexA is known to repress genes involved in plant cell wall-degrading enzyme (PCWDE) production, quorum sensing (QS), and virulence. However, its broader regulatory scope and physiological significance remain poorly understood. Here, we examined HexA function...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202690",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "HexA function",
      "significance": "remain poorly understood",
      "conclusion": null
    },
    {
      "title": "Gender-affirming surgeries and patient-reported outcomes in South Korea: A multicenter cohort survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202678/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Gender-affirming surgeries (GASs) are becoming common in South Korea; however, patient experiences remain underexplored. This study investigated experiences of transgender and gender-diverse (TGD) individuals who underwent GAS in South Korea. This multicenter study was conducted at 8 institutions between January and October 2024. TGD individuals who underwent at least one GAS were surveyed regarding demographics, type of surgery, and patient-reported outcome measures including satisfaction and...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202678",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "experiences of transgender and gender-diverse (TGD) individuals who underwent GAS in South Korea",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mapping the Conflict Between Oral Health and Patient Autonomy in Dentistry: A Unified Qualitative-Quantitative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Ethical theory adopted from literature was insufficient to fully capture complexities, particularly in-patient narratives. These findings indicate a need for novel ethical approaches that better reflect patients' reasoning.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202538",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "a need for novel ethical approaches that better reflect patients' reasoning",
      "conclusion": "Ethical theory adopted from literature was insufficient to fully capture complexities, particularly in-patient narratives. These findings indicate a need for novel ethical approaches that better reflect patients' reasoning"
    },
    {
      "title": "Observations and perspectives of peer professionals involved in civil commitment rulings for individuals with mental illnesses in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Peer professionals play critical roles in ASRBs, which are mandated to ensure fairness for individuals petitioned for civil commitment. By Bridging the gap between petitioned individuals and non-peer colleagues, peer professionals enrich the deliberation process with knowledge and perspectives gained from their own lived experiences. Efforts to enhance procedural justice of ASRBs include clarifying and strengthening ASRB policies and procedures, as well as providing training and...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Peer professionals play critical roles in ASRBs, which are mandated to ensure fairness for individuals petitioned for civil commitment. By Bridging the gap between petitioned individuals and non-peer colleagues, peer professionals enrich the deliberation process with knowledge and perspectives gaine..."
    },
    {
      "title": "Zanidatamab in combination with docetaxel in first-line HER2-positive breast cancer: results from an open-label, multicenter, phase Ib/II study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202501/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Zanidatamab demonstrated efficacy and a manageable and tolerable safety profile with docetaxel as first-line treatment in patients with HER2-positive breast cancer. These data support the further development of zanidatamab in this patient population.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202501",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Zanidatamab demonstrated efficacy and a manageable and tolerable safety profile with docetaxel as first-line treatment in patients with HER2-positive breast cancer. These data support the further development of zanidatamab in this patient population"
    },
    {
      "title": "Enhanced emulsion stability through synergistic interactions in ternary Maillard conjugates of soy protein isolate, maltodextrin, and gum Arabic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202357/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "This study examined the structural and functional properties of soy protein isolate (SPI) conjugates with maltodextrin (MD) and gum Arabic (GA) formed via the Maillard reaction under wet heating at 80 °C. Native SPI showed poor solubility (34.4 % at pH 7) and a limited emulsion stability index (ESI = 562.7 min). Binary conjugates improved specific properties but remained incomplete: S-M enhanced solubility (58.6 % at pH 7) yet exhibited creaming, whereas S-G suppressed creaming but maintained...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41202357",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the structural and functional properties of soy protein isolate (SPI) conjugates with maltodextrin (MD) and gum Arabic (GA) formed via the Maillard reaction under wet heating at 80 °C",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Observation of D^{+}→K_{S}^{0}π^{0}μ^{+}ν_{μ}, Test of Lepton Flavor Universality, and First Angular Analysis of D^{+}→K[over ¯]^{*}(892)^{0}ℓ^{+}ν_{ℓ}",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "We report a study of the semileptonic decays D^{+}→K_{S}^{0}π^{0}ℓ^{+}ν_{ℓ} (ℓ=e, μ) based on 20.3 fb^{-1} of e^{+}e^{-} collision data collected at the center-of-mass energy of 3.773 GeV with the BESIII detector. The D^{+}→K_{S}^{0}π^{0}μ^{+}ν_{μ} decay is observed for the first time, with a branching fraction of (0.896±0.017_{stat}±0.008_{syst})%, and the branching fraction of D^{+}→K_{S}^{0}π^{0}e^{+}ν_{e} is determined with the improved precision as (0.943±0.012_{stat}±0.010_{syst})%. From...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202255",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First Observation of Quantum Correlations in e^{+}e^{-}→XDD[over ¯] and C-Even Constrained DD[over ¯] Pairs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202241/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "The study of meson pairs produced with quantum correlations gives direct access to parameters that are challenging to measure in other systems. In this Letter, the existence of quantum correlations due to charge-conjugation symmetry C are demonstrated in DD[over ¯] pairs produced through the processes e^{+}e^{-}→DD[over ¯], e^{+}e^{-}→D^{*}D[over ¯], and e^{+}e^{-}→D^{*}D[over ¯]^{*}, where the lack of charge superscripts refers to an admixture of neutral-charm-meson particle and antiparticle...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202241",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends in non-pharmacological treatment for insomnia: A nationwide study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202023/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings highlight a significant gap between clinical guidelines and real-world practice. Although non-pharmacological treatments remain underutilized, recent improvements suggest potential for better integration into routine care, emphasizing the need for ongoing efforts to enhance access to recommended therapies.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202023",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings highlight a significant gap between clinical guidelines and real-world practice. Although non-pharmacological treatments remain underutilized, recent improvements suggest potential for better integration into routine care, emphasizing the need for ongoing efforts to enhance access to re..."
    },
    {
      "title": "Association of muscle mass and strength with blood-based epigenetic aging among middle-aged and older adults in the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Muscle mass and strength influence various age-related health outcomes, however their individual and joint associations with biological aging remain understudied. This study investigated the associations of muscle health with epigenetic aging based on DNA methylation in blood samples, among middle-aged and older adults. We analyzed data from 1,121 individuals from the 1999-2002 cycles of the National Health and Nutrition Examination Survey. Muscle mass was assessed using the appendicular...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201773",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the associations of muscle health with epigenetic aging based on DNA methylation in blood samples, among middle-aged and older adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The relationship between subjective health status and user satisfaction among low-income disabled adults: the mediating role of perceived values of smart home technology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201623/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Through the results of this study, theoretical and practical implications for the provision of smart home services for people with disabilities were proposed.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201623",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for the provision of smart home services for people with disabilities were proposed",
      "conclusion": "Through the results of this study, theoretical and practical implications for the provision of smart home services for people with disabilities were proposed"
    },
    {
      "title": "Transcriptome-based screening of regulator genes for sexual dimorphism in pupae of Callipogon relictus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings reveal the tissue-specific and conserved regulators of sexual dimorphism in C. relictus; they provide a foundation for functional studies and support conservation strategies, including captive rearing and sustainable management, for this endangered beetle.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201578",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings reveal the tissue-specific and conserved regulators of sexual dimorphism in C. relictus; they provide a foundation for functional studies and support conservation strategies, including captive rearing and sustainable management, for this endangered beetle"
    },
    {
      "title": "2025 ICM: Mycobacterium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201498",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between body fat percentage and vitamin D deficiency among Korean adults: A cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201483/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Vitamin D deficiency is associated with obesity, as vitamin D may be sequestered or diluted in adipose tissue. This cross-sectional study investigated the association between serum 25-hydroxyvitamin D [25(OH)D] levels and body fat percentage in Korean adults from the KNHANES IX. A total of 4176 participants were analyzed and stratified by sex and age. Total, appendicular, and trunk fat mass were assessed using bioelectrical impedance analysis and serum 25(OH)D3 concentrations were measured using...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201483",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extension p-Doping of Carbon Nanotube Transistors through Nitric Oxides Annealing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201466/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "This work investigates the p-doping effect of Nitric Oxides (NO(X)) annealing on transistors with a channel from a network of carbon nanotubes (CNTs), with a focus on extension doping of top-gated transistors and RF characterization. NO(X) annealing at 100 °C for 1 h induces oxidation in CNTs, which introduces a doping band inside the nanotube band gap near the valence band. The benefits and drawbacks of NO(X) annealing on the performance of back-gated (BG) CNT transistors are characterized. The...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201466",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Situ Scanning Electron Microscopy Investigation of Failure Mechanisms in Multilayer Coatings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Understanding the failure mechanisms of multilayer coatings is essential for optimizing their tribological performance. In this study, an in situ scanning electron microscopy (SEM) tribotester was used to simultaneously monitor friction force and visualize the wear behavior of TiN/Ag multilayer coatings under dynamic contact conditions. Eight coatings were designed with varying numbers of layers (single, double, 5, and 10 layers) and different topmost layers of TiN or Ag to examine the influence...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201261",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular-Level Design of Multifunctional Membranes: A Holistic Approach for High-Performance Aqueous Zinc Metal Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "In the pursuit of the development of safe energy storage devices, aqueous zinc metal batteries have garnered incredible attention due to their non-flammable nature and high energy densities. However, they suffer from severe complicated degradations induced by dendrite formation, hydrogen evolution reaction, transition metal dissolution, and their crosstalk effect. Herein, membranes are designed and engineered for high mechanical strength, Zn^(2+) selectivity, and hydrophobicity to simultaneously...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41201201",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Scalable Hollow Fiber Adsorbents for Metal Ion Recovery via Selective In-Pore MOF-808 Growth under Aqueous Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201052/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Selective in situ growth of metal-organic frameworks (MOFs) within polymeric supports under mild, aqueous conditions remains a synthetic challenge due to interfacial instability, uncontrolled crystallization, and MOF leaching. Here, this study reports a binding-assisted strategy for the selective in-pore growth of MOF-808 within polyacrylonitrile (PAN)/polyvinyl pyrrolidone (PVP) hollow fibers at 30 °C. Alkaline hydrolysis of PAN introduces anchoring sites for zirconium clusters, while...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41201052",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emergency Nurses' Experiences Caring for Patients in Mental Health Crisis: Current Challenges and Future Directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201044/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Caring for patients with mental health problems in the emergency department negatively impacts the treatment and safety of patients with mental illness, other patients in the emergency department, and nurses' emotional well-being and job satisfaction. This highlights the need for multifaceted efforts to ensure safe and effective mental health nursing in emergency settings. With appropriate improvements, more specialised and safer mental health nursing services can be provided to...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201044",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Caring for patients with mental health problems in the emergency department negatively impacts the treatment and safety of patients with mental illness, other patients in the emergency department, and nurses' emotional well-being and job satisfaction. This highlights the need for multifaceted effort..."
    },
    {
      "title": "Flexoelectric Elastomer Enabled by Miscibility-Driven Succinonitrile Molecular Rotation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201021/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Plastic crystals exhibit long-range positional order alongside orientational disorder, positioning them between crystalline solids and liquids. Although their centrosymmetric structure suppresses intrinsic piezoelectric and ferroelectric effects, they can exhibit flexoelectric behavior under strain gradient. Succinonitrile (SN), a highly polar plastic crystal, is a promising candidate for such applications due to its dynamic molecular nature. While previous studies focused on the rotational...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41201021",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reversibility of Immune Checkpoint Inhibitor-Induced Hypothyroidism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Immune checkpoint inhibitors (ICIs) have revolutionized cancer treatment but can induce immune-related adverse events, most commonly hypothyroidism. The reversibility of ICI-induced hypothyroidism and the potential for discontinuing levothyroxine (LT4) treatment remain unclear. This retrospective study analyzed patients who developed hypothyroidism due to ICI treatment and were prescribed LT4 at a tertiary referral hospital from January 2016 to March 2024. Among 3,753 patients treated with ICIs,...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41200918",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "EGFR-targeted micelles-in-lipopolymersome nanocarriers for overcoming drug resistance in triple-negative breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200741/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Triple-negative breast cancer (TNBC) remains a therapeutic challenge due to its aggressive nature, limited treatment options, and propensity for developing multidrug resistance (MDR). To overcome these limitations, a novel micelles-in-lipopolymersome nanocarrier system is developed herein for targeted drug delivery. Specifically, an epidermal growth factor receptor (EGFR)-targeted EGF peptide is conjugated to 1,2-distearoyl-sn-glycero-3-phosphoethanolamine-N-[amino(polyethylene glycol)-2000]...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41200741",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case Report: Hyperplastic cervical polyp with lipomatous differentiation in a dog",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Uterine lesions containing adipose tissue are extremely rare in dogs, and cervical polyps are rarely reported in veterinary literature. This case report describes an 11-year-old intact female mixed-breed dog presenting with chronic vaginal discharge. Diagnostic imaging revealed a well-defined fat-attenuating mass in the cervix. The lesion appeared as a homogeneously hyperechoic intrauterine mass on ultrasonography and exhibited hypoattenuation with enhanced internal septa on computed tomography....",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41200549",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Switchable supramolecular polymers of a Pt(II) complex <em>via</em> diacetylene π-Ag<sup>+</sup> interaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Controlling the driving forces during supramolecular polymerization represents a highly significant and challenging approach for the development of tailored supramolecular polymer systems for various applications. We report a switchable supramolecular polymerization system based on binuclear Pt(ii) complex (Pt(2)L¹) containing a diacetylene moiety, mediated by π-Ag^(+) interactions between the diacetylene moieties and Ag^(+) ions in a mixed DMSO/H(2)O (3 : 7 v/v) solvent system. The π-Ag^(+)...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41200395",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of Different Parts of Broccoli (<em>Brassica oleracea</em> var. <em>italica</em>) Leaves and Retention of Functional Compounds Under Different Cooking Methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200212/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "The disposal of broccoli by-products, such as broccoli leaves and stems, can potentially have harmful impacts on the environment. However, these by-products may contain substantial amounts of phytochemical compounds with potential health benefits. In this study, the phytochemical composition and antioxidant activities of different parts of broccoli leaves, such as leaf blades and petioles, were analyzed to identify their potential use as functional food materials. Ten glucosinolates, 1 nitrile,...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41200212",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling spin entanglement using quantum gates with scanning tunneling microscopy-driven electron spin resonance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "Quantum entanglement is a fundamental resource for quantum information processing, and its controlled generation and detection remain key challenges in scalable quantum architectures. Here, we numerically demonstrate the deterministic generation of entangled spin states in a solid-state platform by implementing quantum gates via electron spin resonance combined with scanning tunneling microscopy (ESR-STM). Using two titanium atoms on a MgO/Ag(100) substrate as a model, we construct a two-qubit...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41200124",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fluorescence Guided Surgery in Gastric Cancer: What Do We Have and What Can We Do?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108141857&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Current evidence supports the safety and efficacy of fluorescence imaging in gastrointestinal surgery, with promising outcomes in precision and staging. However, uniform protocols for fluorescence use are urgently needed. Future studies should aim to standardize administration and optimize clinical implementation to fully realize its benefits.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41199958",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "to standardize administration and optimize clinical implementation to fully realize its benefits",
      "significance": null,
      "conclusion": "Current evidence supports the safety and efficacy of fluorescence imaging in gastrointestinal surgery, with promising outcomes in precision and staging. However, uniform protocols for fluorescence use are urgently needed"
    }
  ]
}