{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-24T19:22:24.202Z",
  "totalItems": 150,
  "totalArchived": 38425,
  "newPapersAdded": 219,
  "institutionBreakdown": {
    "KAIST": 12,
    "SNU": 65,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 51,
    "IBS": 34,
    "UNIST": 0,
    "Hanyang University": 6,
    "KIST": 1,
    "GIST": 1,
    "Kyung Hee University": 3,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 77,
    "Computer Science": 5,
    "Cancer Research": 16,
    "Biomedical": 35,
    "Neuroscience": 9,
    "Materials Science": 8
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Optimizing Humoral Immunity for Durable and Broad Protection in Flavivirus Vaccines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441649/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Flavivirus infections, including dengue, Zika, West Nile, and Japanese encephalitis, remain a major global health concern. Although several vaccines are licensed, the durability and qualitative features of vaccine-induced antibodies differ substantially across platforms, leading to incomplete cross-protection and the risk of antibody-dependent enhancement. Long-term durability is exemplified by YF-17D, which induces protective antibodies that have been detectable for decades, whereas the JE...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41441649",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lightweight 3D CNN for MRI Analysis in Alzheimer's Disease: Balancing Accuracy and Efficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's disease (AD) is a progressive neurodegenerative disorder characterized by subtle structural changes in the brain, which can be observed through MRI scans. Although traditional diagnostic approaches rely on clinical and neuropsychological assessments, deep learning-based methods such as 3D convolutional neural networks (CNNs) have recently been introduced to improve diagnostic accuracy. However, their high computational complexity remains a challenge. To address this, we propose a...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41440565",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel System for Measuring Tension Force in Eyeball Movement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Accurate assessment of extraocular muscle mechanics is crucial for diagnosing and treating ocular motility disorders, yet current methods, such as the forced duction test, rely on subjective tactile sensation and gross visual observation. To overcome the limitations of subjectivity and the impracticality of previous quantitative devices, we developed a novel biosensing system capable of simultaneously and objectively measuring passive ocular tension and rotation angle during forced duction. The...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41440250",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modeling Drug and Radiation Resistance with Patient-Derived Organoids: Recent Progress, Unmet Needs, and Future Directions for Lung Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Background: Chemotherapy, targeted therapy and radiotherapy are the cornerstones of cancer treatment. However, therapeutic resistance-not only to these classic modalities but also to novel therapeutics like immune checkpoint inhibitors (ICIs) and antibody-drug conjugates-remains a major hurdle. Resistance significantly limits efficacy and increases recurrence rates. A deep understanding of the molecular mechanisms driving this resistance is critical for developing personalized therapeutic...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41440014",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Foretinib Alleviates Osteoblast Senescence and Protects Against Bone Loss in Ovariectomized Mice by Promoting Osteoblast Differentiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439965/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Osteoporosis is a major global health challenge, causing millions of fragility fractures each year and imposing an escalating socioeconomic burden worldwide. Despite advances with antiresorptive and anabolic therapies, substantial residual fracture risk persists, and targeting aging biology may yield disease modifying benefits beyond current standards of care. Senescent cells secrete senescence-associated secretory phenotype (SASP) factors, which impair osteoblast differentiation and contribute...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41439965",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis of Carborane-Fused Lactones via Electrochemical C(<em>sp</em><sup>3</sup>)-H Lactonization: Access to Benzofused Lactone Bioisosteres",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439596/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "The replacement of the benzene ring with its bioisosteres is a powerful strategy in drug discovery, yet the development of ortho-disubstituted benzene bioisosteres, particularly fused-ring systems, remains underexplored. Herein, we report an electrooxidative protocol for the synthesis of carborane-fused lactones via C(sp³)-H lactonization. This protocol provides concise access to carborane-fused γ- and δ-lactone frameworks, which closely mimic the geometric features of benzofused lactones,...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41439596",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optical Vortex Harmonic Generation Enabled by Confinement-Induced Photonic Spin-Orbit Coupling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Strong photonic spin-orbit coupling arises under tight optical confinement in a subwavelength waveguide, where propagating fields exhibit spin-orbit entanglement. To date, while the confinement-induced spin-orbit coupling has been investigated only in linear optics, its role in nonlinear optical processes remains largely unexplored. Here, we report the first experimental demonstration and theoretical analysis of unconventional nonlinear optical frequency conversion enabled by the...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41439592",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of enzymatic browning in blanched potato slices using combined hyperspectral imaging and hyperspectral microscopy imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Inadequate blanching in fresh-cut potatoes causes browning during storage, but it cannot be detected immediately post-processing. Moreover, browning patterns during storage vary with blanching conditions. Therefore, predictive models based on hyperspectral imaging (HSI) and hyperspectral microscopy imaging (HMI) were developed to investigate blanching-dependent alterations in polyphenol oxidase (PPO) activity and total phenolic content (R(p) ² = 0.71-0.87). HSI visualization maps showed a...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41438542",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The biomechanical impact of glenosphere tilting, inferior translation, and humeral retroversion in reverse total shoulder arthroplasty: A 3D modelling study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Implantation of the glenosphere with 3 mm inferior translation without inferior tilt, combined with a humeral prosthesis positioned at 0° retroversion, showed the most favourable combination in terms of range of motion until impingement.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41438230",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Implantation of the glenosphere with 3 mm inferior translation without inferior tilt, combined with a humeral prosthesis positioned at 0° retroversion, showed the most favourable combination in terms of range of motion until impingement"
    },
    {
      "title": "Is routine Doppler sonography needed to detect deep vein thrombosis after total knee arthroplasty? A real-world comparison of two clinical pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Routine Doppler after TKA detected more DVTs, but these were small, incidental, and had no impact on outcomes. PE was almost always linked with symptoms, and its incidence was similar in both pathways. Routine screening for all patients had little value, while a symptom-guided approach was more practical and clinically relevant.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41438226",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on outcomes",
      "conclusion": "Routine Doppler after TKA detected more DVTs, but these were small, incidental, and had no impact on outcomes. PE was almost always linked with symptoms, and its incidence was similar in both pathways"
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our integrative analysis of single-cell and spatial transcriptomes provides insights into the shared and unique molecular signatures underlying neurodegenerative diseases.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41437906",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our integrative analysis of single-cell and spatial transcriptomes provides insights into the shared and unique molecular signatures underlying neurodegenerative diseases"
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437659/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings demonstrate that NPTX2 loss of function instigates SCRD by disrupting sleep architecture, orexin signaling, and neuronal synchronicity. This supports the effector role of NPTX2 in sleep regulation and highlights its potential as a therapeutic target for sleep and circadian dysfunction in aging and neurodegenerative conditions.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41437659",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that NPTX2 loss of function instigates SCRD by disrupting sleep architecture, orexin signaling, and neuronal synchronicity",
      "conclusion": "These findings demonstrate that NPTX2 loss of function instigates SCRD by disrupting sleep architecture, orexin signaling, and neuronal synchronicity. This supports the effector role of NPTX2 in sleep regulation and highlights its potential as a therapeutic target for sleep and circadian dysfunction..."
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442165/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study introduces a deep-learning based approach for detecting lacunes from highly imbalanced dataset using encoder pretrained with supervised contrastive learning. Future work will focus on expanding the current approach to include lacune localization within specific brain regions and conducting external validation across multiple centers.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41442165",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study introduces a deep-learning based approach for detecting lacunes from highly imbalanced dataset using encoder pretrained with supervised contrastive learning. Future work will focus on expanding the current approach to include lacune localization within specific brain regions and conductin..."
    },
    {
      "title": "An introduction to BASIC Guide: human biomonitoring and surveillance of chemical exposure in occupational settings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Human biomonitoring (HBM) complements air and surface measurements by integrating exposure from all routes and sources, strengthening occupational exposure assessment and control. In occupational settings, HBM can quantify exposure during routine work and nonroutine activities, evaluate controls, investigate incidents (potential overexposures), and support medical surveillance. To use HBM to its full potential, occupational health and safety professionals (OHPs) should adopt harmonized...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41442137",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Awareness and real-world practices in chronic lymphocytic leukemia: insights from a nationwide survey of Korean hematologists",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This survey highlights gaps between international recommendations and Korean real-world practice, emphasizing the need for improved diagnostic availability, timely reimbursement of targeted agents, and development of Korea-specific clinical guidelines tailored to the Korean context.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41442094",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This survey highlights gaps between international recommendations and Korean real-world practice, emphasizing the need for improved diagnostic availability, timely reimbursement of targeted agents, and development of Korea-specific clinical guidelines tailored to the Korean context"
    },
    {
      "title": "Diagnostic performance of lung perfusion SPECT/CT using perfusion defect and decrease criteria: a comparative study with CTPA in pulmonary thromboembolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442015/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41442015",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic performance of shear-wave dispersion imaging and shear-wave elastography for differentiating benign and malignant breast masses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: SWD improves the diagnostic performance across varying lesion size, depth, and breast thickness, addressing SWE's limitations. It is particularly effective for small lesions (≤ 20 mm) and BI-RADS 4B masses.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41442000",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SWD improves the diagnostic performance across varying lesion size, depth, and breast thickness, addressing SWE's limitations. It is particularly effective for small lesions (≤ 20 mm) and BI-RADS 4B masses"
    },
    {
      "title": "Newly-engineered angiopoietin-1 as a cell-priming agent for CVD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Human peripheral blood stem cells (PBSC) that have been most frequently used for repair or regeneration in ischemic cardiovascular disease (CVD) showed limitations in their efficacy. We previously reported that angiopoietin-1 (Ang1) is the cell-priming agent to enhance the vasculogenic potential of PBSC. The limitation was the difficulty to produce Ang1 protein with high efficiency. In this study, we engineered Ang1 structure and made FVA3-Ang1 by adding VASP and COMP sequence for stable...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41441877",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vaccine Platform-Dependent Differential Impact on Microbiome Diversity: Potential Advantages of Protein Subunit Vaccines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441714/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Background: The COVID-19 pandemic accelerated the development of diverse vaccine platforms, including mRNA, adenoviral vector, and protein subunit vaccines. Given the growing evidence that the gut microbiome modulates vaccine-induced immunity, this study compared the effects of a protein subunit vaccine (NVX-CoV2373), an mRNA vaccine (BNT162b2), and an adenoviral vector vaccine (ChAdOx1) on gut microbiome diversity following booster vaccination. Methods: We conducted a prospective cohort study...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41441714",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immunological Considerations of Polysorbate as an Excipient in Botulinum Neurotoxin Type A Formulations: A Narrative Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441633/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Recent botulinum neurotoxin type A (BoNT/A) formulations have shifted towards the use of polysorbate 20 (PS20) and polysorbate 80 (PS80) as a non-human-derived excipient to enhance product stability. Polysorbates are a distinct class of synthetic non-ionic surfactants with high heterogeneity in chemical structure and properties. Accumulating mechanistic and clinical evidence suggests that they may trigger immunological reactions, including hypersensitivity and immunogenicity. Such risks are...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41441633",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pilot Evaluation of a Deep Learning Model for Nasogastric Tube Verification on Chest Radiographs: A Single-Center Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441392/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The DL model performed well in identifying correctly positioned NG tubes but demonstrated limited and unstable performance for detecting incomplete placements. Given the safety implications of misclassification, the model should be used only as an assistive tool with mandatory physician oversight. Larger, multi-center studies with greater representation of incomplete cases are required to obtain more reliable estimates and support safe clinical implementation.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41441392",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of misclassification, the model should be used only as an assistive tool with mandatory physician oversight",
      "conclusion": "The DL model performed well in identifying correctly positioned NG tubes but demonstrated limited and unstable performance for detecting incomplete placements. Given the safety implications of misclassification, the model should be used only as an assistive tool with mandatory physician oversight"
    },
    {
      "title": "Angiovolume and Peak Enhancement on Preoperative CAD-Derived MRI as Prognostic Factors in Primary Operable Triple-Negative Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441389/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: To identify preoperative MRI features using computer-assisted diagnosis (CAD) that are associated with invasive disease-free survival (IDFS) and distant metastasis-free survival (DDFS) in patients with primarily operable triple-negative breast cancer (TNBC). Methods: This retrospective study was approved by the institutional review board with informed consent was waived. Between January 2012 and December 2014, 74 consecutive women with primary TNBC (mean age, 51 years;...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41441389",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "To identify preoperative MRI features using computer-assisted diagnosis (CAD) that are associated with invasive disease-free survival (IDFS) and distant metastasis-free survival (DDFS) in patients wit...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine Learning for Predicting Human Drug-Induced Cardiotoxicity: A Scoping Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441308/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This review underscores the importance of integrating heterogeneous data and rigorous validation for improving cardiotoxicity prediction.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41441308",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This review underscores the importance of integrating heterogeneous data and rigorous validation for improving cardiotoxicity prediction"
    },
    {
      "title": "Associations of Lifestyle and Dietary Factors with Urinary Bisphenol A, S, and F: Evidence from the Korean National Environmental Health Survey IV (2018-2020)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Bisphenol A, Bisphenol S, and Bisphenol F are widely used plastic additives and endocrine-disrupting chemicals with potential adverse health effects. Limited research has examined lifestyle and dietary factors influencing human exposure to these compounds. This study investigated associations between urinary bisphenol concentrations and demographic, lifestyle, dietary, and food-handling factors in 4239 Korean adults aged 19 to 82 years (1889 men, 44.6%; 2350 women, 55.4%) from the Korean...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41441248",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "associations between urinary bisphenol concentrations and demographic, lifestyle, dietary, and food-handling factors in 4239 Korean adults aged 19 to 82 years (1889 men, 44",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of Fouling in Hollow Fiber Membrane Distillation Modules for Desalination Brine Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Membrane distillation (MD) is a promising technology for reducing the volume of high-salinity brines generated from desalination plants, yet limited knowledge exists regarding its fouling behavior under long-term operation. In this study, fouling was investigated through the autopsy of a hollow fiber MD module operated for 120 days in a direct contact membrane distillation (DCMD) configuration using real desalination brine. Despite stable salt rejection exceeding 99%, a gradual decline in flux...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41441074",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "6-Isoprenylindole-3-carboxylic Acid with an Anti-Melanogenic Activity from a Marine-Derived <em>Streptomyces</em> sp. APA-053",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440882/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "In this study, we report the isolation of the known compound 6-isoprenylindole-3-carboxylic acid (SJ196), a prenylated indole derivative, from a marine Streptomyces sp., APA053, and its potent anti-melanogenic activity. SJ196 showed ABTS and DPPH radical scavenging activities and cellular antioxidant activities, significantly suppressing cytoplasmic and mitochondrial reactive oxygen species (ROS) in B16F10 murine melanoma cells. Furthermore, SJ196 reduced both intracellular and extracellular...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41440882",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From Practice to Reflection: A Systematic Review of Mechanisms Driving Metacognition and SRL in Music",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Metacognition and self-regulated learning (SRL) are widely recognized as key mechanisms for academic achievement and skill development, yet in music education they have rarely been examined through explicit instructional interventions to enable causal testing and effect evaluation. To address this gap, this study followed PRISMA guidelines and conducted a systematic review of 31 studies (including seven for meta-analysis) to identify intervention types and mechanisms, and to quantify their...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41440823",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Immersion in Quaternary Ammonium Methacryloxy Silane Mixed Monomer on the Mechanical Properties and Antibacterial Activity of a 3D-Printed Urethane Dimethacrylate Denture Base Resin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440639/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Denture base resins are susceptible to microbial colonization, and current antibacterial additives often lose effectiveness and may weaken material properties. This study evaluated whether immersion in a quaternary ammonium methacryloxy silane (QAMS)-containing monomer can enhance antibacterial activity without compromising the mechanical properties of digital light processing-printed urethane dimethacrylate denture base resin. Specimens of printed denture base resin were immersed in mixtures of...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41440639",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancement of Structural Stability and IgG Affinity of a <em>Z34C</em>-Derived α-Helical Peptide via Lactam Stapling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These results confirm the successful design and development of structurally reinforced Fc-binding peptides that overcome the inherent limitations of short linear sequences through both high-affinity sequence optimization and lactam-based stapling. Among them, (s)SpA h1 demonstrates the most promising characteristics as a compact yet stable Fc-binding ligand, suitable for applications such as antibody purification and site-specific bioconjugation.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41440497",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These results confirm the successful design and development of structurally reinforced Fc-binding peptides that overcome the inherent limitations of short linear sequences through both high-affinity sequence optimization and lactam-based stapling. Among them, (s)SpA h1 demonstrates the most promisin..."
    },
    {
      "title": "The Impact of Childhood Obesity on Adult Dental Caries: A Mendelian Randomization Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: This study investigates the association between childhood obesity and the incidence of dental caries in adulthood. The primary objective is to determine whether metabolic disorders experienced during the developmental years can have long-term impacts on oral health, thereby contributing to a more comprehensive understanding of dental growth and development. Methods: The research was conducted using single nucleotide polymorphisms (SNPs) from European populations within a...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41440330",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study investigates the association between childhood obesity and the incidence of dental caries in adulthood",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of Metabolite-Responsive Transcription Factor Systems as Modular Platforms for Gene Expression Control",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Traditional inducible systems typically induce the simultaneous expression of all genes controlled by similar promoters, thereby limiting their use. In this study, we used two metabolite-inducible systems, MarR from the Escherichia coli mar operon and TtgR from the Pseudomonas putida ttg operon, to assess their use as gene regulation platforms beyond reporter assays. Ligand-dependent transcription was validated using eGFP. The reporter was replaced with two flavonoid O-methyltransferases (OMTs),...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41440301",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Opportunities and Challenges in Gas Sensor Technologies for Accurate Detection of COVID-19",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Gas sensors provide versatile opportunities for detecting volatile organic compounds (VOCs) such as acetone, methanol, ethanol, propanol, isoprene, and aldehydes in exhaled breath (EB) associated with COVID-19 respiratory infections. These VOCs provide valuable information about metabolic markers linked with COVID-19. They have opened opportunities to develop sensors for COVID-19 screening based on breath analysis. These sensors have the potential to provide the rapid detection of viruses in...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41440273",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From Fear to Adaptation: The Journey of Patients with Liver Cancer Living with the Fear of Cancer Recurrence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440215/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "The study aimed to understand how patients with liver cancer experience and adapt to the fear of cancer recurrence, providing insights into psychological processes and strategies that can inform psycho-oncology research and interventions. In-depth interviews were conducted with 13 patients with liver cancer from December 2019 to February 2020 and analyzed using Colaizzi's phenomenological method. Four theme clusters emerged: (1) \"Inevitable reality of recurrence,\" which highlighted the...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41440215",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Resilience as a Mediator Between Childhood Trauma and Adult Psychopathology: The Moderating Role of Harm Avoidance in Korean Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440104/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Childhood trauma is a well-established risk factor for adult psychopathology, yet the underlying neuropsychiatric mechanisms remain unclear. Therefore, this study examined whether resilience mediates the relationship between childhood trauma and depressive and anxiety symptoms, and whether this pathway is moderated by harm avoidance (HA). Methods: A total of 218 Korean adults (aged 19-50 years; 79 men and 139 women) completed validated measures of childhood trauma...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41440104",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Childhood trauma is a well-established risk factor for adult psychopathology, yet the underlying neuropsychiatric mechanisms remain unclear",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of EphA2 Silencing on Inhibiting the Progression of Renal Cell Carcinoma in an Orthotopic Mouse Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Background: We investigated whether EphA2 inhibition can attenuate the progression of renal cell carcinoma (RCC) in an orthotopic mouse model of kidney tumor cells (Renca). Materials and Methods: 16 BALB/c mice were divided into two groups and implanted with either control or shRNA-mediated, EphA2-knockdown Renca-Luciferase cells via injection under the right renal capsule. Tumor progression was followed by in vivo bioluminescence imaging (BLI). Tumor growth was evaluated via ex vivo BLI and the...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41440001",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "whether EphA2 inhibition can attenuate the progression of renal cell carcinoma (RCC) in an orthotopic mouse model of kidney tumor cells (Renca)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond Bioenergetics: Emerging Roles of Mitochondrial Fatty Acid Oxidation in Stress Response and Aging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Mitochondrial fatty acid oxidation (FAO) has long been recognized as a central pathway for energy production, providing acetyl-CoA, NADH, and FADH(2) to sustain cellular growth and survival. However, recent advances have revealed that FAO exerts far broader roles beyond bioenergetics. FAO contributes to redox balance by generating NADPH for antioxidant defense, regulates protein acetylation through acetyl-CoA availability, and modulates stress signaling pathways to support cellular adaptation...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41439977",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Placental-Derived Mesenchymal Stem Cells Triggers Lipid Metabolism in a Rat Model Thioacetamide-Induced Ovarian Disease via Increased CPT1A Expression for Mitochondrial Dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439952/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Lipid accumulation disrupts mitochondrial dynamics, leading to dysfunctional energy metabolism and increased oxidative stress. However, the relationship between mitochondrial dynamics and ovarian function in therapeutic contexts is still not fully elucidated. Therefore, the objective of this study was to demonstrate whether increased carnitine palmitoyltransferase 1A (CPT1A) expression induced by placenta-derived mesenchymal stem cells (PD-MSCs) improves ovarian function in ovaries of a lipid...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41439952",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "of this study was to demonstrate whether increased carnitine palmitoyltransferase 1A (CPT1A) expression induced by placenta-derived mesenchymal stem cells (PD-MSCs) improves ovarian function in ovarie...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NDFNGO: Enhanced Northern Goshawk Optimization Algorithm for Image Segmentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "The gradual deterioration of fresco pictorial information presents a formidable obstacle for conservators dedicated to protecting humanity's shared cultural legacy. Currently, scholars in the field of mural conservation predominantly focus on image segmentation techniques as a vital tool for facilitating mural restoration and protection. However, the existing image segmentation methods frequently fall short of delivering optimal segmentation results. To address this issue, this study introduces...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41439906",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomimetic Artificial Muscles Inspired by Nature's Volume-Change Actuation Mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Artificial muscles translate the biological principles of motion into soft, adaptive, and multifunctional actuation. This review accordingly highlights research into natural actuation strategies, such as skeletal muscles, muscular hydrostats, spider silk, and plant turgor systems, to reveal the principles underlying energy conversion and deformation control. Building on these insights, polymer-based artificial muscles based on these principles, including pneumatic muscles, dielectric elastomers,...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41439885",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Core-Shell Silk Fibroin Hydrogel Microneedles Functionalized with Antibody-Binding Domains for Transdermal Delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Microneedle (MN) patches comprise a promising platform for transdermal delivery of macromolecular therapeutics. However, achieving sufficient mechanical strength for skin penetration while maintaining high biocompatibility and efficient antibody loading remains a major challenge. In this study, we designed and developed a core-shell-structured hydrogel MN patch composed of a silk fibroin core and a protein-based shell layer for antibody loading and potential transdermal release. The latter was...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41439867",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feasibility of a Modified Island Groin Flap for Microsurgical Training: An Experimental Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439757/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The modified groin flap is easy to recreate in a rat model and well-suited for microsurgical training among novice trainees. This flap design also serves as a reliable platform for studying ischemic-reperfusion injury.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41439757",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The modified groin flap is easy to recreate in a rat model and well-suited for microsurgical training among novice trainees. This flap design also serves as a reliable platform for studying ischemic-reperfusion injury"
    },
    {
      "title": "Correction: Amino acid-modified G-quartet hydrogel for glucose-responsive insulin release <em>in vivo</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439718/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Correction for 'Amino acid-modified G-quartet hydrogel for glucose-responsive insulin release in vivo' by Dharmesh Jinagal et al., Chem. Commun., 2025, 61, 19477-19480, https://doi.org/10.1039/D5CC05351J.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41439718",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An integrated bioinformatics and multi-omics investigation of the sirtuin family to identify their prognostic importance in human cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "BackgroundIn recent years, the significance of sirtuins in cancer biology has become increasingly evident, but their molecular mechanisms and prognostic impacts remain elusive.ObjectiveThe present study aimed to investigate the differential expression of the sirtuin gene family across cancers and to evaluate their prognostic value.MethodsWe used various bioinformatics databases and methodologies, including Oncomine, GEPIA, OncoDB, cBioPortal, R2 Kaplan-Meier Scanner, STRING, etc., to determine...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41439701",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of sirtuins in cancer biology has become increasingly evident, but their molecular mechanisms and prognostic impacts remain elusive",
      "conclusion": null
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439649/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although significant relationships between systemic inflammation, brain amyloid and neuroinflammation were limited, the data show an overarching trend bias in broad brain regions, suggesting that further analyses are needed, possibly with larger sample sizes, to assess the relationship of regional neuroinflammation and amyloid to systemic inflammation. Future analyses could also regress out factors like sex, age, and genotype to further proinflammatory cytokine research.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41439649",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although significant relationships between systemic inflammation, brain amyloid and neuroinflammation were limited, the data show an overarching trend bias in broad brain regions, suggesting that further analyses are needed, possibly with larger sample sizes, to assess the relationship of regional n..."
    },
    {
      "title": "Deep Learning-Based Brainstem Segmentation and Multi-Class Classification for Parkinsonian Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Brain segmentation using structural MRI is effective for identifying regional atrophy in Parkinsonian syndromes. However, clinical validation of the automated deep learning-based brainstem segmentation model has been limited.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41439587",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Why do children and adults believe others apologize?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Apologies are a fundamental social mechanism for repairing harm and maintaining relationships, yet little is known about how individuals infer the motives behind them. This study examined how 5- to 6-year-old children (N = 64, 48.4% female; all participants were Korean) and adults (N = 132, 52.3% female; all Korean) attribute motives to wrongdoers' apologies, focusing on internal motives (guilt, shame) and external motives (relational concern, avoidance of punishment). Participants were...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41439565",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how 5- to 6-year-old children (N = 64, 48",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrical Transport of Nb-Doped MoS<sub>2</sub> Homojunction P-N Diode: Investigating NDR and Avalanche Effect",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439449/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "2D transition metal dichalcogenides (TMDCs) are promising candidates for next-generation nanoelectronics and optoelectronics. Yet, controlling layer number, stacking angle, and interfacial quality in van der Waals (vdW) heterostructures remains challenging, often limiting device performance and reproducibility. Homojunctions formed within a single 2D material can circumvent these issues, but their reliable fabrication and systematic exploration of exotic quantum phenomena remain elusive. Here,...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41439449",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Validating the Effectiveness of a VR-based and Haptic Technology-based Operating Room Simulation Program Among Nursing Students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439426/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "This study aimed to validate the effectiveness of a virtual reality (VR) and haptic technology-based simulation program for operating room nursing education among undergraduate nursing students. Providing students with hands-on experience in the operating room is challenging due to safety, ethical, and logistical constraints. Therefore, this study explored immersive simulation as a viable alternative. We used a nonequivalent control group pretest-posttest design, with 78 nursing students divided...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41439426",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "validate the effectiveness of a virtual reality (VR) and haptic technology-based simulation program for operating room nursing education among undergraduate nursing students",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between the Rate of Intraoperative Crystalloid Infusion and Postoperative Outcomes in Older Patients Undergoing Spinal Surgery: A Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Liberal fluid therapy was associated with a higher risk of postoperative in-hospital complications and 1-year morbidity compared with restrictive fluid therapy in patients aged ≥70 years who underwent spinal surgery. Further studies are necessary to verify our findings for the establishment of appropriate intraoperative fluid management for geriatric patients.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41439343",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Liberal fluid therapy was associated with a higher risk of postoperative in-hospital complications and 1-year morbidity compared with restrictive fluid therapy in patients aged ≥70 years who underwent spinal surgery. Further studies are necessary to verify our findings for the establishment of appro..."
    },
    {
      "title": "Does Using Mobile Phones Make You Less Attractive? Phubbing and Perceptions of Warmth, Competence, and Social Attractiveness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439342/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Phubbing has become a prominent phenomenon in today's digital landscape, with detrimental effects on relational well-being. Beyond its negative impact on various types of relationships, scholarly interest has been paid to the influence of phubbing on impression formation. Drawing on the Stereotype Content Model, which highlights the roles of warmth and competence in social perception and evaluation, this study examined how phubbing affects these dimensions and subsequently influences social...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41439342",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how phubbing affects these dimensions and subsequently influences social",
      "significance": "on various types of relationships, scholarly interest has been paid to the influence of phubbing on impression formation",
      "conclusion": null
    },
    {
      "title": "A Challenging Case of Dermatofibrosarcoma Protuberans (DFSP) Presenting With a Cone-Shaped Scalp Mass",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Dermatofibrosarcoma protuberans (DFSP) is a rare cutaneous malignancy characterized by extensive subclinical extension. Because of its locally destructive nature, most dermatologic surgeons perform Mohs micrographic surgery (MMS) to ensure negative margins. Undergoing multiple stages of MMS can be burdensome, and the subsequent reconstruction of massive cutaneous defects remains highly challenging. Here, we report a case of a 44-year-old man with a recurrent DFSP of the scalp who developed a...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41439049",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of high-intensity focused ultrasound for treating upper and lower eyelid sagging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: HIFU is a safe and effective noninvasive option for improving both upper and lower eyelid sagging, with high patient satisfaction and minimal adverse effects.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41438879",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HIFU is a safe and effective noninvasive option for improving both upper and lower eyelid sagging, with high patient satisfaction and minimal adverse effects"
    },
    {
      "title": "Perceptions and utilization of telemedicine for hair loss treatment: A survey-based analysis of Korean consumers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41438877",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vessels That Encapsulate Tumor Cluster+ Unresectable Hepatocellular Carcinomas Benefit of Antiangiogenic Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: VETC+ predicts a significantly longer OS in patients with unresectable HCC treated with TKI/BEVA and can be used as surrogate marker on liver biopsy of angiogenesis-driven molecular class.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41438875",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "VETC+ predicts a significantly longer OS in patients with unresectable HCC treated with TKI/BEVA and can be used as surrogate marker on liver biopsy of angiogenesis-driven molecular class"
    },
    {
      "title": "Association between asthma control and health-related quality of life in severe asthma: a cross-sectional study from KoSAR",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Uncontrolled asthma, particularly its impact on daily functioning, was associated with HRQoL impairment in patients with SA. Enhancing asthma control may significantly reduce the disease burden and improve HRQoL in SA.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41438859",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on daily functioning, was associated with HRQoL impairment in patients with SA",
      "conclusion": "Uncontrolled asthma, particularly its impact on daily functioning, was associated with HRQoL impairment in patients with SA. Enhancing asthma control may significantly reduce the disease burden and improve HRQoL in SA"
    },
    {
      "title": "Bayesian Model Calibration and Sensitivity Analysis for Oscillating Biological Experiments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438508/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Understanding the oscillating behaviors that govern organisms' internal biological processes requires interdisciplinary efforts combining both biological and computer experiments, as the latter can complement the former by simulating perturbed conditions with higher resolution. Harmonizing the two types of experiment, however, poses significant statistical challenges due to identifiability issues, numerical instability, and ill behavior in high dimension. This article devises a new Bayesian...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41438508",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Boron Neutron Capture Therapy in Recurrent High-Grade Gliomas: Safety, Efficacy, and Pharmacokinetics From a Multicenter, Dose-Escalation Phase 1 Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study demonstrates the acceptable safety profile of BNCT and suggests potential survival benefits in recurrent high-grade glioma. However, given the limited sample size and follow-up period, extended observation is required to validate long-term efficacy and safety.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41438484",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the acceptable safety profile of BNCT and suggests potential survival benefits in recurrent high-grade glioma",
      "conclusion": "This study demonstrates the acceptable safety profile of BNCT and suggests potential survival benefits in recurrent high-grade glioma. However, given the limited sample size and follow-up period, extended observation is required to validate long-term efficacy and safety"
    },
    {
      "title": "Effect of Contralateral Acupuncture (Geoja Technique) in Musculoskeletal Disorders Stratified by Pulse Strength Differences: A Retrospective Study [Response to Letter]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438384/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41438384",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mental health in female breast cancer survivors post-mastectomy: A structural model based on Roy's adaptation model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438346/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Effective mental health assessment and intervention for breast cancer survivors undergoing mastectomy requires an integrated approach that considers coping processes, body image, role performance, and social support. Nurses should focus on strengthening adaptive coping strategies, fostering a positive body image, managing role-related stress, and enhancing social support systems to improve survivors' overall mental well-being.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41438346",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Effective mental health assessment and intervention for breast cancer survivors undergoing mastectomy requires an integrated approach that considers coping processes, body image, role performance, and social support. Nurses should focus on strengthening adaptive coping strategies, fostering a positi..."
    },
    {
      "title": "Optimal aerobic exercise dose for pain relief in fibromyalgia syndrome: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438220/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This meta-analysis confirms the efficacy of AE in reducing pain in FMS. AE significantly alleviates pain in fibromyalgia, with moderate-intensity, water-based, showing the most effective results. These findings provide strong evidence for incorporating AE as a key non-pharmacological strategy in the management of fibromyalgia, especially for patients with more severe pain. The identified optimal exercise parameters offer clear guidance for clinical practice, supporting the use of...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41438220",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This meta-analysis confirms the efficacy of AE in reducing pain in FMS. AE significantly alleviates pain in fibromyalgia, with moderate-intensity, water-based, showing the most effective results"
    },
    {
      "title": "Immunoregulatory protein-hybrid extracellular vesicles via self-loadable backbone cyclization for oral inflammatory bowel disease therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Despite the potential of extracellular vesicles (EVs) and therapeutic proteins as carriers and cargos for oral delivery, their precise functional integration remains a persistent challenge, thereby limiting synergistic therapeutic outcomes. Here, we present a protein-hybrid, orally delivered EV strategy that integrates naturally bioactive EVs with self-loadable, backbone-cyclized immunoregulatory proteins for inflammatory bowel disease (IBD) therapy. Through computationally guided design and...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41438203",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An RbohC and RbohE-mediated ROS oscillatory circuit regulates root cap turnover in Arabidopsis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "As the primary interface between the growing root and the soil, the root tip experiences continuous mechanical and environmental stress. The root cap protects this region through dynamic turnover, in which outer cells are regularly shed and replaced by new cells derived from inner initials. This turnover proceeds via two distinct pathways: programmed cell death in the lateral root cap and detachment of the outermost columella root cap. Focusing on the latter, we show that reactive oxygen species...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41438069",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437925/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This is the first reported case of a PSEN2 and SLC20A2 double mutation in the literature.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41437925",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is the first reported case of a PSEN2 and SLC20A2 double mutation in the literature"
    },
    {
      "title": "Donor age and type in allogeneic haematopoietic stem cell transplantation: Strong effect in MDS, limited in AML",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437919/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Donor age is an important factor influencing outcomes after allogeneic haematopoietic stem cell transplantation (allo-HSCT), but its relevance across donor types and distinct disease biology in acute myeloid leukaemia (AML) and myelodysplastic syndrome (MDS) remains unclear. We analysed 320 patients with AML/MDS who underwent first allo-HSCT between 2016 and 2024. Donors were categorized as matched or mismatched and further stratified as young (<35 years) or old (≥35 years). Matched donors...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41437919",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "factor influencing outcomes after allogeneic haematopoietic stem cell transplantation (allo-HSCT), but its relevance across donor types and distinct disease biology in acute myeloid leukaemia (AML) an...",
      "conclusion": null
    },
    {
      "title": "Halogenated Chiral Spacer Integration in Silver Bismuth Double Perovskites for Efficient and Selective CPL Photodetection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Chiral double perovskites (DPs) have emerged as a versatile class of materials for detecting circularly polarized light (CPL), offering sustainable alternatives to toxic Pb-based systems. Despite their superior oxidative stability, the interplay between A-site chiral cations and B-site metal cations in DPs remains poorly understood, particularly regarding its influence on the electronic structure and chiroptical activity. In this study, we propose a rational chiral cation design strategy in...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41437645",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epidural Steroid Injections for Pain Management in Spinal Metastases: Clinical Predictors of Effectiveness in a Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ESI may be beneficial in reducing pain and attenuating opioid escalation in patients with spinal metastases, especially when the performance status is relatively preserved, and before the initiation of high-dose opioid therapy. These results support early integration of ESI into multimodal cancer pain management strategies.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41437635",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ESI may be beneficial in reducing pain and attenuating opioid escalation in patients with spinal metastases, especially when the performance status is relatively preserved, and before the initiation of high-dose opioid therapy. These results support early integration of ESI into multimodal cancer pa..."
    },
    {
      "title": "Robot-Based Cognitive Intervention Effects on Brain Function and Cognition in Patients With Mild Alzheimer's Disease Dementia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437551/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that robot-assisted CIs may be associated with enhanced cognitive and brain function in patients with mild AD dementia.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41437551",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that robot-assisted CIs may be associated with enhanced cognitive and brain function in patients with mild AD dementia",
      "conclusion": "These findings suggest that robot-assisted CIs may be associated with enhanced cognitive and brain function in patients with mild AD dementia"
    },
    {
      "title": "Association of Everyday Discrimination With Drug Use During the COVID-19 Pandemic in the All of Us Research Program",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This relationship was observed across various types of drugs and different reasons for discrimination, and it was particularly pronounced in specific subgroups. These findings provide critical evidence for developing targeted preventive interventions; however, further longitudinal studies for causality are warranted.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41437550",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This relationship was observed across various types of drugs and different reasons for discrimination, and it was particularly pronounced in specific subgroups. These findings provide critical evidence for developing targeted preventive interventions; however, further longitudinal studies for causal..."
    },
    {
      "title": "Effects of Loneliness and Subjective Well-Being on Depression in Female Adolescents: A Longitudinal Moderated Mediation Model of the Parental Relationship",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings underscore the importance of SWB in the link between loneliness and depressive symptoms among female adolescents and highlight the protective role of a positive maternal relationship. The results have implications for targeted prevention and intervention strategies to enhance emotional well-being in female adolescents.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41437548",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for targeted prevention and intervention strategies to enhance emotional well-being in female adolescents",
      "conclusion": "These findings underscore the importance of SWB in the link between loneliness and depressive symptoms among female adolescents and highlight the protective role of a positive maternal relationship. The results have implications for targeted prevention and intervention strategies to enhance emotiona..."
    },
    {
      "title": "Understanding public attitudes toward body donation in South Korea: A cross-sectional survey study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "The shortage of body donors remains a challenge for anatomy education in South Korea, despite growing public awareness. This study investigated sociodemographic, attitudinal, and experiential factors associated with willingness to donate among Korean adults. A total of 204 individuals aged 19 years or older completed a structured questionnaire on knowledge, perceptions, and willingness regarding body donation. Overall, 44.8% expressed willingness to donate, while 55.2% reported no willingness,...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41437506",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "sociodemographic, attitudinal, and experiential factors associated with willingness to donate among Korean adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Titrating Without a Safety Net",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "ICU nurses need evidence-based guidance for vasoactive medication titration.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41437432",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Athletic identity and sport injury: a systematic review and meta-aggregation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437404/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Sports injuries can have profound and varied effects on athletic identity. While some athletes experience disruption and identity loss, others successfully reconstruct their sense of self within the sporting context. Future research should consider more diverse study designs, such as longitudinal and mixed-methods studies, and further investigate how cultural, social, and contextual factors influence athletes' experiences of identity disruption and reconstruction.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41437404",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sports injuries can have profound and varied effects on athletic identity. While some athletes experience disruption and identity loss, others successfully reconstruct their sense of self within the sporting context"
    },
    {
      "title": "PepQueryMHC: rapid and comprehensive tumor antigen prioritization from immunopeptidomics data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Determining tumor-specificity of MHC-bound peptides is crucial for cancer immunotherapy development, yet current methods struggle with class II peptides and non-reference sequences. We introduce PepQueryMHC, an ultra-fast tool that integrates MHC-bound peptide sequences with translated RNA-seq reads for efficient tumor antigen prioritization. We demonstrate its versatility in prioritizing class I and II tumor antigens, mapping the cellular origins of presented peptides, and resolving...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41437377",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinct gut microbiome profiles in Korean systemic lupus erythematosus patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings highlight distinct gut microbial alterations in Korean SLE patients and support the potential utility of microbiome profiles as diagnostic biomarkers or therapeutics.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41437366",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight distinct gut microbial alterations in Korean SLE patients and support the potential utility of microbiome profiles as diagnostic biomarkers or therapeutics"
    },
    {
      "title": "Risk factors associated to disability in primary headaches: a systematic review to inform future iterations of the Global Burden of Disease Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437223/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41437223",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of peripheral natural killer cell percentage with age, body mass index, serum anti-Müllerian hormone, various autoantibodies, and thrombophilia-related markers in women undergoing in vitro fertilization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437198/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The percentage of pNK cells is closely associated with serum AMH levels.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41437198",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The percentage of pNK cells is closely associated with serum AMH levels"
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These results indicate that plasma p-tau217 alone, or combinations of plasma Aβ biomarkers and p-tau217, are effective in predicting Aβ-PET positivity in preclinical and prodromal AD. The ability of the p-tau217 plasma assays to prescreen eligible patients and monitor the efficacy of anti-Aβ antibodies and other DMTs is also being tested in a real-world setting in the Japanese early symptomatic AD patient registry.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41442120",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that plasma p-tau217 alone, or combinations of plasma Aβ biomarkers and p-tau217, are effective in predicting Aβ-PET positivity in preclinical and prodromal AD",
      "conclusion": "These results indicate that plasma p-tau217 alone, or combinations of plasma Aβ biomarkers and p-tau217, are effective in predicting Aβ-PET positivity in preclinical and prodromal AD. The ability of the p-tau217 plasma assays to prescreen eligible patients and monitor the efficacy of anti-Aβ antibod..."
    },
    {
      "title": "Identification of high-priority radiology reports with unexpected findings using fine-tuned large language models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The fine-tuned LLMs accurately predicted HP radiology reports, suggesting their potential utility in supporting communication regarding radiology reports with high urgency or severity.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41441998",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The fine-tuned LLMs accurately predicted HP radiology reports, suggesting their potential utility in supporting communication regarding radiology reports with high urgency or severity"
    },
    {
      "title": "Impact of high-dose pelvic radiotherapy combined with chemotherapy on local control, symptom relief, and safety in patients with stage IVB cervical cancer (FIGO 2018): a two-center retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This two-center study demonstrated that high-dose pelvic radiotherapy combined with chemotherapy, including bevacizumab and ICI, may achieve favorable local control and symptom relief in patients with stage IVB CC while maintaining an acceptable safety profile.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41441948",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This two-center study demonstrated that high-dose pelvic radiotherapy combined with chemotherapy, including bevacizumab and ICI, may achieve favorable local control and symptom relief in patients with stage IVB CC while maintaining an acceptable safety profile"
    },
    {
      "title": "Head and neck manifestations of IgG4-related disease: current understanding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41441946",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cost-effectiveness analysis of ropeginterferon alfa-2b for the management of patients with polycythemia vera in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441945/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These results suggest that ropegIFN may be cost-effective compared with ruxolitinib in patients with PV who are resistant or intolerant to hydroxycarbamide under the NHI system in Japan.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41441945",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that ropegIFN may be cost-effective compared with ruxolitinib in patients with PV who are resistant or intolerant to hydroxycarbamide under the NHI system in Japan",
      "conclusion": "These results suggest that ropegIFN may be cost-effective compared with ruxolitinib in patients with PV who are resistant or intolerant to hydroxycarbamide under the NHI system in Japan"
    },
    {
      "title": "Associations between adjuvant antibiotic therapy and fistula formation after incision and drainage of anorectal abscesses: results from a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441928/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this retrospective study, adjuvant antibiotic therapy was not associated with a decreased risk of fistula formation following abscess I and D.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41441928",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this retrospective study, adjuvant antibiotic therapy was not associated with a decreased risk of fistula formation following abscess I and D"
    },
    {
      "title": "Patient-related risk factors for outlet obstruction in diverting loop ileostomy following minimally invasive rectal cancer surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: TAM and AVF are independent predictors of outlet obstruction. A tailored fascial modification reduced obstruction in high-risk patients, supporting the value of preoperative anatomical assessment in surgical planning.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41441898",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TAM and AVF are independent predictors of outlet obstruction. A tailored fascial modification reduced obstruction in high-risk patients, supporting the value of preoperative anatomical assessment in surgical planning"
    },
    {
      "title": "Prognostic significance of Albumin-Bilirubin score changes in patients treated with systemic therapy for recurrent hepatocellular carcinoma after liver resection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A preserved liver function and multiple systemic therapy regimens are favorable prognostic factors. Achieving complete remission results in an improved long-term survival.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41441885",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A preserved liver function and multiple systemic therapy regimens are favorable prognostic factors. Achieving complete remission results in an improved long-term survival"
    },
    {
      "title": "Identification of the Lynch syndrome and Lynch-like syndrome specific somatic mutations in microsatellite instability-high colorectal cancer cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings support the utility of LS/LL-specific somatic variants in stratifying MSI-H CRCs and identifying hereditary cases for personalized management.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41441884",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings support the utility of LS/LL-specific somatic variants in stratifying MSI-H CRCs and identifying hereditary cases for personalized management"
    },
    {
      "title": "MRI-guided muscle biopsy improves diagnostic yield in small- to medium-vessel vasculitis: a retrospective single-center study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "To evaluate the utility of magnetic resonance imaging (MRI)-guided muscle biopsy (MB) in diagnosing small- to medium-vessel vasculitis. We retrospectively included patients with antineutrophil cytoplasmic antibody-associated vasculitis (AAV) or polyarteritis nodosa (PAN) between April 2020 and March 2025 who underwent MRI and MB. The primary outcome was the diagnostic sensitivity of MRI-guided MB for AAV and PAN. The secondary outcome was the diagnostic sensitivity for PAN alone. MB was...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41441883",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel insights into asthma pathophysiology and pharmacological interventions: spiral of respiratory symptoms and psychiatric episodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441880/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Collectively, it is hypothesized that type-2 immune responses initiate airway abnormalities, while neuroinflammation and neuronal hyperactivation can induce brain neural network disruption with psychiatric episodes, presumably enhancing the progression of asthma. The notion predicts novel therapeutics for type-2-high asthma comorbid with psychiatric disorders.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41441880",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Collectively, it is hypothesized that type-2 immune responses initiate airway abnormalities, while neuroinflammation and neuronal hyperactivation can induce brain neural network disruption with psychiatric episodes, presumably enhancing the progression of asthma. The notion predicts novel therapeuti..."
    },
    {
      "title": "Risk Factors and Clinical Outcomes of Perioperative Complications Following Cervical Spine Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Study DesignProspective multicenter cohort study.ObjectivesTo determine the incidence and risk factors for postoperative complications following cervical spine surgery and to explore their association with long-term clinical outcomes.MethodsA total of 1482 patients with degenerative cervical disorders who underwent surgery at 10 high-volume institutions in Japan were prospectively enrolled. Perioperative complications were defined as events occurring within 30 days postoperatively. Risk factors...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41441869",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PRS prediction was strongest in the frontal cortex, with PRS(amyloid) and PRS(Kunkle) performing similarly at stringent SNP inclusion thresholds. PRS(amyloid) performed slightly better despite different biological enrichment. These findings, stronger in men, enhance our understanding of the genetic basis of amyloid pathology and support the potential of genetic profiling for identifying at-risk individuals, with potential sex differences.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41441768",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PRS prediction was strongest in the frontal cortex, with PRS(amyloid) and PRS(Kunkle) performing similarly at stringent SNP inclusion thresholds. PRS(amyloid) performed slightly better despite different biological enrichment"
    },
    {
      "title": "Ion Channel-Targeting Toxins: Structural Mechanisms of Activation, Inhibition, and Therapeutic Potential",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441615/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Toxins as channel probes, small guanidinium alkaloids, such as tetrodotoxin and saxitoxin, canonical pore occlusion in voltage-gated Na^(+) channels. Cystine-rich peptides from spiders, scorpions, cone snails, and sea anemones, which act as pore blockers or gating modifiers targeting voltage-sensing domains. Recent structural and electrophysiological studies have identified specific binding sites on ion channels, including the S5-S6 pore loops, outer vestibule and turret regions, and S3-S4...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41441615",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structure of Ribosome-Inactivating Protein from <em>Mirabilis jalapa</em> and Its L12-Stalk-Dependent Inhibition of <em>Escherichia coli</em> Ribosome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441611/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Mirabilis antiviral protein (MAP) is the type I ribosome-inactivating protein (RIP), which consists of an RNA N-glycosylase domain with no carbohydrate-binding domain. Unlike many RIPs, such as ricin or trichosanthin, which inactivate eukaryotic ribosomes, MAP also inactivates the E. coli ribosome by cleaving the N-glycosidic bond at A2660 of 23S ribosomal RNA. The structure of the wild-type MAP has not been revealed yet. Here, we expressed, purified, and crystallized the plural recombinant...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41441611",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complex Microbial Infection of Urachal Remnant: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Background and Clinical Significance: We present a rare case of an infected urachal remnant involving four microorganisms, including anaerobic bacteria. Case Presentation: A 23-year-old man presented with abdominal pain around the umbilicus, diarrhea and discharge. Laboratory findings and imaging led to a diagnosis of an infected urachal remnant. He was treated with broad-spectrum antibiotic therapy, and the abscess in the urachal remnant was drained. In cultures from the purulent urachal...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41441531",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "We present a rare case of an infected urachal remnant involving four microorganisms, including anaerobic bacteria",
      "conclusion": null
    },
    {
      "title": "Control of Liquid-Absorbing Structure to Improve Performance of Transpiration-Type Thermoelectric Power-Generating Device Using Carbon Nanotube Composite Paper",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441502/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "We propose an improved transpiration-type thermoelectric power-generating paper (t-TEPGP) with controlled water absorption. We have succeeded in developing t-TEPGP based on the carbon nanotube (CNT) composite paper (CNTCP). The CNTCP that was developed in our previous study is a composite material made from CNTs and pulp, enabling thermoelectric power generation due to its CNT content. Furthermore, CNTCP can spontaneously generate a temperature difference without requiring an external heat...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41441502",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microplastic Distribution and Transport Mechanisms in the South Sea and East China Sea of Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441291/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Microplastic distribution off the coast of Korea was investigated by collecting and analyzing surface seawater and sediment samples from the South Sea and East China Sea during the summer. Microplastic abundance was found to be highest in the YE area, followed by the EC area and the SS area in both seawater and sediment matrices. The dominant microplastic shapes and sizes were fragments and small particles (0.02-0.3 mm), respectively. This distribution pattern is explained by the transport of...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41441291",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Validation of a Rhythmic Jumping Task for the Assessment of Upper-Lower Limb Coordination: Evidence from High-Level Athletes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Background: A rhythmic jumping task that does not require specialized equipment may represent a simple method to assess upper-lower-limb coordination in athletes. Previous studies have been limited to groups with relatively low coordination ability; thus, whether task performance reflects the ability level or remains reproducible over time is unclear. This study determined whether the rhythmic jumping task reflects coordination levels in high-level performers, verified its generalizability as an...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41440794",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of Active Components in <em>Connarus ruber</em> Extract Exhibiting Anti-Glycation Effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440724/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that epicatechin and procyanidin A2 are candidate contributors to the anti-glycation and cytoprotective effects of C. ruber. The results support the potential of C. ruber extract as a source of therapeutic agents for glycation-related diseases and for enhancing stem cell viability.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41440724",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "that epicatechin and procyanidin A2 are candidate contributors to the anti-glycation and cytoprotective effects of C",
      "conclusion": "These findings suggest that epicatechin and procyanidin A2 are candidate contributors to the anti-glycation and cytoprotective effects of C. ruber"
    },
    {
      "title": "Evaluation of Composites Comprising Spherical, Porous, Sintered β-Tricalcium Phosphate Particles and Cyanoacrylate as Bone Cement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Bone cements based on polymethyl methacrylate (PMMA) remain the clinical standard for joint replacement and vertebral augmentation but suffer from several major challenges. These include excessive stiffness compared with cancellous bone, lack of resorption and osteoconductivity, and thermal necrosis during curing. Calcium phosphate cements (CPCs) are bioactive and resorbable but tend to exhibit low mechanical strength, poor injectability and brittle fracture. The work reported herein developed...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41440635",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Animal Study of Zirconia-Coated Titanium Implants: Effect on Bone Formation and Collagen Fiber Orientation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Tissue responses to zirconia-coated implants treated with molecular precursor method were evaluated. The zirconia film was characterized using scanning electron microscopy (SEM), atomic force microscopy (AFM), energy dispersive X-ray spectroscopy (EDX), X-ray photoelectron spectroscopy (XPS), and X-ray diffraction (XRD). Cylindrical titanium (ZrO(2)/Ti) specimens were sandblasted, acid-etched, and coated with zirconia using the molecular precursor method. Control specimens were sandblasted and...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41440626",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Systemic and Oral Factors Relating to Stress in Later Life: A Study Using the Japanese National Statistics Database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Background: The psychosomatic effects of stress are risk factors for a range of dental and systemic diseases. This study used the massive Japanese national statistics database to clarify the association of psychological stress with subjective symptoms and conditions requiring hospital visits. Methods: Anonymized data from 93,690 respondents of the 2019 Japanese survey were provided for this study. From these data, those of 29,777 respondents aged 40-89 years were classified into stress groups...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41440477",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehension as Purification in Reading",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "When reading a novel or poem, readers sometimes gain comprehension or experiences that cannot be expressed in language yet are felt as holistic. Previous studies focused on the linguistically expressible aspects of text comprehension. In this study, we propose a new hypothesis, the purification comprehension hypothesis, that seeks to explain how a reader constructs indescribable and coherent comprehension using quantum probability theory. This hypothesis regards the reading process as...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41440463",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ion Mobility-Mass Spectrometry Imaging: Advances in Biomedical Research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Mass spectrometry imaging (MSI) visualizes the spatial distribution of biomolecules in tissues, whereas ion mobility-mass spectrometry (IM-MS) separates ions through the collision cross-section (CCS) with an inert gas, providing the structural characteristics of isomers. Recent advances have established an integrated workflow, ion mobility-mass spectrometry imaging (IM-MSI), that couples IM with MSI, uniting molecular discrimination with spatial mapping. This synergy has been widely applied in...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41440177",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current Status and Future Challenges of Liquid Biopsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41440020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Liquid biopsy has rapidly advanced as an innovative tool in precision oncology, allowing clinicians to capture the dynamic molecular and/or quantitative changes in tumors with minimal invasiveness [...].",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41440020",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Astrocyte-Mediated Plasticity: Multi-Scale Mechanisms Linking Synaptic Dynamics to Learning and Memory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439956/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Astrocytes play a pivotal role in shaping synaptic function and in learning, memory, and emotion. Recent studies show that perisynaptic astrocytic processes form structured interactions with pre- and postsynaptic elements, which extends synaptic diversity beyond neuron-neuron connections. Accumulating evidence indicates that astrocytic Ca^(2+) signaling, gliotransmission, and local translation modulate synaptic efficacy and contribute to the formation and stabilization of memory traces. It is...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41439956",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A strategy for scalable antibody production: the combination of Escherichia coli expression, translation-enhancing peptide and automated refolding system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Monoclonal antibodies are essential tools in biological research, diagnostics, and therapeutics. While mammalian expression systems are widely used, microbial hosts such as Escherichia coli offer cost-effective and scalable production of antibody fragments but often yield inclusion bodies requiring refolding. In this study, we report a combined strategy using a translation-enhancing SKIK peptide tag and a leucine zipper-fused Fab format to improve expression in Escherichia coli, together with a...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41439553",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pathogenic or Likely Pathogenic GRN Variants Are Found in 0.1% of Parkinson's Disease Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: FTD-GRN may be indistinguishable from PD. Therefore, comprehensive genetic testing, including GRN analysis, is recommended for patients with clinically diagnosed parkinsonism/PD to guide disease management and prognosis. © 2025 The Author(s). Movement Disorders published by Wiley Periodicals LLC on behalf of International Parkinson and Movement Disorder Society.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41439479",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FTD-GRN may be indistinguishable from PD. Therefore, comprehensive genetic testing, including GRN analysis, is recommended for patients with clinically diagnosed parkinsonism/PD to guide disease management and prognosis"
    },
    {
      "title": "Translation, cross-cultural adaptation and validation of the revised Patients' Attitudes Towards Deprescribing (rPATD) questionnaire in Japanese",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439165/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The Japanese version of the rPATD demonstrated good psychometric properties and might be used to assess attitudes towards deprescribing among older adults and caregivers living in Japan.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41439165",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Japanese version of the rPATD demonstrated good psychometric properties and might be used to assess attitudes towards deprescribing among older adults and caregivers living in Japan"
    },
    {
      "title": "Pregabalin acts on Na<sup>+</sup>-Ca<sup>2+</sup> exchanger, which promotes Ca<sup>2+</sup> extrusion from human Merkel cell line",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439147/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These results suggested that the site of action of pregabalin to MCs is Ca^(2+) extrusion mechanism via NCX1.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41439147",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These results suggested that the site of action of pregabalin to MCs is Ca^(2+) extrusion mechanism via NCX1"
    },
    {
      "title": "Factors Associated With Progression, Resolution and Mortality of Patients With Overt Hepatic Encephalopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41439114/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Presence of ACLF and progression of OHE are associated with high short-term mortality rates, while resolution of OHE is associated with significantly better prognosis. Understanding the natural history of OHE will have profound implications on the development of novel approaches.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41439114",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on the development of novel approaches",
      "conclusion": "Presence of ACLF and progression of OHE are associated with high short-term mortality rates, while resolution of OHE is associated with significantly better prognosis. Understanding the natural history of OHE will have profound implications on the development of novel approaches"
    },
    {
      "title": "Completion pneumonectomy and combined resection of esophageal and thoracic aortic walls with simultaneous thoracic aortic endografting: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438899/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: One-stage surgery involving combined resection of the lung cancer, esophageal muscular wall, and thoracic aortic wall with simultaneous thoracic aortic endografting is acceptable in highly selected patients.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41438899",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "One-stage surgery involving combined resection of the lung cancer, esophageal muscular wall, and thoracic aortic wall with simultaneous thoracic aortic endografting is acceptable in highly selected patients"
    },
    {
      "title": "Cyclin-dependent kinase inhibitor-1 deficiency enhances bone destruction in a mouse model of arthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Rheumatoid arthritis (RA) causes bone destruction by activating inflammatory cytokines and osteoclasts. Cyclin-dependent kinase inhibitor 1 (p21), a cell cycle regulator, may influence this process; however, its role remains unclear. Therefore, we investigated the effect and potential mechanisms of p21 deficiency in bone loss in a mouse model of arthritis. Collagen antibody-induced arthritis (CAIA) was established in p21 knockout (p21 ^(-/-) ) and wild-type mice. Bone destruction was analyzed...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41438476",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the effect and potential mechanisms of p21 deficiency in bone loss in a mouse model of arthritis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>L</em> <em>actococcus A</em> phages predict ACLF while <em>Enterococcus B</em> phages predict bacterial infection in decompensated cirrhosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438339/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ACLF is characterized by increased fecal virome diversity and a shift from virulent toward temperate phages at disease onset. Our study links Lactococcus A phages to ACLF development, and Enterococcus B phages to bacterial infection, while both are associated with increased 90-day mortality.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41438339",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ACLF is characterized by increased fecal virome diversity and a shift from virulent toward temperate phages at disease onset. Our study links Lactococcus A phages to ACLF development, and Enterococcus B phages to bacterial infection, while both are associated with increased 90-day mortality"
    },
    {
      "title": "Posterior-stabilized total knee arthroplasty using the pre-cut technique achieves mid-flexion stability, but yields only a 50 % medial-pivot pattern",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41438232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PS-TKA using the pre-cut technique can achieve stability across the entire range of motion, including mid-flexion. However, the proportion of patients exhibiting an MP pattern after implantation was only approximately 50 %.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41438232",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PS-TKA using the pre-cut technique can achieve stability across the entire range of motion, including mid-flexion. However, the proportion of patients exhibiting an MP pattern after implantation was only approximately 50 %"
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437921/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Hippocampal damage in age-related dementias is multifactorial, extending beyond the contributions of Aβ and tau, with LATE-NC playing a central role. APOE ε4 indirectly influences hippocampal degeneration by promoting Aβ-related pathogenesis and triggering interactions among comorbid pathologies that drive neuronal loss.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41437921",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Hippocampal damage in age-related dementias is multifactorial, extending beyond the contributions of Aβ and tau, with LATE-NC playing a central role. APOE ε4 indirectly influences hippocampal degeneration by promoting Aβ-related pathogenesis and triggering interactions among comorbid pathologies tha..."
    },
    {
      "title": "Environmental and economic impacts of anaesthesia: A simulation study comparing total intravenous anaesthesia versus sevoflurane for maintenance of anaesthesia in 11 909 adult patients of a Belgian tertiary hospital",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437804/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our simulations indicate that minimal flow sevoflurane produces 26.5 times more CO2e than TIVA, rising to 61.8 times more at 2 l min-1 FGF. TIVA also costs significantly less, at 36% and 63% of sevoflurane anaesthesia costs with minimal flow and 2 l min-1 FGF, respectively.These findings highlight not only TIVA's marked superiority in reducing carbon emissions but also its notable cost advantages over traditional volatile anaesthetic methods. The stark contrast in emissions - where...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41437804",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our simulations indicate that minimal flow sevoflurane produces 26.5 times more CO2e than TIVA, rising to 61"
    },
    {
      "title": "Are Behavioral Ecotoxicity Endpoints Relevant at the Population Level? Evidence-Based Insights for Environmental Protection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437732/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "A substantial body of evidence exists demonstrating that exposure to environmental contaminants can alter animal behavior. Moreover, methodological and technological advancements, as well as increasing standardization, mean that behavioral ecotoxicity studies are more rigorous and reliable than ever before. Despite this, behavioral data are still seldom used in the risk assessment and regulation of chemicals. This is partly due to a lack of clarity among some stakeholders about whether changes...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41437732",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regioselective Aromatic <em>O</em>-Demethylation of Lignin-Derived Monomeric Aromatic Ethers with an Engineered P450BM3 Peroxygenase System",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437691/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Regioselective O-demethylation of lignin-derived aryl ethers is a key yet challenging step in lignin valorization, governing the efficient conversion of lignin into high-value aromatic chemicals. Here, we report an artificial peroxygenase system that integrates engineered P450BM3 with glucose oxidase (GOx) and a dual-functional small molecule (DFSM) to enable efficient O-demethylation driven by in situ H(2)O(2) generation. This strategy circumvents the dependence on costly NADPH and improves...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41437691",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atromentin B, Obtained by Microbial Fermentation and Total Synthesis, Potentiates the Activity of β-Lactams Against Methicillin-Resistant <em>Staphylococcus aureus</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Methicillin-resistant Staphylococcus aureus (MRSA) poses a major clinical threat due to resistance to β-lactam antibiotics, such as cefazolin. Although several conventional antibiotics can be used for the treatment of MRSA, the rapid emergence of resistant strains limits their utility. To address this challenge, we envisioned that a combination therapy using β-lactam potentiators would be a promising approach to expand the application of cefazolin to MRSA. In this study, with our aim to explore...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41437477",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to explore",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Verteporfin, an inhibitor of nuclear YAP, improved multi-ciliated cell differentiation in the airway epithelium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings suggest YAP nuclear localization in human airway MCCs is broadly associated with decreased MCCs regardless of patient condition, and verteporfin improves airway MCC differentiation.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41437370",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest YAP nuclear localization in human airway MCCs is broadly associated with decreased MCCs regardless of patient condition, and verteporfin improves airway MCC differentiation"
    },
    {
      "title": "The spread of non-native species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "The global redistribution of species through human agency is one of the defining ecological signatures of the Anthropocene, with biological invasions reshaping biodiversity patterns, ecosystem processes and services, and species interactions globally. Here, we review the facets underlying the spread of non-native species - the key process by which introductions translate into large-scale invasions. In particular, we synthesise the ecological, evolutionary, and anthropogenic mechanisms...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41437262",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anesthetic management of Platypnea-orthodeoxia syndrome in a young patient with residual atrial septal defect following congenital heart surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437174/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This rare case of young-onset POS highlights the importance of understanding the dynamic shunt physiology and vigilant intraoperative monitoring to ensure patient safety.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41437174",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This rare case of young-onset POS highlights the importance of understanding the dynamic shunt physiology and vigilant intraoperative monitoring to ensure patient safety"
    },
    {
      "title": "Reducing adverse effects in hypofractionated radiotherapy for prostate cancer: Clinical evidence and emerging mitigation strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41437135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Grade≥2 GU toxicity remains frequent in trials testing hypofractionation. Mitigation strategies are therefore critical to the continued evolution of intensified RT regimens. Motion management and margin reduction are particularly promising approaches to reduce severe toxicity after PCa SBRT, warranting their incorporation into clinical practice and future clinical trial designs.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41437135",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Grade≥2 GU toxicity remains frequent in trials testing hypofractionation. Mitigation strategies are therefore critical to the continued evolution of intensified RT regimens"
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Two independently constructed %p-tau217 plasma clocks had strong correlations with actual time measures and were consistent across the two cohorts. Additionally, the age at %p-tau217 positivity predicted symptom onset. Overall, these findings suggest that plasma %p-tau217 may be useful in predicting symptom onset and in biological staging of AD.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442191",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that plasma %p-tau217 may be useful in predicting symptom onset and in biological staging of AD",
      "conclusion": "Two independently constructed %p-tau217 plasma clocks had strong correlations with actual time measures and were consistent across the two cohorts. Additionally, the age at %p-tau217 positivity predicted symptom onset"
    },
    {
      "title": "Piper rhythm-like electromyographical activity in muscle stiffness in sodium channel myotonia representing potassium-aggravated myotonia and myotonia permanens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442183/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "A 39-years-old female with potassium-aggravated myotonia due to p.Q1633E in SCN4A experienced painful muscle stiffness triggered by exercise, potassium-rich fruits, and cold exposure, which progressed into a rigid state. Needle electromyography (EMG) during muscle stiffness showed synchronous, rhythmic, and regular activities starting at ~60 Hz and ~6 mV. A 37-year-old male with myotonia permanens due to a splicing-affecting indel variant in intron 21 of SCN4A experienced cold-induced myotonia....",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442183",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442181/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Functional mapping nominated dozens of AD and LBD candidate causal risk genes. Pathway enrichment implicated microglial lipid metabolism and endocytosis as well as oligodendroglial amyloid, lipid metabolism, and blood-brain barrier as pathophysiological mechanisms shared across AD and LBD. These analyses also suggested roles for mitochondria and synapses in LBD microglia and oligodendroglia, respectively, enhancing our understanding of LBD genetic risk mechanisms.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442181",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Functional mapping nominated dozens of AD and LBD candidate causal risk genes. Pathway enrichment implicated microglial lipid metabolism and endocytosis as well as oligodendroglial amyloid, lipid metabolism, and blood-brain barrier as pathophysiological mechanisms shared across AD and LBD"
    },
    {
      "title": "Reducing Clinical Inertia in Hypertension Through Primary Care Practitioner-Led Remote Patient Monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442180",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-Cell Genetic Mapping of Gasdermin Expression Across Immune-Mediated Inflammatory Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442179/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "The gasdermin (GSDM) family mediates pyroptosis and membrane pore formation, but the causal, cell-type-specific roles of individual paralogues in immune-mediated inflammatory diseases (IMIDs) remain poorly defined. We combined single-cell cis-eQTL data from 14 peripheral blood immune subsets (OneK1K) with genome-wide association data from FinnGen release 12 to perform lineage-resolved Mendelian randomization (MR) across eight IMIDs: ankylosing spondylitis, Behçet disease, Crohn disease,...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442179",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In animal species that live longer: why are they less vulnerable to cancer?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Long-live species have evolved divergent mechanisms of cancer resistance, offering novel inspiration for human oncology. Particularly noteworthy are recent studies on the bowhead whale and naked mole-rat, highlighting the translational potential of enhanced DNA repair mechanisms for humans. Inspired by this, we propose potential strategies for advancing cancer prevention and immunotherapy.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442177",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Human Airway-on-a-Chip Microphysiological System for Modeling Chlorine Gas Toxicity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "There is a critical need to understand pathophysiological mechanisms involved in injury from acute chlorine gas (Cl2) exposure. Limited information is available regarding time course and mechanisms of injury after acute Cl2 exposure due to lack of human clinical data and limited fidelity of pre-clinical animal models. We designed and integrated a Cl2 exposure platform to generate and deliver precise concentrations of Cl2 to a microfluidic human airway-on-a-chip microphysiological system in vitro...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442163",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Synergistic Effect of Oscillatory Fluid Shear and Porphyromonas gingivalis Lipopolysaccharide Promotes the Inflammatory Response of Periodontal Ligament Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "This study aimed to investigate how oscillatory fluid shear (OFS), induced by occlusal loading, influences periodontal ligament cells (PDLCs) in both healthy and inflammatory environments and to clarify its potential role in periodontitis progression. PDLCs were cultured under healthy or Porphyromonas gingivalis lipopolysaccharide (Pg.LPS)-induced inflammatory conditions and subjected to OFS. Cell proliferation was assessed via CCK-8 and EdU staining, while migration was evaluated using wound...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442160",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "investigate how oscillatory fluid shear (OFS), induced by occlusal loading, influences periodontal ligament cells (PDLCs) in both healthy and inflammatory environments and to clarify its potential rol...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Older adults with DS who remain cognitively-stable had lower amyloid and posterior WMH, while those that maintain low amyloid at older ages had lower tau and microbleeds. Future work will investigate protective factors that may contribute to biomarker and clinical variability, even in the context of genetically determined AD risk.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442158",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Older adults with DS who remain cognitively-stable had lower amyloid and posterior WMH, while those that maintain low amyloid at older ages had lower tau and microbleeds. Future work will investigate protective factors that may contribute to biomarker and clinical variability, even in the context of..."
    },
    {
      "title": "Movement Patterns of Women's National Team Rugby Players Across a Series of Matches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Betelli, MT, Loturco, I, Ramos, MS, Mercer, VP, Moura, TBMA, Oliveira, LP, Bishop, C, and Pereira, LA. Movement patterns of women's national team rugby players across a series of matches. J Strength Cond Res XX(X): 000-000, 2025-Given the increasing level of competitiveness of women's rugby union, it is crucial to better understand the physical demands of female players during match play. In this study, we examined the locomotor activities during 6 consecutive matches played by the Brazilian...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442155",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the locomotor activities during 6 consecutive matches played by the Brazilian",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of Machine Learning and Chemical Language Model-Based QSAR Models for Predicting Drug Residue Depletion Half-Lives in Plasma and Tissues of Cattle Across Various Administration Routes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Accurate prediction of drug depletion half-lives plays a pivotal role in determining extralabel withdrawal intervals and ensuring the safety of food products derived from livestock. In this study, we employed machine learning (ML)-based quantitative structure-activity relationship (QSAR) models and an innovative chemical language model-based QSAR approach (ImprovedChemBERTa) to estimate plasma and tissue half-lives of drugs administered to cattle through different administration routes....",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442152",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These data indicate an upregulation of cholinergic terminal markers in adults with DS by early adulthood, suggesting greater subsequent declines due to age and amyloid pathology relative to controls. Significant age and amyloid associations overlap in some regions, with more clusters exhibiting significant age-associated effects. This result suggests that declining regional [^(18)F]-FEOBV uptake in adults with DS is influenced by both Alzheimer's-related pathology and aging, each...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442139",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that declining regional [^(18)F]-FEOBV uptake in adults with DS is influenced by both Alzheimer's-related pathology and aging, each",
      "conclusion": "These data indicate an upregulation of cholinergic terminal markers in adults with DS by early adulthood, suggesting greater subsequent declines due to age and amyloid pathology relative to controls. Significant age and amyloid associations overlap in some regions, with more clusters exhibiting sign..."
    },
    {
      "title": "Predicting externalizing symptom trajectories in U.S. National Guard recruits: The role of adverse childhood experiences",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Adverse childhood experiences (ACEs) are strongly associated with increased risk of externalizing problems. Despite their prevalence in military populations, limited research links ACEs to longitudinal externalizing problem trajectories during military service transition. This study aimed to identify distinct trajectories of externalizing problems (deviant behavior, alcohol use, and drug use) in U.S. Army National Guard recruits and examine how baseline ACEs predict membership in higher-risk...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442132",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "identify distinct trajectories of externalizing problems (deviant behavior, alcohol use, and drug use) in U",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We provide empirical support for exposure to RHI as potentially leading to a unique pattern of WMH. Importantly, histopathological evidence showed that the RHI-WMH co-localized with RHI and CTE-related neuropathologies at the depths of the sulci.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442125",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We provide empirical support for exposure to RHI as potentially leading to a unique pattern of WMH. Importantly, histopathological evidence showed that the RHI-WMH co-localized with RHI and CTE-related neuropathologies at the depths of the sulci"
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442115/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our results indicate that dynamic pupillary changes were associated with a higher risk of progression, possibly reflecting changes in arousal states. qLRP also correlated with disease progression along the disease continuum. The same pattern was found for several actigraphic parameters, indicating that decreases in nighttime activity were indicative of disease progression. This study demonstrates the usefulness of two promising digital biomarkers for AD easing prognostication and...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442115",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the usefulness of two promising digital biomarkers for AD easing prognostication and",
      "conclusion": "Our results indicate that dynamic pupillary changes were associated with a higher risk of progression, possibly reflecting changes in arousal states. qLRP also correlated with disease progression along the disease continuum"
    },
    {
      "title": "Growth enhancement and rhizosphere colonization of Chilli (Capsicum annuum) by Enterobacter hormaechei",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442109/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442109",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical significance of laterality on diffuse idiopathic skeletal hyperostosis with unstable thoracolumbar vertebral fractures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The present study demonstrated that bilateral DISH was significantly more extensive than unilateral DISH, and the fractured levels of bilateral type were within the contiguous vertebral bodies, accompanied by DISH. On the other hand, there were no differences in surgical outcomes. Our grading system may reflect the radiographic features of DISH with unstable VFs. Further studies with a large number of patients are warranted to provide a better understanding of its validity and...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442107",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The present study demonstrated that bilateral DISH was significantly more extensive than unilateral DISH, and the fractured levels of bilateral type were within the contiguous vertebral bodies, accompanied by DISH. On the other hand, there were no differences in surgical outcomes"
    },
    {
      "title": "The Future of Antibiotics and Artificial Intelligence: Some Thoughts from Discovery to Bedside",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442104/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Antibiotic discovery and antibiotic prescribing represent two domains that both stand to benefit from artificial intelligence (AI)-driven progress in the near future. In this article, we discuss these parallel advances and the potential future synergy between AI-enabled antibiotic discovery and AI-assisted antibiotic prescribing. Although multiple challenges remain before these two domains meaningfully converge, their integration could amplify the strengths of each: discovery pipelines...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442104",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feasibility of estimating cardiac indices using cardiac surgery anesthesia records in a multicenter cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Cardiac index (CI) is a key physiologic indicator correlated with end-organ perfusion in cardiac surgical patients, yet it is not routinely measured in all cases. This study evaluated the accuracy of estimating CI using routinely available physiologic monitor data, adjusted for relevant patient, physiologic, and procedural factors documented in perioperative anesthesia records. We analyzed anesthesia records from adult cardiac surgical patients with thermodilution-based CI measurements across...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442096",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "anesthesia records from adult cardiac surgical patients with thermodilution-based CI measurements across",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of Opioid Utilization in Older Adults with Rheumatoid Arthritis before and after Initiating Biological or Targeted Synthetic Disease-Modifying Antirheumatic Drugs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Initiating b/tsDMARDs was associated with a modest reduction in any opioid use. However, LTOT use in RA remained persistently high. The impact of different b/tsDMARD initiation on opioid utilization patterns needs further investigation.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442071",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of different b/tsDMARD initiation on opioid utilization patterns needs further investigation",
      "conclusion": "Initiating b/tsDMARDs was associated with a modest reduction in any opioid use. However, LTOT use in RA remained persistently high"
    },
    {
      "title": "CSF biomarkers of neuroinflammation are associated with regional atrophy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Latent factors captured shared biological variance across related biomarkers and provided a more robust representation of underlying biological domains than single biomarkers. This approach identified synaptic dysfunction and astroglial activation as key links between AD pathology and hippocampal neurodegeneration. These findings highlight synaptic and glial pathways as promising targets for disease-modifying interventions.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442069",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Latent factors captured shared biological variance across related biomarkers and provided a more robust representation of underlying biological domains than single biomarkers. This approach identified synaptic dysfunction and astroglial activation as key links between AD pathology and hippocampal ne..."
    },
    {
      "title": "Facial skin aging: an integrative analysis of genetics, epigenetics, and lifestyle factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Facial wrinkling is a prominent sign of aging, yet individuals exhibit unique trajectories of biological aging, contributing to the variability in facial appearance. Here, we present a pioneering study exploring the association between lifestyle choices, DNA methylation, and SNP genotypes with a range of facial skin aging phenotypes. The study demonstrated that age-related facial skin phenotypes are influenced by multiple environmental stressors. Epigenome-wide association analyses identified...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442063",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of the DNA Repair Mechanism Following In Vitro Maturation of Mouse Oocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442033/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442033",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction to: Efficacy and Safety of 48-Week Low-Dose Dienogest Treatment in Patients with Endometriosis-Associated Dysmenorrhea: A Randomized, Open-Label, Parallel-Group Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442031",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrated assessment of total airway count and pneumonia volume on chest computed tomography as a prognostic biomarker for coronavirus disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41442001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The integrated assessment of TAC and pneumonia volume effectively predicted critical outcomes in COVID-19 patients and may be useful for various respiratory diseases, including infectious or interstitial pneumonia.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41442001",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The integrated assessment of TAC and pneumonia volume effectively predicted critical outcomes in COVID-19 patients and may be useful for various respiratory diseases, including infectious or interstitial pneumonia"
    },
    {
      "title": "Bifidobacterium bifidum CIP-01 attenuates metabolic dysfunction-associated steatotic liver disease induced by high-alcohol-producing Klebsiella pneumoniae",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings highlight B. bifidum CIP-01 as a novel therapeutic candidate for HiAlc Kpn-induced MASLD, operating through a triad of pathogen suppression, gut-liver axis repair, and metabolic regulation.",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41441991",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings highlight B. bifidum CIP-01 as a novel therapeutic candidate for HiAlc Kpn-induced MASLD, operating through a triad of pathogen suppression, gut-liver axis repair, and metabolic regulation"
    },
    {
      "title": "Exploratory analysis of HLA SNPs associated with occult HBV infection: a multicenter case-control study in Chinese blood donors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441988/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "Occult hepatitis B virus infection (OBI), characterized by detectable HBV DNA but undetectable HBsAg, poses diagnostic and clinical challenges, with host genetic factors, particularly HLA-mediated immune regulation, remaining poorly understood. Through whole-exome sequencing of 147 participants (74 OBI cases, 73 chronic HBsAg + controls), we identified four HLA single nucleotide polymorphisms (SNPs) associated with low OBI susceptibility and proposed a dual immune mechanism: Class I SNPs impair...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41441988",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global research on robot-assisted prostatectomy: a bibliometric and visualization analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41441984",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "KIAA1429 as a therapeutic target in osteosarcoma: challenging the linear ferroptosis pathway and evaluating translational hurdles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41441982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251224142209&v=2.18.0.post22+67771e2",
      "description": "The recent proposal by Xie et al. that KIAA1429 silencing ameliorates osteosarcoma progression primarily by promoting ferroptosis via the Nrf2/NQO1 axis offers a valuable yet potentially oversimplified mechanistic model. While this finding underscores the significant link between the m6A writer KIAA1429 and redox homeostasis, our critical appraisal identifies several conceptual oversights that challenge the directness and exclusivity of this pathway. The core vulnerability lies in attributing...",
      "pubDate": "2025-12-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41441982",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}