{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-29T19:20:45.163Z",
  "totalItems": 150,
  "totalArchived": 30359,
  "newPapersAdded": 136,
  "institutionBreakdown": {
    "KAIST": 8,
    "SNU": 22,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 2,
    "Korea University": 38,
    "IBS": 99,
    "UNIST": 0,
    "Hanyang University": 1,
    "KIST": 2,
    "GIST": 0,
    "Kyung Hee University": 6,
    "Pusan National University": 0
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 78,
    "Biomedical": 37,
    "Cancer Research": 15,
    "Materials Science": 7,
    "Neuroscience": 12,
    "Computer Science": 1
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Lacticaseibacillus Casei KGC1201 Isolated from Panax Ginseng Mitigates Dextran Sulfate Sodium-Induced Colitis by Modulating the Gut Environment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317253/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Gut microbiota dysbiosis is closely linked to the pathogenesis of inflammatory bowel disease (IBD), highlighting the therapeutic potential of probiotics that affect the gut microbiome when ingested. In this study, we evaluated the effects of Lacticaseibacillus casei KGC1201, a strain isolated from Panax ginseng, on a mouse model of dextran sulfate sodium (DSS)-induced colitis. L. casei KGC1201 culture powder at doses of 206 and 412 mg/kg was administered orally once daily, one week before DSS...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41317253",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-Function Plant-Derived Nanovesicles From Regenerated Cannabis sativa Roots for Immunotherapy and Vaccine Delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Cannabis sativa is a medicinal plant that produces a diverse array of pharmacologically active metabolites, making it a valuable resource for pharmaceutical applications. In this study, an adventitious root (AR) culture system was established from C. sativa using two representative plant growth regulators-naphthaleneacetic acid (NAA; hereafter referred to as N-ARs) and indole-3-butyric acid (IBA; hereafter referred to as I-ARs) -from which plant-derived nanovesicles (PDNVs) were subsequently...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41316982",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of a specific warm-up on hamstring flexibility in individuals with hamstring tightness: A focus on active knee extension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that specific WU can effectively improve flexibility of the targeted muscles, though benefits may plateau after the early repetitions. In clinical settings, to avoid under- or overestimating the intervention effects, WU should be performed in advance.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41316660",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that specific WU can effectively improve flexibility of the targeted muscles, though benefits may plateau after the early repetitions",
      "conclusion": "These findings suggest that specific WU can effectively improve flexibility of the targeted muscles, though benefits may plateau after the early repetitions. In clinical settings, to avoid under- or overestimating the intervention effects, WU should be performed in advance"
    },
    {
      "title": "Bioinformatics analysis of Rickettsia typhi autoimmune associations and screening of Streptomyces-derived inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: To the best of our knowledge, this is the first report identifying human autoimmune associations with R. typhi and natural product inhibitors targeting the pathogen. ZINC01482946 shows potential as an effective inhibitor of R. typhi, while SBE-β-CD appears to be a promising cyclodextrin for improving its solubility and bioavailability.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41316447",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To the best of our knowledge, this is the first report identifying human autoimmune associations with R. typhi and natural product inhibitors targeting the pathogen"
    },
    {
      "title": "Identification of immunomodulating properties of postbiotics from lactobacilli using the zebrafish (Danio rerio) model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings, derived from a well-established zebrafish model, suggest that postbiotics from Lactobacillus strains may enhance antiviral immunity and overall health in vertebrates, supporting their potential as safe, effective microbial-based nutritional interventions in pet nutrition.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41316341",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings, derived from a well-established zebrafish model, suggest that postbiotics from Lactobacillus strains may enhance antiviral immunity and overall health in vertebrates, supporting their potential as safe, effective microbial-based nutritional interventions in pet nutrition"
    },
    {
      "title": "Epidemiology of severe acute respiratory infections in South Korea: a nationwide surveillance study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study provides a thorough examination of the epidemiology of SARIs in South Korea over a six-year period. The findings reveal notable differences in pathogen prevalence and related clinical outcomes by age, season, and region. These results underscore the importance of sustained nationwide surveillance and the development of targeted, seasonally adaptive public health strategies to mitigate the impact of SARIs on vulnerable populations.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41316201",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of SARIs on vulnerable populations",
      "conclusion": "This study provides a thorough examination of the epidemiology of SARIs in South Korea over a six-year period. The findings reveal notable differences in pathogen prevalence and related clinical outcomes by age, season, and region"
    },
    {
      "title": "Carbamazepine-induced pure red cell aplasia in an elderly patient with ESKD on hemodialysis: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41316042",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tracing the global spread of maize (Zea mays L.) through plastome analysis of landraces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315947/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Maize (Zea mays L.) is the most recently domesticated and dispersed worldwide among major cereals. Chloroplast genomes (plastome), with their highly conserved tetrad structure, hold a significant value in phylogenetic research due to their typical maternal inheritance. In this study, a total of 286 maize plastomes, 262 newly assembled and 24 publicly available, were investigated which included worldwide landraces, nested association mapping founders, and teosinte accessions. The maize plastomes...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41315947",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Determining optimal strategies for personalized atrial fibrillation treatment in intensive care unit patients using a deep learning-based causal inference approach: rhythm and/or rate control",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Using a deep learning-based causal inference model, we quantified mortality reduction for each treatment strategy and identified the patient characteristics associated with the most favorable outcomes for each strategy.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41317034",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Using a deep learning-based causal inference model, we quantified mortality reduction for each treatment strategy and identified the patient characteristics associated with the most favorable outcomes for each strategy"
    },
    {
      "title": "Doppel as an early-stage biomarker promoting EMT and dissemination in ovarian cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317023/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Detecting ovarian cancer (OC) early using existing biomarkers, for example, cancer antigen 125 (CA125), is challenging due to its ubiquitous expression in many tissues. Doppel, a prion-like protein, expresses in the male reproductive organ but is absent in female reproductive systems and healthy tissues, but plays an important role in neo-angiogenesis. Here, we have shown two platforms, soluble Doppel in sera/ascites and Doppel expressed in circulating tumor cells (^(Dpl+)CTC) in the whole...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41317023",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "role in neo-angiogenesis",
      "conclusion": null
    },
    {
      "title": "Autonomous Polymer Frameworks for Sustainable Tissue-Interfaced Plastic Bioelectronics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316899/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Recent advancements in polymer science have enabled the development of plastic bioelectronics, providing soft, stretchable, and tissue-conformable technologies for continuous health monitoring, diagnostics, and therapeutic interventions. Unlike conventional silicon-based electronics that often exhibit mechanical mismatches with biological tissues, plastic bioelectronic systems leverage intrinsically soft and mechanically compliant organic and polymer materials to achieve enhanced conformability....",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41316899",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "2D Silver Nanosheet Assembly for an Isotropic, Stretchable, and Highly Conductive Nanomembrane",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Achieving isotropic electrical and mechanical properties is essential for skin-integrated electronics to operate reliably under complex, multidirectional skin deformations. However, nanomaterial-based composites in skin electronics often rely on anisotropic filler configurations to meet demanding requirements for high-quality bio-interfacing materials, such as ultrathin thickness, high conductivity, and stretchability. While directional alignment of high-aspect-ratio nanofillers facilitates...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41316824",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pathways from adolescent pregnancy to precarious employment: Distinguishing the effects of abortion, miscarriage, and live birth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "While adolescent pregnancy is widely recognized as a marker of early-life disadvantage, less is known about its long-term occupational consequences. This study examines the relationship between adolescent pregnancy experiences and precarious employment in adulthood, distinguishing between three pregnancy outcomes: abortion, miscarriage, and live birth. Using longitudinal data from the National Longitudinal Study of Adolescent to Adult Health, we estimate school-fixed effects regression models to...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41316715",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Pilates exercise on balance in adults with cerebral palsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that Pilates may be a feasible intervention for improving balance in adults with CP.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41316592",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that Pilates may be a feasible intervention for improving balance in adults with CP",
      "conclusion": "These findings suggest that Pilates may be a feasible intervention for improving balance in adults with CP"
    },
    {
      "title": "Advances in the characterization of in vitro-generated red blood cells: from biophysical properties to functional applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This review underscores both current advances and persistent challenges in characterizing in vitro-generated RBCs, and it proposes a translational framework that integrates multi-omics data into their development and evaluation. By explicitly linking molecular regulation with process control and quality metrics, this approach provides a roadmap to optimize functional performance and ensure clinical readiness of in vitro-generated RBCs.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41316485",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This review underscores both current advances and persistent challenges in characterizing in vitro-generated RBCs, and it proposes a translational framework that integrates multi-omics data into their development and evaluation. By explicitly linking molecular regulation with process control and qua..."
    },
    {
      "title": "AI-driven carotid artery compressibility assessment via point-of-care ultrasound for blood pressure estimation in critically ill and post-resuscitation patients: a prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316299/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41316299",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Proteogenomic characterization of molecular and cellular targets for treatment‑resistant subtypes in locally advanced cervical cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316285/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41316285",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Matters arising on \"Outcomes of dual mobility versus conventional total hip arthroplasty for patients with femoral neck fractures: a systematic review and meta-analysis including registry data\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "A meta-analysis by Santiago et al. compared outcomes between two types of total hip arthroplasty to guide clinical decisions for patients with hip fractures. This correspondence details discrepancies between the quantitative data presented in the meta-analysis and the data from its source articles. Methodological issues are also present: the risk of bias tool was applied inconsistently, and different study types (randomized and non-randomized) were combined in a single analysis without...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41316203",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Usability vulnerabilities of elderly adults in at-home COVID-19 self-test kits: findings from a South Korea usability study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316119/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41316119",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimal exercise type and dose to improve sleep quality in older adults: a systematic review and network meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: If older people receive the most appropriate exercise intervention, they can obtain clinically meaningful benefits of improving sleep in the elderly within the WHO guidelines for exercise doses. The results support the WHO recommendation that combine aerobic exercise and resistance training should be an important part of interventions for the older people.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41316008",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "part of interventions for the older people",
      "conclusion": "If older people receive the most appropriate exercise intervention, they can obtain clinically meaningful benefits of improving sleep in the elderly within the WHO guidelines for exercise doses. The results support the WHO recommendation that combine aerobic exercise and resistance training should b..."
    },
    {
      "title": "Cost-effectiveness of chest radiography using artificial intelligence for lung cancer screening in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Artificial intelligence (AI) shows promise in improving the accuracy and efficiency of lung cancer screening, but its economic value remains uncertain. We developed a decision-analytic model combining a decision tree and Markov model to evaluate five screening strategies in South Korea: no screening, chest X-ray (CXR), AI-assisted CXR, low-dose computed tomography (LDCT), and AI-assisted LDCT. We simulated hypothetical cohorts of 10,000 individuals, stratified by age group and smoking status to...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41315843",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychological resilience and clinical depression on bone loss and fracture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "The effects of psychological resilience and depressive symptoms on bone health have not been well-studied. This work aimed to evaluate the association between psychological resilience and depressive symptoms on bone mineral density (BMD) and osteoporotic fracture in community-dwelling adults in Korea. Data from the Chungju Metabolic Disease Cohort were used. Between May 2007 and March 2011, 4029 participants aged 40 years or older underwent a baseline examination, and approximately four years...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41315787",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "community-dwelling adults in Korea. Data from the Chungju Metabolic Disease Cohort were used. Betwee",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomechanical implications of femoral neck system removal following femoral neck fracture treatment in low bone mineral density conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41315674",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protecting patient privacy in tabular synthetic health data: a regulatory perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315669/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Synthetic tabular data generation (SDG) is increasingly important in healthcare research and innovation while preserving patients' privacy. However, ethical concerns remain, primarily over residual privacy vulnerability and insufficient oversight. This review analyzes the only published SDG regulatory guidelines to date, from United Kingdom, Singapore, and South Korea. All emphasize privacy, acknowledging synthetic data is not inherently free from disclosure risks. Thresholds for sufficiently...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41315669",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "in healthcare research and innovation while preserving patients' privacy",
      "conclusion": null
    },
    {
      "title": "Improvement in proteinuria attenuates the occurrence of venous thromboembolism: A population-based cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Proteinuria contributes to venous thromboembolism (VTE), and its levels can change over time. This registry-based retrospective study investigated the association between changes in proteinuria status and VTE occurrence at the population level. We included participants (n = 1,712,507) who underwent two successive health checkups during the initial period (2003 or 2004) and the subsequent period (2005 or 2006). Outcomes were defined as the occurrence of VTE, including deep vein thrombosis,...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41315631",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SHLP2 restores pre-osteoblastic cells against oxidative stress-induced inflammaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315599/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41315599",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stress mediates the association between atopic dermatitis and sleep duration in Korean adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41315567",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Computed tomography-based nnU-Net for region-specific brain structural changes across the alzheimer's continuum and frontotemporal dementia subtypes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Quantifying structural brain changes is critical for diagnosing and monitoring neurodegenerative diseases. Although magnetic resonance imaging (MRI) is the silver standard, limited accessibility and cost hamper routine use. We developed a deep learning-based framework using the nnU-Net for brain segmentation using computed tomography (CT) to assess cerebrospinal fluid (CSF) volume changes, as an indirect marker of tissue loss, and evaluated its utility across Alzheimer's disease (AD) stages and...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41315482",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Crossing the Blood-Brain Barrier with Molecularly Imprinted Polymeric Nanocarriers: An Emerging Frontier in Brain Disease Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "The ability to permeate the blood‒brain barrier (BBB) remains a major challenge in treating neurological disorders. Molecularly imprinted polymeric nanocarriers (nanoMIPs) are emerging as versatile platforms that integrate antibody-mimetic recognition with exceptional stability, tunable physicochemical properties, and controlled drug release. This review summarizes recent advances in nanoMIP design, including template selection, polymerization strategies, and surface modifications, and explores...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41316895",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of 10% lidocaine gel for injection site pain associated with treprostinil in the treatment of pulmonary hypertension: a report of four cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317309",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Simultaneous determination and occurrence assessment of 55 mycotoxins in tea and spices using liquid chromatography-high resolution mass spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317257/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Multi-mycotoxin occurrence was investigated in samples of teas and spices marketed in Bangkok, Thailand, to protect consumer health. To date, the investigation of mycotoxins in teas and spices has become an important issue worldwide. Therefore, 120 tea samples consisting of 40 samples each of green tea, oolong tea, and black tea, and 300 samples consisting of 30 samples each of black pepper, white pepper, cardamom, coriander seed, cinnamon, cumin, chili powder, nutmeg, star anise, and turmeric...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317257",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "issue worldwide",
      "conclusion": null
    },
    {
      "title": "Comparative pharmacokinetics of ceftazidime in Siamese crocodiles after intramuscular administration between forelimb and hindlimb",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "The pharmacokinetics of ceftazidime (CAZ) were evaluated in Siamese crocodiles (Crocodylus siamensis) following a single 20 mg/kg intramuscular administration into either the forelimb or hindlimb. The pharmacokinetic profiles were substantially equivalent between the injection sites, with no significant differences (p > 0.05) in key parameters (C(max), T(max), AUC, t(1/2λz), Cl, and bioavailability). CAZ was absorbed rapidly at both injection sites, with a median T(max) value of 0.5 h and high...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317248",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Morphological approaches for optimizing lateral knee radiographs in normal knees and knees with osteoarthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317247/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Accurate lateral knee radiographs are essential for assessing pathology and planning surgery. However, achieving adequate femoral condyle overlap is technically challenging because of individual variations in lower limb alignment. We analyzed the alignment-dependent bone morphology and proposed practical X-ray tube angles to optimize lateral imaging. Full-length lower limb radiographs of 212 normal and 191 knees with osteoarthritis (KOA) were examined. The lateral distal femoral angle (LDFA) and...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41317247",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the alignment-dependent bone morphology and proposed practical X-ray tube angles to optimize lateral imaging",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multidimensional sleep health and psychological distress: associations in a Community-Dwelling population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317241/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Higher RU_SATED scores were negatively associated with psychological distress, with each sleep dimension showing a distinct relationship. Further research is warranted to examine these associations in more diverse populations.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317241",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Higher RU_SATED scores were negatively associated with psychological distress, with each sleep dimension showing a distinct relationship. Further research is warranted to examine these associations in more diverse populations"
    },
    {
      "title": "AI-driven spatial mapping of myxoid stroma and tumor-infiltrating lymphocytes in esophageal squamous cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317219/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In conclusion, this study demonstrated that myxoid stroma in the invasive front of ESCC is closely associated with the density of CD3^(+) and CD8^(+) positive lymphocytes.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317219",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In conclusion, this study demonstrated that myxoid stroma in the invasive front of ESCC is closely associated with the density of CD3^(+) and CD8^(+) positive lymphocytes"
    },
    {
      "title": "Microtubule Inner Protein CFAP77 Contributes to Sperm Motility and Male Fertility in Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316927/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Sperm motility is essential for male fertility, and its regulation is dependent on the structural integrity of the axoneme. The axoneme consists of a conserved \"9+2\" microtubule arrangement and is supported by microtubule inner proteins. However, the functional significance of many microtubule inner proteins remains unclear. Cilia- and flagella-associated protein 77 (CFAP77) has been identified as a microtubule inner protein in various species, but its role in mammalian sperm...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41316927",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of many microtubule inner proteins remains unclear",
      "conclusion": null
    },
    {
      "title": "Importance of SUMOylation Consensus Sequence of MAFK in Regulating EMT, Tumor Growth, Stemness, and Drug Resistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316921/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Posttranslational modification is crucial for modulating protein functions. SUMOylation is a posttranslational modification where a small ubiquitin-related (like) modifier (SUMO) conjugates to a lysine residue in the substrate proteins. SUMOylation has been shown to affect the alteration of substrate proteins' functions, subcellular localization, or stability. Furthermore, it has been reported that SUMOylation is involved in regulating angiogenesis, cellular migration, and epithelial-mesenchymal...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41316921",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "JoGo 1.0: the ACTG hierarchical nomenclature and database covering 4.7 million haplotypes across 19,194 human genes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "The Joint Open Genome and Omics Platform 1.0 (JoGo) is a global, long-read-based human haplotype database covering 19 194 MANE-standardized protein-coding genes. JoGo introduces a novel ACTG hierarchical nomenclature-A (amino acid), C (coding), T (transcript), and G (gene body)-that assigns numeric identifiers in descending order of global frequency. Using high-fidelity long-read sequencing, we assembled haplotype-resolved contigs for 258 globally sampled genomes, including 108 sequenced...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41316730",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Catheter Ablation vs. Anti-Arrhythmic Drug Therapy for Ventricular Tachycardia in Ischemic Heart Disease: A Meta-Analysis of Randomized Controlled Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316690/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In ischemic heart disease and VT, catheter ablation compared with anti-arrhythmic drugs is associated with a reduction of appropriate ICD therapy, cardiovascular rehospitalization and adverse events with benefits most evident versus sotalol.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41316690",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In ischemic heart disease and VT, catheter ablation compared with anti-arrhythmic drugs is associated with a reduction of appropriate ICD therapy, cardiovascular rehospitalization and adverse events with benefits most evident versus sotalol"
    },
    {
      "title": "Strain-Induced Density Fluctuations in Glassy Polymers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Deformation of glassy polymers induces plastic flow as a result of mechanical instability, ultimately leading to cavitation and fracture of the liquid. Thus, understanding the origin of such mechanical instability is crucial. Here, we demonstrate that strain deformation of polymeric glass is accompanied by marked shear-thinning behavior and leads to enhanced density fluctuations. These results are consistent with Furukawa and Tanaka's theory, which predicts that strain induces the...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41316542",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DNA barcoding and blood meal profiling of Ethiopian mosquitoes (Diptera: Culicidae): insights into species identification and host preferences",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316409/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study offers valuable preliminary insights into the diversity of mosquito species, genetic variation, and host-feeding preferences within the Ethiopian Rift Valley. The findings emphasize the potential of molecular techniques to enhance traditional entomological methods and improve the accuracy of mosquito identification. While the study is limited in both geographic and temporal scope, it highlights mosquito species of medical and veterinary significance and suggests...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41316409",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "and suggests",
      "conclusion": "This study offers valuable preliminary insights into the diversity of mosquito species, genetic variation, and host-feeding preferences within the Ethiopian Rift Valley. The findings emphasize the potential of molecular techniques to enhance traditional entomological methods and improve the accuracy..."
    },
    {
      "title": "Efficacy of Omalizumab against Japanese Cedar pollinosis in clinical practice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316380/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Omalizumab significantly improved symptoms and QOL in patients with JCP. However, its high cost and the risk of nonresponse necessitate careful patient selection. Age and IgE levels may help guide treatment decisions, highlighting the importance of individualized strategies for severe JCP.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41316380",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Omalizumab significantly improved symptoms and QOL in patients with JCP. However, its high cost and the risk of nonresponse necessitate careful patient selection"
    },
    {
      "title": "Pathological complete response to pembrolizumab in recurrent retroperitoneal dedifferentiated liposarcoma with high tumor mutational burden: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316348/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This is the first reported case of recurrent retroperitoneal DDLPS with high TMB achieving pCR to pembrolizumab. High TMB and high TAM density in the tumor microenvironment may be predictive biomarkers for the response to ICIs in DDLPS.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41316348",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is the first reported case of recurrent retroperitoneal DDLPS with high TMB achieving pCR to pembrolizumab. High TMB and high TAM density in the tumor microenvironment may be predictive biomarkers for the response to ICIs in DDLPS"
    },
    {
      "title": "Mechanical stress on the rod in posterior spinal fusion with and without rod fracture: a finite element analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316187/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: After posterior spinal fusion surgery, restricting spinal axial rotation and lateral bending toward the fractured side may help reduce mechanical stress on the rods.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41316187",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "After posterior spinal fusion surgery, restricting spinal axial rotation and lateral bending toward the fractured side may help reduce mechanical stress on the rods"
    },
    {
      "title": "A multicenter, single-arm clinical trial of an assertive case management intervention for preventing suicide reattempts at psychiatric hospitals in Japan: ACTION-JP study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: The post-discharge period following psychiatric hospitalization is a high-risk period for suicide attempts. This risk is substantially higher for patients admitted for suicidal behavior. Despite the urgent need for effective countermeasures, evidence-based interventions specifically designed to prevent suicide reattempts in this high-risk population remain limited. Although assertive case management is recognized as an effective intervention, its feasibility, safety, and efficacy for...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41316138",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Persistence with topical glaucoma therapy in Japan from the perspective of product, formulation, and patient characteristics: analysis of medical insurance claim data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study provides the first comprehensive analysis of product-specific persistence rates for topical glaucoma therapies in Japan. Product choice was shown to significantly influence persistence, alongside known factors such as patient sex, age, drug class, and dose/day. These findings have implications for drug development, product selection, and patient counseling aimed at improving the effectiveness and efficiency of long-term glaucoma management.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41316086",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for drug development, product selection, and patient counseling aimed at improving the effectiveness and efficiency of long-term glaucoma management",
      "conclusion": "This study provides the first comprehensive analysis of product-specific persistence rates for topical glaucoma therapies in Japan. Product choice was shown to significantly influence persistence, alongside known factors such as patient sex, age, drug class, and dose/day"
    },
    {
      "title": "Clinical characteristics and prognostic impact of HER2-ultralow breast cancer and tumor-infiltrating lymphocytes (TILs)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: HER2-ultralow tumors represent a distinct subgroup characterized by higher hormone receptor positivity, whereas HER2-null tumors were associated with younger age, higher TIL density, and poorer survival. These findings emphasize the clinical significance of refining HER2-negative subclassification to distinguish HER2-ultralow, while acknowledging limitations of sample size and retrospective design.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41316049",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of refining HER2-negative subclassification to distinguish HER2-ultralow, while acknowledging limitations of sample size and retrospective design",
      "conclusion": "HER2-ultralow tumors represent a distinct subgroup characterized by higher hormone receptor positivity, whereas HER2-null tumors were associated with younger age, higher TIL density, and poorer survival. These findings emphasize the clinical significance of refining HER2-negative subclassification t..."
    },
    {
      "title": "Predictive factors for delayed union in liquid nitrogen-treated autografts following tumor resection: a retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41316014",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Simplified monitoring of sofosbuvir/velpatasvir in Japanese patients with chronic hepatitis C based on a retrospective analysis of a prospective multicenter cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Simplified (\"minimal monitoring\") pathways can expand access to direct-acting antivirals (DAAs) by reducing visit burden. In Japan, where hepatitis C virus (HCV) patients are among the oldest worldwide, whether DAA regimens can be delivered safely and effectively with fewer visits remains unclear, and real-world outcomes with sofosbuvir/velpatasvir are scarce. We evaluated effectiveness, safety, and visit frequency in a multicenter cohort. Sixty patients with HCV-infection, with or without...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41315792",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reconstruction of the transcriptional regulatory networks in the kidney of desert-adapted species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Desert animals have evolved systems that enable them to thrive under dry conditions. A plethora of adaptations are well studied and, more recently, the molecular underlying mechanisms have been investigated, but these are not fully understood. We recently characterised the kidney transcriptomic adaptations of camels and jerboas that enable these animals to withstand water deprivation, revealing a role for cholesterol in camels. Here, we aim to further mine these data and run reconstruction of...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41315781",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to further mine these data and run reconstruction of",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cone snail venom-inspired somatostatin receptor 4 (SSTR<sub>4</sub>) agonists as new drug leads for peripheral pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Persistent pain affects one in five people worldwide, often with severely debilitating consequences. While current treatments can be effective for mild or acute pain, they are largely inadequate for managing moderate to severe chronic pain, underscoring the urgent need for new therapeutics. The somatostatin receptor 4 (SSTR(4)), expressed in sensory neurons of the peripheral nervous system, has recently emerged as a promising target for non-opioid pain relief. However, the presence of several...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41315638",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Somatostatin regulates the clock sensitivity to evening light",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Entrainment of the internal clock to the light-dark cycle is a fundamental feature of biological rhythms. Here, we show that animals genetically deficient for somatostatin (SST) are unable to respond normally to long photoperiodic conditions, showing a significantly delayed phase of activity. The phase delay is also reproduced in the cognate SSTR1 receptor knockout mice and in mice in which SSTR1 is pharmacologically inhibited. We also provide histological evidence that SST inhibits...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41315625",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regional genetic diversity of bovine viral diarrhea virus in Ethiopia urban and peri-urban dairy farms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315546/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Bovine viral diarrhea (BVD) is a highly impactful disease in the cattle industry worldwide. The disease is caused by the Bovine Viral Diarrhea Virus (BVDV), a member of the genus Pestivirus within the Flaviviridae family. Higher seroprevalence of the disease has been recorded in Ethiopia; however, the virus's genetic diversity has not yet been studied in this country. This study aimed to detect BVDV infection in dairy animals and identify viral species based on the analysis of the viral...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41315546",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "detect BVDV infection in dairy animals and identify viral species based on the analysis of the viral",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discriminability of selected periods III‒IV elements in photon-counting computed tomography using a pixelated CdTe detector",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315517/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "This study introduces a new approach in photon-counting computed tomography (CT) for elemental discrimination in periods III and IV of the periodic table of elements, which have not been covered by conventional methods that rely on the K-absorption edge of the target element. The present method features a pixelated CdTe detector with positional sensitivity and energy resolution. The authors changed its energy threshold level to determine the worthiness of counting an energy deposition by an...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41315517",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A prospective assessment of simple lymphatic drainage to prevent lower limb lymphedema in gynecological malignancies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315504/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Simple lymphatic drainage (SLD) is a self-administered technique for managing lymphedema; however, its efficacy in preventing lower limb lymphedema (LLE) following pelvic lymphadenectomy remains unclear. This prospective study evaluated the preventive effects of SLD at a single institution. A total of 224 patients were enrolled who underwent gynecological cancer surgery with pelvic lymphadenectomy between April 2011 and May 2012. After excluding patients with deep vein thrombosis, age ≥ 80...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41315504",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive DNA profiling strategy for patient-derived xenograft model authentication in the J-PDX library",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Patient-derived xenograft models are crucial in cancer research, although authentication methods remain limited. This study developed a comprehensive DNA profiling strategy for patient-derived xenograft quality control in the J-PDX Library by comparing short tandem repeat and single nucleotide polymorphism analyses. Overall, 325 patient-derived xenograft models were analyzed using both short tandem repeat and single nucleotide polymorphism profiling. Concordance rates between patient-derived...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41315486",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Virological outcomes and treatment retention in North Vietnam amidst transition to social insurance-based HIV services and dolutegravir-based regimens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Vietnam has been experiencing the transition from donor-based to social insurance-based antiretroviral therapy (ART), the COVID-19 pandemic, and expansion of dolutegravir (DTG) use. We assessed virological outcomes, care retention, and effectiveness and tolerability of switching to DTG-containing regimen among people living with HIV (PLHIV) during these changes. PLHIV with suppressed HIV viral load (HIV-VL) who were receiving ART at 11 facilities in North Vietnam were enrolled in a prospective...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41315477",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic accuracy of Transmitted-light plethysmography for the assessment of pulpal circulation in traumatized young permanent incisors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Transmitted light plethysmography (TLP) is a noninvasive, objective optical method used to assess dental pulp circulation and evaluate pulp vitality. This study aimed to develop a quantitative diagnostic approach for TLP and assess its accuracy through cross-correlation analysis of plethysmographic signals obtained from both the tooth and the finger. A total of 131 maxillary incisors from 97 pediatric patients (aged 6-17 years) were categorized into three groups: nontraumatized teeth,...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41315467",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "optical method used to assess dental pulp circulation and evaluate pulp vitality",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling Energy Dynamics of Battery Electric Vehicle Using High-Resolution Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315385/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Battery electric vehicles (BEVs) have increasingly positioned themselves as a critical technology in the power system, impacting the world's energy consumption. Understanding the BEV energy dynamics can contribute to vehicle, infrastructure, and grid optimization. Currently, BEV manufacturers provide limited access to the vehicle's high energy consuming components, such as the battery and the charger. Therefore, existing public datasets consist mostly of aggregated data collected from charging...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41315385",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A CSF Background Suppression Scheme in Arterial Spin Labeling MRI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Arterial spin labeling (ASL) MRI suffers from low signal-to-noise ratio. Current background suppression (BS) methods focus on suppressing tissue signal. The present work aims to test the hypothesis that BS schemes to suppress CSF signal can produce a greater benefit, given the recent observations that water in CSF has more pulsation as part of the neurofluid circulation. We developed a CSF BS scheme that maximally suppresses residual CSF signal using two inversion pulses. Its performance was...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317311",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to test the hypothesis that BS schemes to suppress CSF signal can produce a greater benefit, given the recent observations that water in CSF has more pulsation as part of the neurofluid circulation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increased aqueous flare after intravitreal brolucizumab injections compared to aflibercept in neovascular age-related macular degeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In nAMD, aqueous flare values were higher in brolucizumab-treated eyes and increased with age but were unaffected by the number of injections. Different flare values of each drug might affect the aqueous flare values within hours after injection.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317302",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In nAMD, aqueous flare values were higher in brolucizumab-treated eyes and increased with age but were unaffected by the number of injections. Different flare values of each drug might affect the aqueous flare values within hours after injection"
    },
    {
      "title": "Structural and vascular features of the retina and choroid with retinitis pigmentosa imaged using ultra-widefield swept-source optical coherence tomography angiography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: UWF-SS-OCTA, enabling the visualization of the peripheral fundus area, is useful in quantifying structural and vascular parameters of the central and peripheral retinal and choroidal layers in RP eyes, and can aid in elucidating the pathophysiology and monitoring disease progression.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317284",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "UWF-SS-OCTA, enabling the visualization of the peripheral fundus area, is useful in quantifying structural and vascular parameters of the central and peripheral retinal and choroidal layers in RP eyes, and can aid in elucidating the pathophysiology and monitoring disease progression"
    },
    {
      "title": "Regurgitation of locusts dedicates chemical defense against predators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Regurgitation in insects is generally regarded as having digestive and defensive functions. Despite a significant aversion of locust regurgitation to some predators, the defensive mechanisms against predators remain unclear. Herein, we employ the locust-ant as a prey-predator system to investigate the defensive mechanism of locust regurgitation by behavioral bioassays, chemical analyses, and electrophysiological experiments. We found that locusts can use their regurgitation in response to a wide...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317267",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Late-onset unexplained epilepsy as a risk factor for cognitive impairment and dementia: Protocol for a multi-center prospective longitudinal observational study (ELUCID)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Late-onset unexplained epilepsy (LoUE), defined as epilepsy onset after age 55 without an obvious cause, is an important risk factor for dementia. Studies have shown that 10%-25% of individuals with LoUE develop dementia within 3-4 years following their first seizure. However, the mechanisms underlying progression from LoUE to dementia remain poorly understood. The goals of the ELUCID study are to identify risk factors associated with the development of cognitive decline and dementia...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317246",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "Late-onset unexplained epilepsy (LoUE), defined as epilepsy onset after age 55 without an obvious cause, is an important risk factor for dementia",
      "significance": "risk factor for dementia",
      "conclusion": null
    },
    {
      "title": "Construction and Structure Tailoring of Versatile Metal Halide Perovskite Composites for Photocatalysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317231/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Photocatalytic technologies are essential for addressing energy and environmental challenges. Metal halide perovskites (MHPs) have emerged as promising photocatalysts owing to their adjustable bandgaps, high efficiency, and broad visible-light absorption capabilities. However, despite their potential, MHPs encounter obstacles that impede their effective use. These challenges include the necessity to maintain stability in aqueous and oxygen-rich environments as well as at elevated temperatures....",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317231",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Host desmosomal proteins interacting with human parvovirus B19 genomic DNA",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317228/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Human parvovirus B19 (B19V) primarily targets erythroid progenitor cells and is associated with various hematological disorders. However, the detailed mechanisms underlying its life cycle, particularly the viral assembly process, remain largely unknown. In this study, we used in vitro engineered DNA-binding molecule-mediated chromatin immunoprecipitation (in vitro enChIP) to identify host proteins associated with the B19V genome in infected UT7/Epo-S1 cells. Using guide RNAs targeting the viral...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317228",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anatomical and neurochemical profiles of GABAergic projection neurons in the mouse inferior colliculus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317214",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nomograms integrating cortical morphometric metrics with 3D multi-parametric MRI radiomics for predicting disability progression and cognitive worsening in relapsing-remitting multiple sclerosis: a multi-center validation study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317205/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Cortical atrophy, reduced morphological complexity, and high heterogeneity of MS lesions play significant roles in explaining DP and CW in MS. Nomograms integrating clinical indicators, cortical morphometric features, and 3D multi-parametric MRI radiomics, shows potential as a clinical tool for predicting disease progression, facilitating individualized management in RRMS patients.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317205",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cortical atrophy, reduced morphological complexity, and high heterogeneity of MS lesions play significant roles in explaining DP and CW in MS. Nomograms integrating clinical indicators, cortical morphometric features, and 3D multi-parametric MRI radiomics, shows potential as a clinical tool for pred..."
    },
    {
      "title": "<em>TMEM91::TAL1</em> Fusion gene in a middle-aged female with rapid MDS to secondary AML progression: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: TMEM91::TAL1 fusion has been identified in glioblastoma but has never been documented in hematologic malignancies. We document the first presentation of the TMEM91::TAL1 fusion in a myelodysplastic syndrome (MDS) with rapid transition into secondary acute myeloid leukemia (sAML).",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317203",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "TMEM91::TAL1 fusion has been identified in glioblastoma but has never been documented in hematologic malignancies",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Taxonomic update for the giant algal chloroviruses of the family Phycodnaviridae",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317198/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317198",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Periodontal status of indirect resin composite restorations with proximal box elevation: 3-year clinical results",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317197/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: PBE appears to be biologically safe and clinically acceptable, even when the restorative margin is located close to or slightly within the STA, without leading to severe periodontal response resulting in alveolar bone resorption.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317197",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PBE appears to be biologically safe and clinically acceptable, even when the restorative margin is located close to or slightly within the STA, without leading to severe periodontal response resulting in alveolar bone resorption"
    },
    {
      "title": "Impact of disease-modifying therapy on [<sup>99m</sup>Tc]Tc-DPD SPECT/CT markers in transthyretin cardiac amyloidosis enabled by artificial intelligence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: AI-driven [^(99m)Tc]Tc-DPD SPECT/CT analysis effectively detects treatment-induced reductions in cardiac amyloid burden, offering a non-invasive biomarker for early response assessment in ATTR-CM. AI-enabled imaging markers enhance reproducibility and efficiency, providing valuable support for personalized treatment strategies as new therapeutic options for ATTR-CM become available.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317182",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AI-driven [^(99m)Tc]Tc-DPD SPECT/CT analysis effectively detects treatment-induced reductions in cardiac amyloid burden, offering a non-invasive biomarker for early response assessment in ATTR-CM. AI-enabled imaging markers enhance reproducibility and efficiency, providing valuable support for perso..."
    },
    {
      "title": "MDMA's resilience mechanisms: serotonin, oxytocin, and a vagus nerve-dependent gut-brain axis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317178/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317178",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of surface-enhanced Raman scattering nanoprobes for the simultaneous multiplex detection of characteristic DNA sequences: case studies of pathogenic Vibrio parahaemolyticus and Apolipoprotein E gene polymorphisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317171/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Relying on a single biomarker in biomedical analysis is often insufficient for accurate disease or pathogen determination. A recent trend is using simultaneous multiplex detection of multiple biomarkers to improve diagnostic accuracy and throughput. To enable multiplex detection, we developed a series of surface-enhanced Raman scattering (SERS) nanoprobes, referred to as nanoaggregate-embedded beads (NAEBs). These NAEBs were synthesized using three distinct Raman reporter molecules: Safranin O,...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317171",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring Perceived Motivators and Barriers to Equitable Access in Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) Participation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND IMPLICATIONS: Targeted strategies addressing Nebraska's diverse needs are necessary for improving WIC participation. Longitudinal and multistate data are needed to examine participation factors over time, supporting causal inferences and informing evidence-based policy.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317161",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "Targeted strategies addressing Nebraska's diverse needs are necessary for improving WIC participation",
      "conclusion": "AND IMPLICATIONS: Targeted strategies addressing Nebraska's diverse needs are necessary for improving WIC participation. Longitudinal and multistate data are needed to examine participation factors over time, supporting causal inferences and informing evidence-based policy"
    },
    {
      "title": "Clinical phenotype and prognosis of real-world patients with wild-type transthyretin amyloid cardiomyopathy treated with tafamidis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this large, contemporary, real-world cohort of patients with ATTRwt-CM, predominantly in NYHA class I or II, treatment with tafamidis was consistently associated with a significantly lower risk of all-cause mortality.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317156",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this large, contemporary, real-world cohort of patients with ATTRwt-CM, predominantly in NYHA class I or II, treatment with tafamidis was consistently associated with a significantly lower risk of all-cause mortality"
    },
    {
      "title": "Sex differences in the prefrontal cortex and muscle oxygenation during exercise until exhaustion in endurance-trained individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Biological sex influences exercise performance, largely owing to anatomical and physiological differences in brain areas involved in cognitive motor control and in respiratory and locomotor muscles related to workload. We used near-infrared spectroscopy data to examine sex differences in haemodynamic responses and oxygenation patterns in the prefrontal cortex (PFC), m. intercostales and m. vastus lateralis during incremental exercise in 74 endurance-trained individuals. Changes (Δ) in...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317154",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Role of Teledentistry in Improving Pediatric Oral Health Care: A Systematic Review of Interventions in Rural and Low-Access Settings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Teledentistry is a feasible and effective tool for addressing pediatric oral health disparities in underserved settings. It supports prevention, education, and early intervention. Future studies should emphasize standardized outcomes, long-term impact, and cost-effectiveness.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317140",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Teledentistry is a feasible and effective tool for addressing pediatric oral health disparities in underserved settings. It supports prevention, education, and early intervention"
    },
    {
      "title": "Chemical Mechanism of Allosteric and Asymmetric Dark Reversion in a Bacterial Phytochrome Uncovered by Cryo-EM",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Phytochromes are light-sensitive proteins that are found in plants, fungi, and bacteria. They exist in two functional states, Pr and Pfr, distinguished by Z/E isomers of their bilin chromophore. The chromophore can photoswitch between these states but also thermally converts in darkness. Despite the importance of the latter reaction, it is unknown how it is controlled by the phytochrome's structure. Here, we present single-particle cryo-EM measurements on the Pseudomonas aeruginosa...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317121",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual Enhancement of *CO Binding and *H Supply by Photothermal Heterojunction Nanosheets toward High-Efficiency CO<sub>2</sub> Methanation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Photocatalytic CO(2) methanation presents a sustainable route to mitigate greenhouse effect and advance carbon neutrality. However, the pivotal *CO protonation step to *CHO, essential for CH(4) formation, is kinetically and thermodynamically disfavored over *CO desorption, limiting the overall efficiency. To overcome this limitation, we engineer photothermal-coupled Bi(2)S(3)-SnS(2) heterojunction nanosheets that concurrently enhance *CO binding and *H supply, enabling efficient reduction of...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317120",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Shift from Iron- to Enzyme-Dominated Controls on Soil Carbon Preservation in a Fen-Bog Comparison",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317115/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "\"Enzyme latch\" and \"iron gate\" are two essential mechanisms that govern the cycling of soil organic carbon (SOC) in wetlands. However, the specific contributions of these mechanisms to the response of different peatland SOC to water table decline under global warming remain poorly understood. We addressed this knowledge gap by simulating oxygen exposure following water table decline and warming in fen and bog soils and quantifying CO(2) emissions. In fen soils, aerobic conditions alone did not...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317115",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Significance of occlusion site on outcomes in stroke patients with large infarction undergoing endovascular therapy: A prespecified subgroup analysis of the ANGEL-ASPECT trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317114/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although both ICAO and MCAO patients with large infarction could benefit from EVT, EVT increased the risk of any ICH in ICAO patients without increasing the risk of sICH. Longer OPT was associated with poorer EVT efficacy in patients with ICAO.Data access statement:The data supporting the findings of this study are available from the corresponding author upon reasonable request.Registration: URL: https://www.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317114",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although both ICAO and MCAO patients with large infarction could benefit from EVT, EVT increased the risk of any ICH in ICAO patients without increasing the risk of sICH. Longer OPT was associated with poorer EVT efficacy in patients with ICAO"
    },
    {
      "title": "Trends in CH<sub>4</sub> Emission Sources in the Los Angeles Basin from 2010 to 2023 Using Airborne Measurements",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317110/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "California legislation mandates a 40% reduction in CH(4) emissions from 2013 levels by 2030. Achieving this requires an accurate inventory of greenhouse gas sources, including urban CH(4). This study determined summertime CH(4) and C(2)-C(5) alkane emissions from the Los Angeles (L.A.) Basin using airborne field campaign measurements from 2010, 2019, and 2023. Our analysis combined enhancement ratios of CH(4) and alkanes versus CO from in situ airborne measurements with the California Air...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317110",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "using airborne field campaign measurements from 2010",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electronegativity-Modulated PtFeCoNiCu High-Entropy Alloy Catalysts for Efficient HER and OER",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "High-entropy alloy nanoparticles (HEA NPs) attract considerable attention in electrocatalysis owing to their tunable electronic structures and enhanced catalytic activity enabled by multicomponent synergy. However, the optimization of multimetal electronic structures, particularly through electronegativity differences to maximize their hydrogen evolution reaction (HER) and the oxygen evolution reaction (OER) in a single catalyst, remains technically challenging. In this work, PtFeNiCoX (X: Cu,...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317108",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early Needs Assessment in Patients With Non-Specific Symptoms of Cancer: An Explorative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND AND PURPOSE: The incidence of cancer is growing causing considerable morbidity and mortality. Despite knowledge about the level of disability in patients with cancer, recognition of the value of rehabilitation and recommendations as well as adoption of systematic needs assessments is lacking. The aim was to describe patients with non-specific symptoms of cancer following the adoption of systematic needs assessment among those diagnosed with cancer and to evaluate the perspectives of...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317102",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "The incidence of cancer is growing causing considerable morbidity and mortality",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel Compound Heterozygous Variants in the TCTN2 Gene Causing Meckel-Gruber Syndrome 8 in a Non-Consanguineous Chinese Family",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317100/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study further expands the genetic mutation spectrum of TCTN2 and is conducive to further clarifying the relationship between the genotype and phenotype of MKS8. Severe variants in the TCTN2 gene appear to be more likely to lead to MKS8. Clinically, the triad is an important basis for the diagnosis of MKS8, while other variable phenotypes of MKS8 can provide additional information for prenatal diagnosis. The combination of prenatal ultrasound and WES can provide a more...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317100",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "basis for the diagnosis of MKS8, while other variable phenotypes of MKS8 can provide additional information for prenatal diagnosis",
      "conclusion": "This study further expands the genetic mutation spectrum of TCTN2 and is conducive to further clarifying the relationship between the genotype and phenotype of MKS8. Severe variants in the TCTN2 gene appear to be more likely to lead to MKS8"
    },
    {
      "title": "Second Primary Lung Cancer Associated With Family History of Lung Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317095/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The results showed a positive association of family history of LC with risk of SPLC on top of high risk for SPLC in non-familial patients. The risks differed by sex, histology and type of affected relative. The data on family history of LC should alert about surveillance for SPLC and may be used in future risk stratification when eligibility for population screening is considered.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317095",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results showed a positive association of family history of LC with risk of SPLC on top of high risk for SPLC in non-familial patients. The risks differed by sex, histology and type of affected relative"
    },
    {
      "title": "Gender differences in computation strategies: Evidence across adolescent and adult samples",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Gendered patterns in algorithm use within older samples and the negative relation of algorithm use with math performance point to the need for renewed focus on developing children's computational approaches.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317094",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Gendered patterns in algorithm use within older samples and the negative relation of algorithm use with math performance point to the need for renewed focus on developing children's computational approaches"
    },
    {
      "title": "Multi-trajectories of polypharmacy composition and clinical outcomes by frailty status: a longitudinal cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317080/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: While polypharmacy is prevalent among older adults, the impact of different medication composition patterns on clinical outcomes and how these associations vary by frailty status remains unclear. We aimed to identify distinct longitudinal patterns of polypharmacy composition and clinical outcomes, stratified by frailty status, in older adults.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317080",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify distinct longitudinal patterns of polypharmacy composition and clinical outcomes, stratified by frailty status, in older adults",
      "significance": "of different medication composition patterns on clinical outcomes and how these associations vary by frailty status remains unclear",
      "conclusion": null
    },
    {
      "title": "Comparative Morphology of Egg Cases in Three Elasmobranch Species and the Secretion Process in the Kong Skate Okamejei kenojei",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317078/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Egg cases in oviparous cartilaginous fishes (sharks, rays, and chimaeras) exhibit diverse morphologies that are closely tied to species-specific reproductive adaptations. However, the diversity and formation mechanisms of these structures remain poorly understood. In this study, we performed a quantitative morphological analysis of egg cases from three species: Okamejei kenojei, Cephaloscyllium sarawakense, and Chiloscyllium plagiosum. The results demonstrated that the egg cases of these species...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317078",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assays of Angiogenic Potential Using Quail and Chicken Chorioallantoic Membrane (CAM)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317032/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Angiogenesis is crucial in tissue repair, wound healing, and embryo development. Maintaining a balance between pro-angiogenic and anti-angiogenic factors is crucial for tissue homeostasis, thereby preventing the development of pathological conditions. In addition, the tissue microenvironment constantly influences molecular signaling, potentially altering this delicate balance. The chorioallantoic membrane (CAM) assay has emerged as a dynamic, cost-effective, and ethically favorable alternative...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317032",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-world efficacy and toxicity of ipilimumab and nivolumab as a first-line treatment for advanced renal cell carcinoma according to IMDC risk criteria-A multi-center retrospective analysis on behalf of the GUARDIANS group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Ipilimumab and nivolumab are recommended as first-line therapy for patients with metastatic or advanced renal cell carcinoma (aRCC) and International Metastatic RCC Database Consortium (IMDC) intermediate or poor risk. We retrospectively evaluated efficacy and safety in a multi-center real-world cohort with 356 patients initiating ipilimumab and nivolumab from 17 centers in Germany and Switzerland. Median age was 64 years, most patients were male (69.1%) and had clear cell histology (74.1%)....",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317031",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cerebrospinal Fluid Biomarkers of NLRP3 Pathway, Immune Dysregulation, and Neurodegeneration in Parkinson's Disease: A Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317029/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The elevation in key downstream and general inflammatory mediators results is consistent with the hypothesized involvement of the NLRP3 inflammasome pathway and neurodegeneration in PD pathogenesis. These results highlight the potential use of CSF inflammatory markers and support further investigation into immunomodulatory strategies for PD. © 2025 The Author(s). Movement Disorders published by Wiley Periodicals LLC on behalf of International Parkinson and Movement Disorder Society.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317029",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The elevation in key downstream and general inflammatory mediators results is consistent with the hypothesized involvement of the NLRP3 inflammasome pathway and neurodegeneration in PD pathogenesis. These results highlight the potential use of CSF inflammatory markers and support further investigati..."
    },
    {
      "title": "Anomalous Pattern of Left Hemisphere Visual Connectivity in Children With Autism: Association With Impaired Praxis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317026/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Prominent theories of autism suggest autism-associated differences in visual-motor integration (VMI) may disrupt learning of motor and social skills typically acquired by observation and imitation. Supporting these theories, children with autism spectrum disorder (ASD) show robust differences in motor tasks reliant on dynamic VMI (e.g., ball-catching and motor imitation) and anomalous visual-motor connectivity between higher-order visual (HOV) and sensory-motor cortices. Use of functional MRI...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317026",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of Consistency Versus Switching of Biologics for Prevention of Postoperative Recurrence in Crohn's Disease: A Multicenter Real-World Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317022/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In CD patients with preoperative biologic exposure, both continuing and switching biologic therapy postoperatively were effective in preventing ER, with switching showing improved endoscopic outcomes after adjustment for confounders.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317022",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In CD patients with preoperative biologic exposure, both continuing and switching biologic therapy postoperatively were effective in preventing ER, with switching showing improved endoscopic outcomes after adjustment for confounders"
    },
    {
      "title": "<sup>99m</sup>Tc-HP-Ark2 SPECT/CT imaging reveals dynamic HER2 regulation in trastuzumab resistance and its reversal by PI3K inhibition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Trastuzumab is a first-line treatment for human epidermal growth receptor 2 (HER2)-positive breast cancer, but resistance severely limits its efficacy, with underlying mechanisms involving HER2 expression still requiring further elucidation. This study aimed to investigate the dynamic changes in HER2 expression during the development and reversal of trastuzumab resistance, and to evaluate the utility of a novel HER2-targeting molecular probe, ^(99m)Tc-HP-Ark2, for non-invasive, real-time...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317016",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the dynamic changes in HER2 expression during the development and reversal of trastuzumab resistance, and to evaluate the utility of a novel HER2-targeting molecular probe, ^(99m)Tc-HP-Ark...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TET3-Mediated m5C Modification of CCAT2 Accelerates Cardiac Microvascular Endothelial Cell Damage in Acute Coronary Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Acute coronary syndrome (ACS) is a clinical syndrome involving myocardial ischemia. This study aimed to elucidate the mechanism of TET3 in ACS-induced CMEC damage, thereby identifying a new target for ACS treatment. The expression of TET3 in ACS patients and healthy subjects was analyzed. CMECs were stimulated with ox-LDL and transfected with si-TET3 for the detection of TET3 RNA and protein levels. Cell proliferation, apoptosis, and angiogenesis were evaluated. Subsequently, m5C modification...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317007",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "Cell",
      "objective": "elucidate the mechanism of TET3 in ACS-induced CMEC damage, thereby identifying a new target for ACS treatment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subset Remodeling of MAIT and NK Cells Correlates With Immune Reconstitution in People Living With HIV Following Four Years of Antiretroviral Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Despite effective viral suppression, a subpopulation of people living with HIV (PLWH) receiving combination antiretroviral therapy (ART) experience a suboptimal immunological response, failing to restore CD4^(+) T-cell counts to levels deemed indicative of good immune recovery. Innate immune cell dysregulation, particularly in mucosal-associated invariant T (MAIT) and natural killer (NK) cells, is increasingly recognized as a key contributor to immune reconstitution. However, the dynamic...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41317006",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Segmentation-Based Quality Control of Structural MRI using the CAT12 Toolbox",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316989/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The quality control framework presents a simple but powerful tool for the use in research and clinical settings.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316989",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The quality control framework presents a simple but powerful tool for the use in research and clinical settings"
    },
    {
      "title": "Unveiling Heterogeneity: Innovations and Challenges in Single-Vesicle Analysis for Clinical Translation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Extracellular vesicles (EVs) are key mediators of intercellular communication, carrying diverse molecular cargo that reflects the dynamic physiological and pathological state of their source cell. While analyses of the entire vesicular population (bulk EV) have advanced our understanding of their roles in health and disease, these approaches often obscure the heterogeneity inherent in EV populations. Emerging single-vesicle analysis technologies offer unprecedented resolution, enabling the...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316984",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Scalable Roll-to-Roll Dry Processing of 10 mAh cm<sup>-2</sup> Iodine Cathodes for Establishing Ah-Level Aqueous Zn-I<sub>2</sub> Pouch Cell Evaluation Protocol: Bridging Laboratory Research and Industrial Application",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316957/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "The deployment of aqueous Zn-I(2) batteries is limited by inadequate energy density, restricted cycle life and the lack of reliable Ah-level pouch cell evaluation protocols, resulting in the widening gap between laboratory research and industrial application. Herein, a scalable roll-to-roll dry-processing strategy is developed to fabricate high-areal-capacity I(2) cathodes, which effectively enhances cell-level energy density by reducing the proportion of inactive battery components. Through...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316957",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How Does Adult Temperament Relate to ADHD Symptom Domains? Testing the Dual-Pathway Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316947/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings challenge the dual-pathway model and highlight self-regulation deficits over reactive traits in sustaining ADHD in adulthood. They underscore the value of temperament-based approaches for refining diagnosis and developing targeted interventions for adult ADHD.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316947",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings challenge the dual-pathway model and highlight self-regulation deficits over reactive traits in sustaining ADHD in adulthood. They underscore the value of temperament-based approaches for refining diagnosis and developing targeted interventions for adult ADHD"
    },
    {
      "title": "Comparative Effectiveness of Clopidogrel vs. Potent P2Y<sub>12</sub> Inhibitors in CYP2C19 Normal Metabolizers Following Percutaneous Coronary Intervention: A Real-World Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Among patients with MI with CYP2C19 NM undergoing percutaneous coronary intervention, the use of potent P2Y₁₂ inhibitors was associated with a reduced risk of thrombotic events at 1 year compared to clopidogrel. These findings indicate genotype-guided de-escalation strategies warrant further investigation across diverse clinical settings.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316940",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "genotype-guided de-escalation strategies warrant further investigation across diverse clinical settings",
      "conclusion": "Among patients with MI with CYP2C19 NM undergoing percutaneous coronary intervention, the use of potent P2Y₁₂ inhibitors was associated with a reduced risk of thrombotic events at 1 year compared to clopidogrel. These findings indicate genotype-guided de-escalation strategies warrant further investi..."
    },
    {
      "title": "Extracellular Matrix and Endothelial Activation Markers in the Bronchial and Pulmonary Arteries in COPD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316930/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study demonstrates for the first time ECM remodelling and endothelial activation in bronchial arteries of smokers and patients with COPD. Fibronectin emerges as a key ECM component in arterial remodelling in mild-moderate COPD. Understanding vascular changes may provide new insights into the regulation of bronchial circulation and the development of pulmonary hypertension in COPD.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316930",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for the first time ECM remodelling and endothelial activation in bronchial arteries of smokers and patients with COPD",
      "conclusion": "This study demonstrates for the first time ECM remodelling and endothelial activation in bronchial arteries of smokers and patients with COPD. Fibronectin emerges as a key ECM component in arterial remodelling in mild-moderate COPD"
    },
    {
      "title": "Systemic MIF facilitates chronic lymphocytic leukemia development independent of its cellular source",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316926/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Macrophage migration inhibitory factor (MIF) is broadly produced by various cell types, particularly immune cells, and functions as a key modulator of innate and adaptive immunity. Increasing evidence has linked MIF to the pathogenesis of both solid tumors and hematologic malignancies, including chronic lymphocytic leukemia (CLL). We previously showed that the global deletion of Mif in the TCL1 transgenic mouse model for CLL significantly delayed disease development leading to longer overall...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316926",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Heroin Addiction is Associated With Cognitive Deficiency, Neurobiological Alterations and Socio-Demographic Factors in Adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316925/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "The development and growth of cognitive traits at adolescence is a multidimensional progression and drug addiction at this stage imparts significant detrimental effects on cognitive behavior and executive ability of brain. In this cross-sectional study, the adolescents with heroin use disorder with (G2) or without (G3) treatment were compared with the healthy controls (G1). Their socio-demographic data were collected, cognition was assessed by Stroop color word and colored number tests. Serum...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316925",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Crucial Contribution of BACH1 to Bladder Cancer Progression via Upregulating Epithelial-Mesenchymal Transition Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Bladder cancer (BC) is a prevalent urological malignancy, with muscle-invasive subtypes exhibiting a particularly poor prognosis despite recent therapeutic advances. Established risk factors such as smoking contribute to carcinogenesis through the generation of reactive oxygen species, which trigger oxidative stress responses (OSRs). Broad-complex-Tramtrack-Bric a brac and Cap'n' collar homology 1 (BACH1), a key transcription factor regulating OSRs, has been implicated in epithelial-mesenchymal...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316920",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Paediatric developmental safety and the ICH E11A extrapolation of safety",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316913/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316913",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Altered Connectivity of Locus Coeruleus in Insomnia Disorder During Wakefulness and NREM Sleep",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316910/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Insomnia disorder (ID) frequently coexists with substantial psychiatric comorbidity, particularly anxiety and depression. The neurobiological mechanisms underlying the association between ID and emotional dysregulation remain incompletely understood. The locus coeruleus (LC), a pontine nucleus within the ascending reticular activating system, plays a crucial role in sleep-wake regulation and emotional processing. Here, we acquired simultaneous electroencephalography and functional magnetic...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316910",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Robust Serum Proteomic Signature of the E2 Allele of Apolipoprotein E",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "A signature of 16 serum proteins that were previously profiled using the aptamer-based Somascan technology highlighted the roles of the e2 allele of APOE in lipid regulation via apolipoprotein B (APOB) and apolipoprotein E (APOE) and in inflammation. Here, the serum protein signature of APOE is validated and expanded using a combination of mass-spectrometry, ELISA, Luminex, blood transcriptomics, and antibody-based Olink serum proteomics. Some of the findings were replicated in the UK Biobank...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316897",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Payload-Driven Design of Polymeric Carriers for Nucleic Acid Delivery: Insights from Structure-Function Relationships",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316896/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Polymeric carriers are gaining increasing attention for the delivery of a range of clinically relevant nucleic acid (NA) payloads, due to their efficacy, safety, and modular chemistry. While the requirements for an \"optimal\" carrier depend strongly on the NA payload, research has largely centered on carrier properties rather than the unique needs of the payload. Therefore, in this review, a novel perspective inspired by protein structural organization is introduced to explore structure-function...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316896",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surfactant-Free Continuous-Flow Synthesis of Cu<sub>2</sub>O Crystals with Diverse Facets and Sizes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Cuprous oxide (Cu(2)O) has demonstrated great potential in photochemical, electrochemical, and organic catalysis. Developing surfactant-free and scalable synthesis methods is essential for its real application. Conventional batch methods often suffer from inconsistent product quality and limited scalability. In this work, an efficient continuous microflow synthesis system is developed, and the design principles of the flow synthesis system are systematically elucidated. A kinetic control...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316892",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Human Proteoglycan Linkage Region Glycosyltransferases are Dimeric and Show Unexpected Specificities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "We selected the N,O-glycosylated proteoglycan bikunin as a model to establish a chemoenzymatic approach to defined proteoglycans using native chemical ligation. Overexpression of the human linkage region glycosyltransferases B4GalT7, B3GalT6 and B3GlcAT-1 as N-terminal SUMO-fusions gave high yields of soluble and active enzymes in E. coli. When starting with xylosylated bikunin peptides the transferases performed well in enzymatic cascade reactions and provided the desired linkage region...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316887",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Novel FGF2-Targeted Inhibitor (N-trans-feruloyloctopamine) Suppresses UVB-Induced Skin Damage and Hyperpigmentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316881/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Ultraviolet B (UVB) radiation significantly damages skin and causes hyperpigmentation, but effective molecular interventions are limited. This study explores fibroblast growth factor 2's (FGF2) role in UVB-induced skin damage and identifies N-trans-feruloyloctopamine (NFO) as a novel FGF2 inhibitor. NFO effectively reduces UVB-related skin damage and hyperpigmentation. In UVB-exposed mice, increased FGF2 expression leads to epidermal thickening, collagen hyperplasia, and immune cell recruitment....",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316881",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pumpkin Polysaccharide Ameliorates Type 2 Diabetes in Mice via Inhibition of p38 MAPK, Activation of PINK1-PRKN Mitophagy, and Gut Microbiota Modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316878/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Type 2 diabetes mellitus (T2DM) is characterized by impaired glucose and lipid metabolism and gut microbiota dysbiosis. This study investigated the therapeutic potential and mechanisms of pumpkin polysaccharide fraction 3 (PPS3), a pumpkin polysaccharide, in a T2DM mouse model. Results demonstrated that PPS3 administration significantly increased body weight, reduced fasting blood glucose, attenuated hyperphagia and polydipsia, and enhanced glucose tolerance and insulin sensitivity. Hepatic...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316878",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the therapeutic potential and mechanisms of pumpkin polysaccharide fraction 3 (PPS3), a pumpkin polysaccharide, in a T2DM mouse model",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Sleep Disturbance and Physical Functioning Following Acute Hospitalisation in Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316872/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Three out of 10 older adults are admitted in US hospitals where they are at risk for a decline in physical function. Identifying factors related to sleep and recovery of physical function is key to facilitating independence after discharge. This study examined the association between sleep and functional recovery following an acute hospitalisation in community-dwelling older adults. Participants aged 65+ years (n = 52) were recruited during hospitalisation at the UTMB hospital in Galveston,...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316872",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the association between sleep and functional recovery following an acute hospitalisation in community-dwelling older adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Late-Onset, Slowly Progressive Pure Cerebellar Ataxia Associated with a Homozygous Missense Variant in PNPLA6",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316868",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Peer-learning in procedural training in dermatology - an exploratory study on medical student's learning experiences",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316861/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "This project aimed to investigate medical students' experiences of peer-learning in procedural training in dermatology with a mixed methods approach. Fifteen students participated in peer-learning and were taught half of the procedures by a teacher in smaller groups and thereafter taught their peers. The effect of the peer-learning was evaluated by questionnaires and semi structured group interviews. The students reported good exchange of knowledge with their peer and that it was more rewarding...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316861",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional Characteristics of Immunoregulatory Blood Proteins in Women of Reproductive Age Residing in the European North and Arctic Regions of the Russian Federation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The immunoregulatory role of blood proteins determines their functional characteristics in women living in the European North and the Arctic. Reduced antioxidant protection, metabolic disorders, and dysregulation of the immune response in women living in Northern and Arctic regions can lead to reproductive health risks.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316859",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The immunoregulatory role of blood proteins determines their functional characteristics in women living in the European North and the Arctic. Reduced antioxidant protection, metabolic disorders, and dysregulation of the immune response in women living in Northern and Arctic regions can lead to repro..."
    },
    {
      "title": "Growing Older, Growing Anxious: Recognising the Hidden Burden of Anxiety Disorders Among Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: As global populations age, anxiety disorders in older adults are emerging as a hidden yet consequential public health challenge. Despite a sharp rise in total burden, these disorders remain under-recognized at the individual, clinical, and policy levels.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316857",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive Characterization of the Chemical Constituents, Absorbed Prototypes, and Metabolic Profiles of Acanthopanax senticosus Extract Based on Ultrahigh-Performance Liquid Chromatography-Mass Spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Acanthopanax senticosus (AS) is a well-known traditional herbal medicine in China that can invigorate the spleen, tonify the qi and kidney, tranquilize the mind, and possess diverse bioactive functions. However, comprehensive and simultaneous analysis of the main active constituents from AS and in vivo metabolites remains underexplored, which severely impedes its further clinical application. In this study, AB-8 macroporous resin column chromatography was used to enrich the AS extract....",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316853",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Expertise-Dependent Brain Network Organization During Music Perception",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Listening to music is a ubiquitous human activity, but little is known about its functional cerebral correlates. We investigated the dynamics of fMRI-based brain activation patterns associated with two musical compositions and examined whether these patterns are modulated by the degree of musical expertise. Specifically, 24 aspiring professionals and 17 amateur musicians listened to a baroque composition by J. S. Bach and an early modern piece by A. Webern. Using measures of dynamic and static...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316851",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the dynamics of fMRI-based brain activation patterns associated with two musical compositions and examined whether these patterns are modulated by the degree of musical expertise",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanosize Polymeric Foams and Microparticles Prepared In Situ From Janus-Type Microbubble Constitutions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "In this work, we generate Janus-type microbubbles that have distinct morphological patterns by utilizing microfluidics technology. A V-Junction Microfluidic (VJM) device was designed through a Solidworks program with three inlets and one microfluidic outlet attached at 30° to produce a closed system. 3% wt. PLA and 3% wt. PEG were chosen owing to the distinct physicochemical features of these polymers. Two hundred and seventy-five microliters/min PLA and 180 μL/min PEG were fed into the system...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316837",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Shutting Down the 'Language Encoder': A Pathogen-Derived Nano-Interferer Disrupt Sialylation Metabolism and Reprogram Intercellular Communication in Glioblastoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Glioblastoma (GBM), constrained by the limited cranial space and the blood-brain barrier (BBB), establishes a rapidly adaptable, generalized communication network through enhanced terminal sialylation of membrane proteins. This metabolism-driven network encodes cellular metabolic states into functional information at the membrane level, thereby markedly enhancing signaling plasticity, intercellular communication, and immune evasion, which together sustain and expand malignant phenotypes within a...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316829",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Different Restoration Terrains on Inter-root Soil Environment and Bacterial Communities of <em>Pinus</em> <em>tabuliformis</em>: A Case Study of the Quarry Restoration Area in Northern Hebei, China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "In order to explore the characteristics of the inter-root soil environment and the bacterial community structure of Pinus tabuliformis in the restoration area of northern Hebei quarry, we used soil factor determination and microbial high-throughput sequencing technologies. By combining the molecular network, Mantel analysis, VPA analysis, and other means, we explored the mutual interaction mechanism between the physicochemical properties of soil and the structure of microbial communities in the...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316796",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sources and Health Risks of Heavy Metals in Atmospheric PM<sub>2.5</sub> Based on APCS-MLR and PMF Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Atmospheric PM(2.5) samples were collected from Nan Kang City, Jiangxi Province, in four seasons from October 2018 to July 2019 to explore the pollution characteristics, sources, and health risks of heavy metals. The contents of 11 heavy metals (Cu, Fe, Zn, Mn, Cd, Co, As, Ba, Pb, Cr, and Ti) were determined using inductively coupled plasma mass spectrometry (ICP-MS), and the pollution characteristics of Cu, Fe, Zn, Mn, Cd, Co, As, Ba, and Pb were analyzed. Combined with enrichment factor...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316794",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impacts of Land Use Transformation on Ecological Environmental Quality in Coastal Zone of East China Sea Under Perspective of \"Production-living-ecology Spaces\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316775/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "We provide a basis for regional land spatial planning and ecological environmental construction to explore the patterns of ecological environmental quality changes in coastal zone of East China Sea. We investigate the impact of land use transformation on ecological environmental quality using four research methods (land use transfer matrix, ecological environment quality, ecological contribution rate of land transformation, and Geodetector) on the land transformation characteristics of...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316775",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of land use transformation on ecological environmental quality using four research methods (land use transfer matrix, ecological environment quality, ecological contribution rate of land transformatio...",
      "conclusion": null
    },
    {
      "title": "Characterization of Spatial and Temporal Changes in Net Primary Productivity of Vegetation in Beijing-Tianjin-Hebei Region and Analysis of Influencing Factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Revealing the spatial and temporal characteristics of net primary productivity (NPP) and its influencing factors in the Beijing-Tianjin-Hebei (BTH) Region crucial for accurately assessing the carbon balance and high-quality development in the region. Using the improved Carnegie-Ames-Stanford Approach (CASA) model and the optimal parameters-based geo-detector, the spatial and temporal changes in NPP in the study area from 2001 to 2020 were quantitatively analyzed using the Theil-Sen trend...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316761",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hydrochemical and Isotopic Characteristics in Typical Irrigation and Drainage Units of the Hetao Irrigation District and Water Body Transformation Relationships",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316755/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "A comprehensive understanding of the water chemistry and its hydrogen and oxygen isotope characteristics within irrigation areas and its water cycle mechanism are important for irrigation water resource management and ecological construction. In the study, these processes were investigated in irrigation areas using hydrochemical and stable isotopic data collected from April to August in 2022 and 2023. Water samples were gathered from different water bodies in irrigation and drainage units...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316755",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for irrigation water resource management and ecological construction",
      "conclusion": null
    },
    {
      "title": "Energy-carbon Prediction and Development of Low-carbon Path in Northwest China Based on LEAP Model: A Case Study of a Region in Qinghai Province",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316746/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Using energy consumption and other statistical data of a region in Qinghai Province from 2016 to 2022, this study examines the historical energy consumption structure and CO(2) emissions of the region. Three scenarios of baseline, energy-saving, and low-carbon were constructed based on the LEAP model to predict and analyze the energy demand and CO(2) emissions of the region from 2023 to 2035 under different scenarios. The results showed that: Under the baseline scenario, the total regional...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316746",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Revealing Carbon Imbalances Among Chinese Provinces in Global Trade Through a Nested MRIO Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316742/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "To investigate the carbon emissions and economic impacts arising from the participation China's provinces in global trade, this study analyzes carbon emission transfers between the provinces and other countries/regions. Additionally, the value-add-carbon emission imbalance among the provinces was also assessed by establishing a carbon imbalance index based on a compiled nested multi-regional input-output table (MRIOT) encompassing 30 provinces in China and 16 countries/regions worldwide. The...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316742",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PolyA_DB v4: systematic polyA site identification and isoform annotation in human and mouse genomes using 3' end and long-read sequencing data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "The cleavage and polyadenylation site (PAS) defines the 3' end of almost all protein-coding and long non-coding RNAs in eukaryotes. Most genes harbor multiple PAS, resulting in expression of alternative polyadenylation (APA) isoforms. Here, we present PolyA_DB version 4 (https://exon.apps.wistar.org/polya_db/v4/), an updated database dedicated to PAS in mammalian genomes. By exhaustive mining of human and mouse transcriptomic data sets generated by the 3' region extraction and deep sequencing...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316728",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Relationship Between Oral Pain and Dietary Inflammatory Potential",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316724/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that pro-inflammatory dietary patterns may exacerbate oral pain, potentially mediated through systemic inflammation or local mucosal irritation. While based on self-reported oral pain, the study highlights diet modification as a preventive strategy and calls for further research on specific pain subtypes.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316724",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that pro-inflammatory dietary patterns may exacerbate oral pain, potentially mediated through systemic inflammation or local mucosal irritation",
      "conclusion": "These findings suggest that pro-inflammatory dietary patterns may exacerbate oral pain, potentially mediated through systemic inflammation or local mucosal irritation. While based on self-reported oral pain, the study highlights diet modification as a preventive strategy and calls for further resear..."
    },
    {
      "title": "Thrombectomy versus Medical Management for Pediatric Acute Ischemic Stroke Due to Isolated M2 Occlusion: A Multicenter Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316719/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Endovascular thrombectomy (EVT) is increasingly used for pediatric large vessel occlusion (LVO) stroke, however, its role in isolated M2 occlusions remains underexplored. This study compared clinical outcomes in children with isolated M2 occlusion treated with EVT versus best medical therapy (BMT).",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316719",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Endovascular thrombectomy (EVT) is increasingly used for pediatric large vessel occlusion (LVO) stroke, however, its role in isolated M2 occlusions remains underexplored",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Epidemiology of Primary Lateral Sclerosis: Results from a Population-Based Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316718/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: In this population-based study, we described the epidemiology of primary lateral sclerosis (PLS) in northern Italy and compared the clinical characteristics of patients with PLS to those with predominant upper motor neuron (PUMN) involvement and classic amyotrophic lateral sclerosis (ALS).",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316718",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "In this population-based study, we described the epidemiology of primary lateral sclerosis (PLS) in northern Italy and compared the clinical characteristics of patients with PLS to those with predomin...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fabrication of Fe Nanoparticles of 1-nm Crystallite with Boosted Reactivity and Electron Efficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "During the preparation of Fe nanoparticles (NPs) through aqueous reduction of Fe^(3+), it is discovered that the addition of sodium anthraquinone-2-sulfonate (AQS) results in the formation of ultrasmall Fe crystallites (down to 1.0 nm), which is the hitherto reported smallest Fe crystallite size. This crystallite-shrinking effect of AQS is rather unique and subtle, as its various structural analogs, including sodium benzenesulfonate, methanesulfonate, and anthraquinone-2-carboxylate, conversely...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316716",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dermal Alpha-Synuclein Aggregation in Seed Amplification Assays for Parkinson's Disease Subtype Differentiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316710/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our data suggest that widespread α-syn aggregation in advanced PD limits the use of SAA in skin biopsies for subtype differentiation.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316710",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our data suggest that widespread α-syn aggregation in advanced PD limits the use of SAA in skin biopsies for subtype differentiation"
    },
    {
      "title": "PlantAMP: A fine-tuned protein large language model for plant antimicrobial peptide prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316708/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316708",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How protein hydration depends on amino acid composition, peptide conformation, and force fields",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316704/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "The protein hydration shell is a key mediator of processes such as molecular recognition, protein folding, and proton transfer. How surface-exposed amino acids shape the hydration shell structure is not well understood. We combine molecular dynamics simulations with explicit-solvent predictions of small-angle X-ray scattering (SAXS) curves to quantify the contributions of all 20 proteinogenic amino acids to the hydration shell of the globular GB3 domain and the intrinsically disordered protein...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316704",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Health Model-Based Menopausal Self-Care Training on Quality of Life and Health: A Randomised Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316699/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrates that a structured self-care training programme, based on empowerment theory and community engagement, can effectively enhance the health outcomes and quality of life of postmenopausal women. The findings indicate that integrating participatory and empowerment-based educational interventions into public health initiatives for midlife women is advantageous.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316699",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that a structured self-care training programme, based on empowerment theory and community engagement, can effectively enhance the health outcomes and quality of life of postmenopausal women",
      "conclusion": "This study demonstrates that a structured self-care training programme, based on empowerment theory and community engagement, can effectively enhance the health outcomes and quality of life of postmenopausal women. The findings indicate that integrating participatory and empowerment-based educationa..."
    },
    {
      "title": "Supramolecular Self-Assembled Multivalent Anti-VEGF Protein Nanospheres for Prolonged Ocular Retention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316698/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "To meet the therapeutic demands for long-acting anti-vascular endothelial growth factor (VEGF) agents in retinal vascular diseases-specifically prolonged half-life, high bioactivity, and high concentration with low viscosity-a supramolecular anti-VEGF protein nanosphere (Fer-VD) featuring enlarged hydrodynamic size and multivalent binding capacity is developed and evaluated. Fer-VD is engineered by genetically fusing the VEGF-binding domain of VEGF receptor (VEGFR) to a ferritin monomer via a...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316698",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bimetallic Nanozymes: Structure-Activity, Regulatory Strategies, and Adaptive Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Bimetallic nanozymes, an emerging class of artificial enzymes with dual metal active sites, have garnered significant attention due to their superior catalytic performance, enhanced stability, and tunable reactivity compared to monometallic counterparts. By leveraging synergistic electronic and geometric interactions between two distinct metals, these nanozymes address fundamental limitations in catalytic efficiency, selectivity, and functional versatility. This review systematically categorizes...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316693",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protein Glycosylation: An Emerging Regulator of Allergic Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Type 2 (T2) inflammation is central to allergic disorders. Glycosylation, a post-translational modification, is emerging as a pivotal regulator in T2 inflammation and associated allergic diseases. This review synthesizes current knowledge on glycosylation patterns of key T2 inflammation players, including cytokines, immunoglobulins (e.g., IgE, IgG4) and their receptors, STAT6, mucins, and CTLA-4. We detail how site-specific glycosylation fine-tunes cytokine-receptor interactions, alters...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316688",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fear of movement is associated with biomechanical variables in women with patellofemoral pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Fear of movement is related to decreased knee extensor and hip abductor strength, increased ipsilateral trunk inclination, and postural instability in women with PFP.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316658",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Fear of movement is related to decreased knee extensor and hip abductor strength, increased ipsilateral trunk inclination, and postural instability in women with PFP"
    },
    {
      "title": "Effect of blood flow restriction training (BFRT) in the management of chronic non-specific neck pain: A scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316650/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: While the evidence is still inconclusive and heterogeneous, BFRT (Blood Flow Restriction Training) appears to improve muscle mass, muscle strength, and hormonal function. To definitively prove the safe and effective clinical implication of BFRT for treating chronic neck pain, more trials are warranted.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316650",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of BFRT for treating chronic neck pain, more trials are warranted",
      "conclusion": "While the evidence is still inconclusive and heterogeneous, BFRT (Blood Flow Restriction Training) appears to improve muscle mass, muscle strength, and hormonal function. To definitively prove the safe and effective clinical implication of BFRT for treating chronic neck pain, more trials are warrant..."
    },
    {
      "title": "Isokinetic muscle strength and bone parameters in adolescent athletes: A scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316647/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Peak torque showed positive relationships with bone mineral density at different sites in athletes of both sexes. Extension peak torque appears to be more frequently related to bone mineral density than flexion peak torque.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316647",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Peak torque showed positive relationships with bone mineral density at different sites in athletes of both sexes. Extension peak torque appears to be more frequently related to bone mineral density than flexion peak torque"
    },
    {
      "title": "Impact of home-based exercise and clinic-based physiotherapy on mobility status of patients undergoing total knee replacement: A randomized clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that home-based rehabilitation is as effective as clinic-based physiotherapy for enhancing mobility after TKR. The structure of the rehabilitation program and patient adherence may play a more critical role than the setting in determining outcomes.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316605",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that home-based rehabilitation is as effective as clinic-based physiotherapy for enhancing mobility after TKR",
      "conclusion": "These findings suggest that home-based rehabilitation is as effective as clinic-based physiotherapy for enhancing mobility after TKR. The structure of the rehabilitation program and patient adherence may play a more critical role than the setting in determining outcomes"
    },
    {
      "title": "Comparison of hybrid guided home-based and outpatient rehabilitation in patients with chronic low back pain: A randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Hybrid guided home-based rehabilitation is effective in improving trunk endurance and reducing pain in patients with CLBP. These benefits were maintained up to 24 weeks post-intervention. Future research should explore long-term cost-effectiveness and integration of psychological support to further enhance outcomes.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316561",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Hybrid guided home-based rehabilitation is effective in improving trunk endurance and reducing pain in patients with CLBP. These benefits were maintained up to 24 weeks post-intervention"
    },
    {
      "title": "Supramolecular Host-Guest Complexation Dynamics by Cost-Efficient Electronic Structure Methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316546/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "Multilevel computational approaches based on electronic structure methods currently enable the accurate structural and thermodynamic characterization of medium to large-sized host-guest systems, but have been scarcely used to systematically study their kinetics. Here, we show how this type of protocol can be easily applied for the task, using the well-known complexation reaction between the cucurbit[6]uril host and alkylammonium cations as a test case. To this end, the recently reported aISS...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316546",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "\"That kind of information is crucial to get across\": co-developing a sexual assault support website with survivors and support providers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316533/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251129142039&v=2.18.0.post22+67771e2",
      "description": "PURPOSE: Although eHealth can play a vital role in the lives of people affected by sexual violence, research indicates that eHealth applications often do not meet these users' needs.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41316533",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Although eHealth can play a vital role in the lives of people affected by sexual violence, research indicates that eHealth applications often do not meet these users' needs",
      "significance": null,
      "conclusion": null
    }
  ]
}