{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-01-13T19:26:54.911Z",
  "totalItems": 150,
  "totalArchived": 44597,
  "newPapersAdded": 161,
  "institutionBreakdown": {
    "KAIST": 8,
    "SNU": 32,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 28,
    "IBS": 94,
    "UNIST": 0,
    "Hanyang University": 1,
    "KIST": 3,
    "GIST": 1,
    "Kyung Hee University": 3,
    "Pusan National University": 0
  },
  "subjectAreaBreakdown": {
    "Materials Science": 6,
    "Multidisciplinary": 86,
    "Cancer Research": 13,
    "Biomedical": 35,
    "Computer Science": 2,
    "Neuroscience": 8
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Surface-Oxidized Heterojunction In<sub>2</sub>O<sub>3</sub>/InN Core-Shell Nanorods on V-Grooved Si(111) for Enhanced Self-Powered Near-Infrared Photodetection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Self-powered (SP) III-nitride semiconductor-based near-infrared (NIR) photodetectors (PD) are essential components in applications such as night vision, optical communication, and biomedical sensing. However, the III-nitride-based PD achieving high sensitivity with low power consumption remains a challenge due to intrinsic material constraints and leakage current issues. In this work, we present an SP NIR PD based on In(2)O(3)/InN core-shell nanorods grown on V-grooved Si substrates. By...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41528010",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Femtosecond Real-Time Observation of Tunneling Autodetachment from Dipole-Bound States Reveals Structural Dynamics of Sodium Halide Dimers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527790/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Femtosecond time-resolved photoelectron spectroscopy combined with ab initio electronic structure and molecular dynamics calculations reveals the real-time structural and electronic evolution of sodium halide dimers, (NaCl)(2) and (NaI)(2), following vertical electron detachment from their corresponding anions. Both pseudo-linear dimer anions transform into rhombic neutral geometries upon electron detachment. Despite the weak binding of the excess electron, the dipole-bound state (DBS) of each...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41527790",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploratory Biomarker Analysis of Abemaciclib in Recurrent/Metastatic Head and Neck Squamous Cell Carcinoma With Dysregulated CDK4/6 Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although abemaciclib resulted in limited tumor regression, CDKN2A deletion may be a predictive biomarker for prolonged disease stabilization. Further investigations on genomically selected populations and combination strategies are required.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41527715",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although abemaciclib resulted in limited tumor regression, CDKN2A deletion may be a predictive biomarker for prolonged disease stabilization. Further investigations on genomically selected populations and combination strategies are required"
    },
    {
      "title": "Tailoring Synaptic Properties of the Band-Engineered Charge Trap Memory for a Flexible Edge Neuromorphic Processor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527528/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Biological signals, including neurological signals, are vital for medicine, security, and interface technologies. Their complexity requires high-connectivity and high-performance memory systems, making neuromorphic synaptic devices essential. Inorganic three-terminal devices offer excellent weight linearity and enable back-propagation but lack flexibility due to their rigid structure. Organic counterparts are flexible but suffer from poor reliability and limited bandgap tunability. To overcome...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41527528",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Outcomes of a Coordinator-Based Fracture Liaison Service for Hip Fractures in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527314/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The coordinator-based FLS service reduced the length of hospital stay and time from admission to surgery in elderly hip fracture patients, while also lowering the risk of postoperative mortality and refracture. It increased the prescription rate of osteoporosis medications and can improve patients' nutritional status. However, further research is needed to assess functional improvement.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41527314",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The coordinator-based FLS service reduced the length of hospital stay and time from admission to surgery in elderly hip fracture patients, while also lowering the risk of postoperative mortality and refracture. It increased the prescription rate of osteoporosis medications and can improve patients' ..."
    },
    {
      "title": "The International Collaborative Animal Study of Mobile Phone Radiofrequency Radiation Carcinogenicity and Genotoxicity: The Japanese Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "The potential carcinogenic and genotoxic effects of radiofrequency electromagnetic fields, particularly those emitted by mobile communication systems, have raised public health concerns. A previous study by the U.S. National Toxicology Program suggested increased incidences of gliomas and cardiac schwannomas in rats exposed to high levels of RF radiation. To evaluate these findings, an international collaborative study was initiated between Japan and Korea. Male Hsd: Sprague Dawley® SD® rats...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41527296",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hierarchical Co-Assembly Achieves Shape-Programmable All-Boron-Nitride Monoliths with Excellent Thermophysical Performances",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Despite boron nitride's (BN) exceptional physical performance and durability, the current lack of a systematic methodology for BN processing, which stems from its extreme robustness, often necessitates the use of additive materials, thereby frequently sacrificing its desirable properties. Here, we report binder-free BN monoliths derived from a suspension with tunable rheology and long-term colloidal stability. The control of solvent affinity allows the production of two distinct BN morphologies:...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41527272",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regional predictions of subterranean ant Pheidole megacephala distribution based on a global ensemble species distribution model incorporating climate and soil temperature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our results demonstrate that incorporating soil temperature into SDMs greatly improves the accuracy of predicting suitable habitats for subterranean invasive ants. The combined CLIMEX-MaxEnt ensemble approach provides a robust framework for assessing invasion risk and identifying high-risk regions, offering guidance for early detection, surveillance and quarantine strategies, particularly near global trade hubs vulnerable to biological invasions. © 2026 Society of Chemical Industry.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41527193",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results demonstrate that incorporating soil temperature into SDMs greatly improves the accuracy of predicting suitable habitats for subterranean invasive ants. The combined CLIMEX-MaxEnt ensemble approach provides a robust framework for assessing invasion risk and identifying high-risk regions, ..."
    },
    {
      "title": "Lasting bone marrow defects imprinted by hyperglycemia shape the immunological characteristics of differentiated M1 and M2 macrophages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528682/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings demonstrate that hyperglycemia imprints persistent transcriptomic and functional defects in BM-derived M1 and M2 macrophages. This work provides new insights into how chronic hyperglycemia contributes to impaired host defense and dysregulated inflammation in diabetes.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41528682",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that hyperglycemia imprints persistent transcriptomic and functional defects in BM-derived M1 and M2 macrophages",
      "conclusion": "These findings demonstrate that hyperglycemia imprints persistent transcriptomic and functional defects in BM-derived M1 and M2 macrophages. This work provides new insights into how chronic hyperglycemia contributes to impaired host defense and dysregulated inflammation in diabetes"
    },
    {
      "title": "Hospital variation in surgical outcomes for gastric cancer: the impact of case-mix and treatment across a global cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Case-mix and treatment factors are not the primary drivers of variation in surgical outcomes following gastrectomy. Case-mix adjustment can improve the validity of global comparisons for 30-day mortality, but does not seem essential for comparing other investigated outcomes.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41528662",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Case-mix and treatment factors are not the primary drivers of variation in surgical outcomes following gastrectomy. Case-mix adjustment can improve the validity of global comparisons for 30-day mortality, but does not seem essential for comparing other investigated outcomes"
    },
    {
      "title": "Quantitative Assessment of Buried Suture Length in Asian Double Eyelid Blepharoplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study addresses a previously unexamined aspect of the continuous buried suture technique by providing quantitative data on optimal suture length. The findings provide practical guidance for surgeons, potentially reducing procedural variability, shortening the learning curve, and improving surgical outcomes and patient satisfaction.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41528301",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study addresses a previously unexamined aspect of the continuous buried suture technique by providing quantitative data on optimal suture length. The findings provide practical guidance for surgeons, potentially reducing procedural variability, shortening the learning curve, and improving surgi..."
    },
    {
      "title": "Silver Diamine Fluoride Coding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41528279",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ensuring Sound Human-AI Collaboration through Uncertainty Indicators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528227/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41528227",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Breast US: State of the Art",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528223/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Breast US is an essential breast imaging tool that complements mammography and MRI. US is also often the primary imaging modality used to evaluate palpable breast masses and axillary lymph nodes and to guide percutaneous biopsy of breast masses and lymph nodes. Screening whole-breast US, with either handheld or automated technique, serves as a supplementary modality to screening mammography, particularly in women with dense breasts. Artificial intelligence (AI) has been adopted in US...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41528223",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of ischaemia duration and clamping strategy in patients with solitary kidney undergoing partial nephrectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In patients with SK, on-clamp PN did not affect long-term renal function and was associated with a modestly lower need for peri-operative transfusion. The routine use of the off-clamp technique is therefore not supported by these findings, although its selective application may remain appropriate in cases with a high risk of renal function decline.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41528060",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with SK, on-clamp PN did not affect long-term renal function and was associated with a modestly lower need for peri-operative transfusion. The routine use of the off-clamp technique is therefore not supported by these findings, although its selective application may remain appropriate in..."
    },
    {
      "title": "Asymmetric-Contact ZnON/DNTT Heterojunctions for Tunable Multi-Gaussian Anti-Ambipolar Responses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528032/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Contact resistance is traditionally regarded as an obstacle to be eliminated in transistors, limiting the charge injection across a wide range of semiconductors. Here we show that controlled variations in contact resistance, induced by asymmetric electrode geometry, can be exploited as a design parameter rather than treated as a drawback. Using ZnON/DNTT heterojunction antiambipolar transistors (AATs), we show that electrode placement defines distinct current pathways and enables multiple...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41528032",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Objective Sleep Patterns Across Frailty Levels in Older Adults Using Wearable Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that wearable-based sleep monitoring may serve as a practical tool for identifying sleep-related characteristics of frailty in community settings.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41527929",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that wearable-based sleep monitoring may serve as a practical tool for identifying sleep-related characteristics of frailty in community settings",
      "conclusion": "These findings suggest that wearable-based sleep monitoring may serve as a practical tool for identifying sleep-related characteristics of frailty in community settings"
    },
    {
      "title": "Regeneration of full-thickness cartilage defects using small umbilical cord-derived fast proliferating cells combined with magnesium in a rat model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527861/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "The effective application of allogeneic mesenchymal stem cells (MSCs) has the potential to enhance cartilage regeneration. This study aimed to evaluate the therapeutic efficacy of intra-articular (IA) injections of small umbilical cord-derived fast proliferating cells (smumf cells) combined with magnesium (Mg^(2+)) in a rat model of full-thickness cartilage defects (FTDs). Adhesion of smumf cells was assessed on type I collagen-coated surfaces in vitro, in an uncontained ex vivo model, and via...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41527861",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "evaluate the therapeutic efficacy of intra-articular (IA) injections of small umbilical cord-derived fast proliferating cells (smumf cells) combined with magnesium (Mg^(2+)) in a rat model of full-thi...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced thermoelectric performance of flexible PEDOT:PSS/PEG matrices incorporating hollow Ag@Ag<sub>2</sub>Se core-shell fillers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Flexible thermoelectric (TE) materials that can efficiently convert low-grade heat into electricity have received increasing attention for wearable and portable energy-harvesting systems. In this study, hollow Ag@Ag(2)Se core-shell fillers were synthesized via a NaCl-templated method and incorporated into a PEDOT:PSS/PEG hybrid matrix to construct flexible TE composites. The hollow structure effectively reduced thermal transport through phonon scattering, while the metallic Ag core and...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41527858",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimization of Contrast Injection Protocols for Time-Resolved MRA Technique in Dogs: A Comparative Study of Vascular Signal Characteristics and Artifacts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527816/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "This study aimed to optimize magnetic resonance angiography (MRA) protocols for time-resolved MRA imaging in dogs by using different injection rates and contrast volumes. In this experimental and prospective study, four protocols combining two flow rates (0.2 and 2.0 mL/s) and two contrast volumes (0.2 and 0.4 mL/kg, equivalent to 0.1 and 0.2 mmol/kg gadolinium) were applied in five healthy beagle dogs. Quantitative measurements, including maximum signal intensity, peak enhancement time,...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41527816",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "optimize magnetic resonance angiography (MRA) protocols for time-resolved MRA imaging in dogs by using different injection rates and contrast volumes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MRI Features of Ventricular Empyema Caused by Escherichia coli in a Dog",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527802/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Ventricular empyema is a rare but severe complication of central nervous system (CNS) infections in dogs, with a poor prognosis due to limited treatment options. A 6-year-old intact female Pomeranian (1.9 kg) presented with acute-onset nonambulatory tetraparesis, spontaneous nystagmus, and head tilt. Hematological analysis revealed leukopenia with neutropenia and elevated C-reactive protein (CRP), suggesting systemic inflammation. MRI showed ventricular dilation with distinct stratified...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41527802",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prolonged persistence of tissue-resident memory cells in the upper airway following SARS-CoV-2 infection and vaccination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings identify the nasopharynx as a key site of long-lived immunological memory, marked by persistent T(RM) and B(RM) cells after SARS-CoV-2 exposure.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41527553",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our findings identify the nasopharynx as a key site of long-lived immunological memory, marked by persistent T(RM) and B(RM) cells after SARS-CoV-2 exposure"
    },
    {
      "title": "Quantitative Assessment of Particulate Matter Biodistribution Using <sup>14</sup>C-Nanotracing and Accelerator Mass Spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Particulate matter (PM) poses a major health risk, yet quantifying the biodistribution of inhaled PM at an environmentally relevant concentration remains analytically challenging. Here, we developed a ^(14)C-nanotracing platform integrated with accelerator mass spectrometry (AMS) to achieve subpicogram sensitivity for organ-level quantification of inhaled PM. ^(14)C-labeled black carbon PM was generated via pyrolysis of ^(14)C-n-hexane and introduced into a controlled inhalation chamber. ICR...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41527531",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Peri-Implant Inflammation Varies With Different Restorative Emergence Angles: An Histological Evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Wider restorative emergence angles (> 40°) are associated with increased peri-implant inflammatory cell infiltration, particularly at buccal sites.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41527488",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Wider restorative emergence angles (> 40°) are associated with increased peri-implant inflammatory cell infiltration, particularly at buccal sites"
    },
    {
      "title": "Resolution of Noncardiogenic Pulmonary Oedema and Suspected Uraemic Pneumonitis in a Dog With Acute Kidney Injury Treated by Haemodialysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "A 7-year-old, 3.44-kg, spayed female Poodle was referred for acute kidney injury following firocoxib administration. Initial diagnostics revealed severe uraemia, oliguria and elevated C-reactive protein levels. Despite fluid resuscitation and diuretic therapy, oliguria persisted, necessitating haemodialysis. On Day 2, post-haemodialysis, the patient developed progressive pulmonary infiltration. The acute onset of tachypnoea, in the absence of cardiac disease or fluid overload, suggested...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41527484",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fe-Based Polyanionic Solid-Solution Phases as High-Power and Low-Temperature Cathodes for Sodium-Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Anions generally constitute the structural framework of crystalline solids, making their extensive substitution, particularly for the formation of anionic solid solutions in polyanionic compounds, highly challenging. Herein, we propose that anion-regulated polyanionic compounds can be formed between main-group S (group VIA) and transition-group Mo (group VIB) and, accordingly, report a new series of Fe-based polyanionic intercalation compounds, Fe(2)[(MoO(4))(1-x)(SO(4))(x)](3) (0 ≤ x ≤ 1), for...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41527439",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Incidence and risk factors of cytomegalovirus infection in solid organ transplant recipients: a nationwide Korean study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527436/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The incidence and risk factors of CMV infection differ substantially across organ types, yet its impact on outcomes remains considerable. These findings highlight the need for organ-specific prevention, monitoring, and novel therapeutic strategies to enable personalized management of transplant recipients.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41527436",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on outcomes remains considerable",
      "conclusion": "The incidence and risk factors of CMV infection differ substantially across organ types, yet its impact on outcomes remains considerable. These findings highlight the need for organ-specific prevention, monitoring, and novel therapeutic strategies to enable personalized management of transplant reci..."
    },
    {
      "title": "Erratum: Correction of Figures in the Article \"Validation of the Phoenix Criteria for Sepsis and Septic Shock in a Pediatric Intensive Care Unit\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527319/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "This corrects the article on p. e106 in vol. 40, PMID: 40098493.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41527319",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Welcoming the Resumption of the <em>Case Conference</em> Section",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41527318",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk of Depression Related to Use of Proton Pump Inhibitors and Tegoprazan: A Nationwide Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this national longitudinal study, PCAB users had a lower likelihood of developing depression than PPI users. Additional studies on the biological mechanism for the risk of depression and gastric acid suppressants are needed.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41527317",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this national longitudinal study, PCAB users had a lower likelihood of developing depression than PPI users. Additional studies on the biological mechanism for the risk of depression and gastric acid suppressants are needed"
    },
    {
      "title": "Sex-Specific Association of Drinking Habit and Alcohol Beverage Type With Serum Uric Acid in a Healthy Population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527316/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Dose-dependent associations between SUA levels and alcohol consumption were consistently observed across different beverage types, drinking habits, sex, and BMI, even at low dose alcohol intake. These findings may aid healthcare providers to offer personalized guidance on alcohol consumption for individuals with hyperuricemia.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41527316",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Dose-dependent associations between SUA levels and alcohol consumption were consistently observed across different beverage types, drinking habits, sex, and BMI, even at low dose alcohol intake. These findings may aid healthcare providers to offer personalized guidance on alcohol consumption for ind..."
    },
    {
      "title": "Case 21: A 29-Year-Old Man With Bloating and Borborygmus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527315/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41527315",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extracardiac imaging biomarkers of cardiovascular health: a comprehensive review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Cardiovascular disease (CVD) is the leading global cause of morbidity and mortality. Beyond clinical risk factors and cardiac imaging, extracardiac imaging biomarkers provide complementary insight into cardiometabolic health. Routine noncardiac imaging often depicts the liver, kidneys, pancreas, lung, brain, adipose tissue, muscle, vasculature, breast, and bone, enabling opportunistic risk assessment. Nonalcoholic fatty liver disease (NAFLD), detectable on MRI, CT, and ultrasound, independently...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41527261",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel metabolic syndrome subgroups and their association with cardiovascular outcomes: A data-driven cluster analysis of the UK Biobank",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527228/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This clustering reveals clinical heterogeneity within the MS population. Identifying these subgroups provides a more nuanced approach to risk assessment than traditional criteria counting. This framework may help clinicians to better identify high-risk individuals who could benefit from more intensive monitoring and targeted management strategies.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41527228",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This clustering reveals clinical heterogeneity within the MS population. Identifying these subgroups provides a more nuanced approach to risk assessment than traditional criteria counting"
    },
    {
      "title": "Data-Driven Framework for Determining Site-Specific Attenuation Factors of Arsenic in the Vadose Zone",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Groundwater contamination by arsenic (As) poses a severe health risk to the public. Although the vadose zone plays a crucial role in controlling As transport, current regulatory frameworks conservatively assume an attenuation factor (AF) of 1 for unsaturated flow conditions (i.e., no attenuation). In this study, machine learning-based regression models were integrated with the mobile-immobile water (MIM) model for solute transport to develop a data-driven framework for deriving site-specific AF...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41527176",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response: Toward Precision in Obesity Diagnosis: Progress, Pitfalls, and the Path Ahead (<em>J Obes Metab Syndr</em> 2025;34:85-7)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527166/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41527166",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TMEM16A ablation in cholinergic medial habenula neurons induces early-onset schizophrenia-like phenotypes in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527097/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Schizophrenia is a heterogeneous psychiatric disorder that remains inadequately treated with current therapies. Developing appropriate animal models that reflect the broad spectrum of schizophrenia symptoms is crucial for advancing our understanding of the disease and identifying effective treatments. However, existing animal models often have limitations in fully recapitulating the diverse symptomatology observed in humans. Previously, we reported that mice with conditional ablation of TMEM16A...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41527097",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biofluorescence imaging-guided implantoplasty for the management of peri-implantitis: a retrospective case series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41527046",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Blood Pressure Trajectory From Birth to Preschool and School Age in the ENVIRONAGE Birth Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: This prospective cohort study found that BP tracked consistently from birth through childhood. Higher BP levels at birth and early childhood were associated with an increased risk of elevated BP and hypertension later in childhood. These findings highlight the importance of monitoring and managing BP from birth as a potential strategy to reduce cardiovascular risk later in life.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41528750",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: This prospective cohort study found that BP tracked consistently from birth through childhood. Higher BP levels at birth and early childhood were associated with an increased risk of elevated BP and hypertension later in childhood"
    },
    {
      "title": "Influence of Filamentous Fungi on Nectar Chemistry and Cascading Effects for the Longevity of the Insect Parasitoids Trissolcus basalis and Ooencyrtus telenomicida",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528636/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Flowering plants serve as a valuable source of nectar, which supports the survival and reproductive success of flower-associated insects, including adult parasitoids. Fermentation by nectar-inhabiting microbes can alter nectar chemistry, which in turn, could affect the performance of nectar-feeding parasitoids. Although there is growing evidence on how yeasts and bacteria influence flower-visiting insects, the potential role of other microbial taxa that can colonize nectar has been largely...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41528636",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A case of chronic Campylobacter fetus infection-related glomerulonephritis, mimicking systemic autoimmune diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Herein, we present the first case of chronic Campylobacter fetus infection-related glomerulonephritis (IRGN) in a 69-year-old man with a permanent cardiac pacemaker. The patient had a prior episode of fever and glomerulonephritis of undetermined etiology, and at that time, low-dose steroid therapy resulted in improved urinary findings and kidney function. This time the patient again developed deterioration of kidney function with microhematuria, proteinuria, high serum C-reactive protein levels,...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41528625",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcomes of Ramucirumab Monotherapy for Advanced Gastric Cancer in a Multi-institutional Cohort Study in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Ramucirumab monotherapy is selected for patients with poor general condition, but it is suggested to have a poor prognosis, particularly in cases with liver metastases.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41528560",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Ramucirumab monotherapy is selected for patients with poor general condition, but it is suggested to have a poor prognosis, particularly in cases with liver metastases"
    },
    {
      "title": "Heavy Metal Accumulation in Water, Sediment, Feeds and Farmed Shrimp-Tilapia in Bangladesh: Metal Source Apportionment and Human Health Risk Assessment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "This study assesses heavy metal accumulation in water, sediment, feeds, and farmed shrimp-tilapia (Penaeus monodon, Macrobrachium rosenbergii, Oreochromis mossambicus) from aquaculture hotspots in Satkhira and Khulna, Bangladesh, to apportion potential metal sources and evaluate associated human health risks. Metal concentrations were quantified using flame atomic absorption spectrometry (AAS) and hydride generation AAS (HG-AAS). The determined average content of As, Cr, Pb, Mn, and Ni in fish...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41528487",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Petrolatum-based ointment application induces swelling of the PRESERFLO Microshunt",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528468/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Direct contact between petrolatum-based ophthalmic ointment and the SIBS-based MicroShunt induced markedly, time-dependent swelling that compromises the its structural integrity. Thus, the use of ophthalmic ointment should be avoided in patients with an exposed MicroShunt.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41528468",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Direct contact between petrolatum-based ophthalmic ointment and the SIBS-based MicroShunt induced markedly, time-dependent swelling that compromises the its structural integrity. Thus, the use of ophthalmic ointment should be avoided in patients with an exposed MicroShunt"
    },
    {
      "title": "Anesthesia and climate protection: the role of volatile anesthetics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528436/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Volatile anesthetics represent a relevant yet largely avoidable source of greenhouse gas emissions in the healthcare system. In Germany, their use accounts for approximately 69 kt of CO(2) equivalents annually. While desflurane is used in only about 3% of inhalation anesthesia procedures, it is responsible for more than 50% of the associated emissions due to its extremely high global warming potential. Modelling studies indicate that complete substitution of desflurane with sevoflurane would...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41528436",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anesthesia and climate protection: Role of volatile anesthetics. German version",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Volatile anesthetics represent a relevant yet largely avoidable source of greenhouse gas emissions in the healthcare system. In Germany, their use accounts for approximately 69 kt of CO(2) equivalents annually. While desflurane is used in only about 3% of inhalation anesthesia procedures, it is responsible for more than 50% of the associated emissions due to its extremely high global warming potential. Modelling studies indicate that complete substitution of desflurane with sevoflurane would...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41528435",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Postoperative reduction in thrombin generation induced by elevated levels of tissue factor pathway inhibitor in cardiac surgery: a prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528430/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In patients undergoing cardiac surgery using CPB, the increase in plasma TFPI concentration at the end of surgery causes a reduction in TG and impairment of whole blood coagulation via a mechanism that includes inhibition of factor Xa activity.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41528430",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients undergoing cardiac surgery using CPB, the increase in plasma TFPI concentration at the end of surgery causes a reduction in TG and impairment of whole blood coagulation via a mechanism that includes inhibition of factor Xa activity"
    },
    {
      "title": "Is trisomy 21 a risk factor for postoperative complications after pediatric surgery for neonatal gastrointestinal disease? A retrospective study using a National Clinical Database in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528386/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this analysis of Japanese data, trisomy 21 was an independent risk factor for postoperative complications in patients with duodenal atresia/stenosis.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41528386",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this analysis of Japanese data, trisomy 21 was an independent risk factor for postoperative complications in patients with duodenal atresia/stenosis"
    },
    {
      "title": "Hidden in the dark: complex evolutionary history revealed by genome-wide analyses of cave amphipods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Subterranean environments provide unique habitats and maintain numerous biodiversity. However, their underlying evolutionary processes remain poorly understood, and especially complex evolutionary hypotheses have not been tested or documented well. In this study, we investigate the evolutionary origin of spatially isolated groups of the subterranean amphipod Pseudocrangonyx (Crustacea: Amphipoda: Pseudocrangonyctidae) within a single cave (Fusa Cave) in northeastern Japan. To archive this goal,...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41528324",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of phosphine ligand denticity on catalytic activity and durability of gold nanoparticles in the oxidation of benzyl alcohol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "A key challenge in developing metal nanoparticle (NP) catalysts is to overcome the trade-off between the catalytic activity and resistance to aggregation. In this study, we prepared monodisperse gold NPs (diameter = 2-3 nm) protected by phosphine ligands with different denticities: triphenylphosphine (TPP), 1,2-bis(diphenylphosphino)ethane (DPPE), and tris(2-(diphenylphosphino)ethyl)phosphine (TDEP). We then investigated how the ligand denticity affects the catalytic activity and durability in...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41528155",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sexual functioning and its determinants in individuals and their partners with unexplained infertility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "STUDY QUESTION: What is the prevalence of sexual dysfunction, and what are the determinants of sexual (dys)functioning in couples with newly diagnosed unexplained infertility?",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41527942",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Insights into phonons and spin-lattice relaxation in copper(II) and vanadyl(IV) porphyrin metal-organic frameworks from density functional theory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527871/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Employing metal-organic frameworks (MOFs) has been shown to be an effective strategy for extending spin-lattice relaxation times (T(1)) by modifying the vibrational properties of molecular spin qubits. Although a previous study employed terahertz spectroscopy to probe vibrational properties, the specific types of vibrational modes that affect T(1) have remained unclear. In this study, we use periodic density functional theory calculations to investigate the vibrational properties of the MOF...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41527871",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cherenkov emission-based quality assurance for linear accelerators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "When electrons exceed the speed of light in a medium, they emit low-intensity visible light, known as Cherenkov emission (CE). This study proposes a novel CE-based quality assurance (QA) test for linear accelerators. A CE-based QA (C-QA) phantom incorporating a mock tumor and four CE observation plates (top, bottom, left, and right) was developed. After tumor-based alignment using cone-beam computed tomography (CBCT), lateral and posterior fields were used for irradiation. A C-Dose camera was...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41527831",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Four-dimensional parametric and dual-time-point FDG-PET/CT imaging in metabolically active renal cell carcinoma: a comparison of clear cell and non-clear cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527782/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: D-WB FDG-PET/CT imaging clearly demonstrated different FDG dynamics between ccRCC and non-ccRCC. Non-ccRCC showed higher MRFDG values than ccRCC, but dynamic images have a limited role in differentiating these lesions. SUVd could be the most suitable parameter for differentiating ccRCC and non-ccRCC.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41527782",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "D-WB FDG-PET/CT imaging clearly demonstrated different FDG dynamics between ccRCC and non-ccRCC. Non-ccRCC showed higher MRFDG values than ccRCC, but dynamic images have a limited role in differentiating these lesions"
    },
    {
      "title": "Covalently linked rotaxane encapsulation of a benzil core for consistent organic room-temperature phosphorescence across diverse solvents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "We achieved room-temperature phosphorescence (RTP) of benzil, an aromatic diketone, in diverse solvents, as well as in amorphous solid states, by encapsulating the core with covalently linked cyclodextrins and introducing bulky capping moieties to effectively suppress intramolecular motions.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41527733",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding a Complex Intervention to Reduce Unplanned Hospitalizations From Nursing Homes: Process Evaluation of INTERCARE",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Understanding how interventions work in practice is crucial to inform potential adaptations to complex interventions. We found interprofessional collaboration supported by evidence-based instruments and the INTERCARE nurse to be key elements to drive the reduction of unplanned hospitalization, together with the use of ACP. The findings can help not only to optimize the intervention elements for scale-up, but also hold implications for refining alternative care models, ultimately...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41527584",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for refining alternative care models, ultimately",
      "conclusion": "Understanding how interventions work in practice is crucial to inform potential adaptations to complex interventions. We found interprofessional collaboration supported by evidence-based instruments and the INTERCARE nurse to be key elements to drive the reduction of unplanned hospitalization, toget..."
    },
    {
      "title": "Fungal-specific IgG responses in allergic conjunctivitis: comparison with IgE and immunological implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Serum fungus-specific IgG antibodies may serve as useful biomarkers reflecting the severity of allergic conjunctivitis. Given that mucosal barrier dysfunction has been implicated in allergic inflammation, the findings suggest that hypersensitivity reactions to fungal elements due to impaired barrier function may contribute to disease pathogenesis.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41527563",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Serum fungus-specific IgG antibodies may serve as useful biomarkers reflecting the severity of allergic conjunctivitis. Given that mucosal barrier dysfunction has been implicated in allergic inflammation, the findings suggest that hypersensitivity reactions to fungal elements due to impaired barrier..."
    },
    {
      "title": "Prognostic impact of preoperative osteopenia for patients with resected non-small cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Preoperative osteopenia is an independent poor prognostic factor for patients with resected clinical stage I-IIIA non-small cell lung cancer.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41527282",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Preoperative osteopenia is an independent poor prognostic factor for patients with resected clinical stage I-IIIA non-small cell lung cancer"
    },
    {
      "title": "Application of Semiempirical Quantum Mechanical Methods To Accurately Estimate Ligand-Binding Structure in Biological Systems: Protein Kinase Case Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527219/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "This study presents a quantum mechanical (QM)-based workflow utilizing semiempirical methods for estimating ligand binding poses in protein-ligand complexes, focusing on kinases of pharmaceutical relevance: CDK2, CK2, p38α, and CAMK1DA. The protocol integrates xTB-based docking with PM6-D3H4X rescoring within a QM/MM framework, aiming to enhance the structural accuracy over traditional docking methods. Drug-like and fragment-like ligands were tested across different receptor structures to assess...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41527219",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improving the design of epidemiology studies that use biomonitoring for exposure assessment: a SciPinion panel recommendation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527048/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Calculators have been developed and vetted by a panel of experts. They are designed to estimate sample size (number of individuals sampled and number of samples per individual), power and bias in epidemiological studies that use biomonitoring to assess each subject's exposure in the presence of classical measurement errors. These user-friendly tools account for measurement error and allow researchers to design more accurate and appropriately powered studies, ultimately improving...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41527048",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Calculators have been developed and vetted by a panel of experts. They are designed to estimate sample size (number of individuals sampled and number of samples per individual), power and bias in epidemiological studies that use biomonitoring to assess each subject's exposure in the presence of clas..."
    },
    {
      "title": "Long-term safety and treatment discontinuation patterns of OnabotulinumtoxinA for post-stroke spasticity: a retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527032/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Repeated onabotulinumtoxinA injections were not associated with unexpected safety concerns over long-term follow-up. Approximately 25% of patients discontinued treatment during the observation period, including cases documented as treatment completion due to clinical improvement. Stroke type was associated with treatment discontinuation patterns, supporting the importance of individualized long-term treatment planning.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41527032",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Repeated onabotulinumtoxinA injections were not associated with unexpected safety concerns over long-term follow-up. Approximately 25% of patients discontinued treatment during the observation period, including cases documented as treatment completion due to clinical improvement"
    },
    {
      "title": "Developing a Customizable Texting Intervention for Diabetes Self-Management: Participatory Design Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Two text messaging interventions, DSMS and DSMS+, were developed to support diabetes self-management among US veterans. DSMS delivers standard educational content, while DSMS+ incorporates interactive features and personalization. The subsequent clinical trial will assess whether customization enhances engagement and improves diabetes outcomes, providing insights into the potential of tailored mobile health interventions for chronic disease management.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528767",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Two text messaging interventions, DSMS and DSMS+, were developed to support diabetes self-management among US veterans. DSMS delivers standard educational content, while DSMS+ incorporates interactive features and personalization"
    },
    {
      "title": "Postmarket Safety Actions for Novel Oncology Drugs Granted FDA's Accelerated Approval",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528751",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Navigating Law Enforcement Presence in Emergency Departments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528748/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: This qualitative study identified 3 strategies, informed by the perspectives of multiple stakeholders, to manage law enforcement presence in the ED. Optimization of hospital environments through these 3 strategies may support SOV rights and recovery, mitigate adverse interactions between law enforcement and SOVs, and improve information sharing and job effectiveness for different stakeholders in the ED.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528748",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: This qualitative study identified 3 strategies, informed by the perspectives of multiple stakeholders, to manage law enforcement presence in the ED. Optimization of hospital environments through these 3 strategies may support SOV rights and recovery, mitigate adverse interactions betw..."
    },
    {
      "title": "Silicalite-1 Zeolites-Supported Copper Oxides for CO<sub>2</sub> Electroreduction in Acidic Media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528740/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Electrochemical CO(2) reduction reaction (CO(2)R) in acidic media represents a promising route to CO(2) utilization by circumventing the critical concern of carbonate formation in water. Herein, we report that silicalite-1 (S-1) zeolites functioned as a solid support for copper oxides (CuO), which demonstrated superior performance in electrochemical CO(2) conversion into hydrocarbons in acidic media. The as-derived catalyst achieved a Faradaic efficiency (FE) above 40% for the production of...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528740",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lipid-Mimicking Fluorescent Probe for Selective Bacterial Imaging and Rapid Antibiotic Screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Bacterial discrimination is essential for microbiological studies and clinical diagnosis. However, the development of highly selective probes remains challenging. Herein, we present a lipid-mimicking fluorescent probe, namely, TB12NS, for achieving selective bacterial imaging and rapid antibiotic screening. Specifically, TB12NS integrates a donor-π-acceptor structural luminophore, a hydrophobic alkyl chain, and a hydrophilic ammonium sulfonate headgroup, enabling targeted intercalation into...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528728",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Comparison of the impact of shunting the left versus right portal vein branch during TIPS on the postoperative overt hepatic encephalopathy: a randomized trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528692",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcriptomic signatures of pregnancy progression and potential early diagnostic biomarkers in peripheral blood of Hanwoo (Bos taurus coreanae) cattle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528681/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides comprehensive insights into the transcriptional dynamics during pregnancy in Hanwoo cattle and suggests practical biomarkers for early pregnancy diagnosis.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528681",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides comprehensive insights into the transcriptional dynamics during pregnancy in Hanwoo cattle and suggests practical biomarkers for early pregnancy diagnosis"
    },
    {
      "title": "Development of an APC and TP53-based duplex sequencing assay to positively predict colorectal cancer response to anti-EGFR therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These data suggest the potential of the 6-gene Duplex Sequencing assay to improve EGFRi patient selection and therapeutic outcomes.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528660",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These data suggest the potential of the 6-gene Duplex Sequencing assay to improve EGFRi patient selection and therapeutic outcomes"
    },
    {
      "title": "Hesperidin nanoparticle therapy confers renoprotection and antitumor effects in Ehrlich ascites carcinoma via coordinated regulation of oxidative stress, Bax/caspase-3, and NF-κB/VEGF pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528659/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528659",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Longitudinal mixture modeling approaches to capture heterogeneity in affective response to exercise measured within bout and over study waves",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Longitudinal mixture modeling allows for estimation of person-level patterns when there is heterogeneity in how people change over time. We demonstrate two modeling approaches: latent class growth analysis/growth mixture modeling (LCGA/GMM) and repeated measures latent profile analysis (RMLPA). The data originated from a randomized trial examining mechanisms of exercise behavior maintenance. We previously reported that average affective response remained stable during exercise training. The...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528655",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Associations That Sociosexual Orientation and Personality Traits Have with Men's Preferences for Different Genres of Pornography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528652/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Men's use of internet pornography has been widely studied; however, the frequency with which men use different genres of pornography, and the individual differences associated with the use of different genres of pornography, has received less attention. The aim of the present research was to determine whether men's sociosexual orientation and personality traits were associated with use of different genres of internet pornography. Across three studies, men were asked to self-report the frequency...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528652",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of the present research was to determine whether men's sociosexual orientation and personality traits were associated with use of different genres of internet pornography",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Guangdong Biobank Cohort (GDBC) study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "The global rise of non-communicable diseases (NCDs) presents an urgent public health challenge, particularly in regions undergoing rapid economic and demographic transitions. Guangdong Province, China's most populous and economically advanced region, is experiencing a substantial and accelerating burden of NCDs. However, large-scale, population-based cohorts from this region remain scarce, limiting insights into region-specific disease determinants and prevention strategies. The Guangdong...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528651",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Juvenile-Onset Cerebrotendinous Xanthomatosis with Novel Compound Heterozygous CYP27A1 Mutations: Case Series and Literature Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528650/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Cerebrotendinous xanthomatosis (CTX) is a rare autosomal recessive neurometabolic disorder characterized by multisystem involvement and marked clinical heterogeneity. Pathogenic variants in the CYP27A1 gene, encoding mitochondrial sterol-27-hydroxylase, disrupt bile acid synthesis, leading to pathological accumulation of cholestanol in neural tissues, tendons, and other organs. This study aimed to characterize two novel CTX cases with compound heterozygous variants in the CYP27A1 gene through...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528650",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "characterize two novel CTX cases with compound heterozygous variants in the CYP27A1 gene through",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bidirectional Mendelian Randomization and Colocalization Study of Memory B Cells and Major Depressive Disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings highlight CD27 as a potential novel biomarker and therapeutic target in MDD, warranting further clinical validation in the future.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528645",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight CD27 as a potential novel biomarker and therapeutic target in MDD, warranting further clinical validation in the future"
    },
    {
      "title": "Lipid-Lowering Therapies in Patients with Chronic Kidney Disease: A Perspective on High-Density Lipoprotein Cholesterol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528633/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Chronic kidney disease (CKD) increases the risk of cardiovascular disease (CVD), with dyslipidemia being a contributing risk factor. In patients with CKD, diminished antioxidant, anti-inflammatory, and cholesterol transport capacities of high-density lipoprotein cholesterol (HDL-C) may contribute to atherosclerosis and poor CVD outcomes. Different lipid-lowering therapies (LLTs) have demonstrated efficacy in correcting dyslipidemia in patients without kidney disease, including substantial...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528633",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "LC3B as a potential serum biomarker for screening high-risk neuroblastoma patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: LC3B may be a novel prognostic biomarker for screening high-risk patients with NB, and combined detection with NSE could enhance prognostic accuracy.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528631",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LC3B may be a novel prognostic biomarker for screening high-risk patients with NB, and combined detection with NSE could enhance prognostic accuracy"
    },
    {
      "title": "Therapeutic Effects of Low-Intensity Treadmill Exercise on Motor and Non-Motor Symptoms in a 6-Hydroxydopamine (OHDA) Rat Model of Parkinson's Disease via Gut-Brain Axis Modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528629/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Parkinson's disease (PD) is a progressive neurodegenerative disorder characterized by both motor and non-motor symptoms that substantially reduce quality of life. Current pharmacological treatments primarily target motor deficits and often fail to address non-motor symptoms, underscoring the need for adjunctive strategies. The study aimed to evaluate the therapeutic potential of low-intensity treadmill exercise initiated shortly after the induction of PD using 6-hydroxydopamine (6-OHDA) in rats,...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528629",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Empagliflozin improves renal injury of diabetic nephropathy complicated with hyperuricemia through AMPK by promoting autophagy and inhibiting apoptosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528619/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Empagliflozin alleviates renal injury in diabetic nephropathy with hyperuricemia by activating AMPK, promoting autophagy, and inhibiting apoptosis, suggesting its potential therapeutic value in managing this complication.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528619",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Empagliflozin alleviates renal injury in diabetic nephropathy with hyperuricemia by activating AMPK, promoting autophagy, and inhibiting apoptosis, suggesting its potential therapeutic value in managing this complication"
    },
    {
      "title": "Acupuncture and Acupressure for Cancer Symptom Management: an Opinion Statement Based on Preliminary Evidence Mapping",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Symptom management remains a critical priority in oncology, particularly as many survivors continue to experience fatigue, pain, sleep disturbance, neuropathy, and psychological distress despite advances in treatment. Conventional pharmacologic options often provide only partial relief and may be limited by side effects. Acupuncture and acupressure have emerged as promising non-pharmacologic approaches, but the supporting evidence is drawn from a broad and heterogeneous literature. In this...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528616",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Concurrent Administration of Triazoles with Chemotherapeutic and/or Immunosuppressant Agents Known to Have Moderate-to-Severe Drug-Drug Interactions in Patients with Hematologic Malignancies Hospitalized for Invasive Aspergillosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528615/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Concurrent administration of triazole with potential PK interactions with CT or IS agents occurred in most HM patients admitted for IA. Choosing alternative antifungals, therapeutic drug monitoring of triazoles or selective ISs, and dosage adjustment of CT/IS agents may mitigate the risk of adverse DDIs. New antifungal agents without serious DDIs with CT and/or IS agents are needed for treatment of IA to reduce the risk of serious adverse events.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528615",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Concurrent administration of triazole with potential PK interactions with CT or IS agents occurred in most HM patients admitted for IA. Choosing alternative antifungals, therapeutic drug monitoring of triazoles or selective ISs, and dosage adjustment of CT/IS agents may mitigate the risk of adverse ..."
    },
    {
      "title": "Single-lumen microcatheter based reversed wire technique (RWT) in the treatment of extremely angled coronary bifurcation lesions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528592",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Balanocochlis glans (Gastropoda: Thiaridae) as a New Intermediate Host of Centrocestus formosanus (Digenea: Heterophyidae) in the Philippines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528585/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528585",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The role and mechanisms of vitamin A in suppressing hepatic stellate cell activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528567",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early distant progression in adult Histone-3 K27-altered diffuse midline gliomas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528563",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Early warning of drug-induced cardiotoxicity: Quantitative determination of Mfn2 biomarker via electrochemical immunosensing technology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528562/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528562",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trauma, knowledge, and survival: epistemic and decolonial lessons from Yazidi women survivors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528548",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic monitoring of LC3 and GPX4 in children with severe craniocerebral injury during perioperative period and its relationship with prognosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528530/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Serum LC3 levels exhibited a declining trend, whereas GPX4 levels increased postoperatively in pediatric sTBI patients. Both biomarkers were closely associated with prognosis and may serve as potential indicators for early clinical identification of high-risk patients and precision intervention.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528530",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Serum LC3 levels exhibited a declining trend, whereas GPX4 levels increased postoperatively in pediatric sTBI patients. Both biomarkers were closely associated with prognosis and may serve as potential indicators for early clinical identification of high-risk patients and precision intervention"
    },
    {
      "title": "Pseudomonas eutrophicaquae sp. nov., a novel xenobiotic-degrading non-motile bacterium, containing Q-8 ubiquinone, isolated from an aquatic ecosystem in Jimo District, China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528528/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "A short rod-shaped, Gram-negative, strictly aerobic, non-motile bacterium, designated as NW5^(T), was isolated from a eutrophic pond in Jimo District, Qingdao, Shandong Province, China. The strain exhibited growth between 20-42 °C (optimal at 30 °C), pH 6.0-10.0 (optimal at pH 8.0), and 0-2.0% (w/v) NaCl (optimal at 0% NaCl). Based on 16S rRNA gene sequence analysis, strain NW5^(T) showed the highest similarity with 'Pseudomonas oryzae' CGMCC 1.12417^(T) (98.2%), followed by Pseudomonas oryzagri...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528528",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inter-individual variability of neurotransmitter receptor and transporter density in the human brain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528514",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic Creutzfeldt-Jakob disease linked to the E200K mutation: a large cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528501/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Creutzfeldt-Jakob disease (CJD), the most common human prion disease, is an invariably fatal neurodegenerative disorder affecting 1.5 cases per million individuals per year. About 10-15% of the human prion diseases are caused by a pathogenic variant in the prion protein (PrP) gene (PRNP), and the most common genetic human prion disease is CJD (gCJD) linked to a glutamic acid to lysine substitution at codon 200 (E200K) of PRNP. The polymorphic codon 129 methionine (M)/valine (V) genotype has a...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528501",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk factors and outcome of dopamine dysregulation syndrome in a large Chinese Parkinson's disease cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The high disease burden of DDS emphasized the need for the prevention of DDS in the clinic. Controlling LEDD was important for preventing persistent DDS, and we provided a recommendation LEDD cutoff to prevent persistent DDS in Chinese PD patients.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528495",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for preventing persistent DDS, and we provided a recommendation LEDD cutoff to prevent persistent DDS in Chinese PD patients",
      "conclusion": "The high disease burden of DDS emphasized the need for the prevention of DDS in the clinic. Controlling LEDD was important for preventing persistent DDS, and we provided a recommendation LEDD cutoff to prevent persistent DDS in Chinese PD patients"
    },
    {
      "title": "Optimizing venous thromboembolism prophylaxis timing in ventilated traumatic brain injury patients: a retrospective cohort study using ACS-TQIP data (2017-2021)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Very early VTEp (≤ 24 h) was associated with a reduction of 3.7 ventilator days in low-risk and 2.8 days in moderate-risk TBI patients, while high-risk patients demonstrated increased mortality (21.3%). These findings underscore the importance of personalized, risk-stratified prophylaxis strategies. However, given the retrospective design and absence of radiologic progression or cause-specific mortality data, prospective validation is required before implementing practice...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528493",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Very early VTEp (≤ 24 h) was associated with a reduction of 3.7 ventilator days in low-risk and 2"
    },
    {
      "title": "Meteorological drivers of autumn migration onset in breeding and non-breeding Arctic swans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Migratory habit was developed in birds in response to unfavorable winter conditions in their high-latitudinal breeding grounds. Autumn weather conditions should determine the decision on departure in Arctic birds. Large-bodied Bewick's Swan Cygnus bewickii of the West Pacific population must pass mountain ranges and open sea between their Arctic breeding areas (Chaun delta in this study) and temperate winter quarters (Japan). In this paper we use data from individually telemetry tagged Bewick's...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528492",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring extracellular vesicle MicroRNAs in Usher syndrome type 1B: Tear-Derived EVs as potential indicators of retinal health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Usher syndrome type 1B (USH1B) is a rare inherited disorder characterized by congenital deafness and progressive retinitis pigmentosa, caused by biallelic pathogenic variants in the MYO7A gene. We explored extracellular vesicles (EVs) from two sources: human tears and iPSC-derived RPE cells from USH1B patients and controls. Tear EVs were assessed as a non-invasive biomarker source, while RPE-derived EVs provided insights into disease mechanisms in a controlled, cell-type-specific context....",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528484",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effects of moderate-dose statin therapy on intracranial plaques with mild to moderate stenosis: a high-resolution MR vessel wall imaging study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Compared to non-culprit plaques and plaques with mild enhancement, moderate-dose statins demonstrate superior therapeutic efficacy for culprit plaques and significantly enhanced plaques with stenosis < 70%.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528477",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Compared to non-culprit plaques and plaques with mild enhancement, moderate-dose statins demonstrate superior therapeutic efficacy for culprit plaques and significantly enhanced plaques with stenosis < 70%"
    },
    {
      "title": "What is the difference between pulmonary arterial hypertension and chronic thromboembolic pulmonary hypertension on phase-resolved functional lung MRI? A cross-sectional observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: PREFUL-MRI did not reliably distinguish PAH from CTEPH on visual assessment, although CTEPH exhibited a larger perfusion defect burden. It may be more suitable for functional evaluation of PH rather than for initial differential diagnosis.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528476",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PREFUL-MRI did not reliably distinguish PAH from CTEPH on visual assessment, although CTEPH exhibited a larger perfusion defect burden. It may be more suitable for functional evaluation of PH rather than for initial differential diagnosis"
    },
    {
      "title": "Deep learning feature-based model on abdominal radiography outperforms experts for early necrotizing enterocolitis diagnosis in neonates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528473/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The DL model based on plain abdominal radiography effectively identified stage I NEC in neonates. This approach offers a non-invasive method to enhance early NEC diagnosis and support clinical decision-making.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528473",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The DL model based on plain abdominal radiography effectively identified stage I NEC in neonates. This approach offers a non-invasive method to enhance early NEC diagnosis and support clinical decision-making"
    },
    {
      "title": "Measuring the accuracy of electronic health record-based phenotyping in the All of Us Research Program to optimize statistical power for genetic association testing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528460/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Accurate phenotyping is an essential task for researchers utilizing electronic health record (EHR)-linked biobank programs like the All of Us Research Program to study human genetics. However, little guidance is available on how to select an EHR-based phenotyping procedure that maximizes downstream statistical power. This study aims to estimate accuracy of three phenotype definitions of ovarian, female breast, and colorectal cancers in All of Us (v7 release) and determine which is...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528460",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "Accurate phenotyping is an essential task for researchers utilizing electronic health record (EHR)-linked biobank programs like the All of Us Research Program to study human genetics",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Digital interdependence: impact of work spillover during clinical team handoffs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Analyses reveal opportunities to address task interdependence across shifts, using technology to flexibly shape and support collaborative teaming practices in complex clinical environments.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528439",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Analyses reveal opportunities to address task interdependence across shifts, using technology to flexibly shape and support collaborative teaming practices in complex clinical environments"
    },
    {
      "title": "Factors associated with recompensation and criteria for etiological suppression in patients with primary biliary cholangitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Regression to a recompensated stage is possible in PBC patients with decompensated cirrhosis, especially when portal hypertension is the main driver of index decompensation. The Paris II and Momah/Lindor criteria are potentially useful as surrogate indicators for etiological suppression.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528438",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Regression to a recompensated stage is possible in PBC patients with decompensated cirrhosis, especially when portal hypertension is the main driver of index decompensation. The Paris II and Momah/Lindor criteria are potentially useful as surrogate indicators for etiological suppression"
    },
    {
      "title": "Primary splenic angiosarcoma with diffuse intrasinusoidal hepatic metastasis mimicking lymphoma: a diagnostic challenge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Primary splenic angiosarcoma rarely presents with non-nodular intrasinusoidal hepatic metastasis, mimicking infiltrative liver diseases. Liver biopsy may fail to yield a definitive diagnosis. Therefore, a splenectomy may be required to establish a definitive diagnosis and guiding appropriate management when liver biopsy is inconclusive. Recognizing this uncommon metastatic pattern is crucial to avoid misdiagnosis and ensure timely treatment.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528423",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Primary splenic angiosarcoma rarely presents with non-nodular intrasinusoidal hepatic metastasis, mimicking infiltrative liver diseases. Liver biopsy may fail to yield a definitive diagnosis"
    },
    {
      "title": "Transferable Exclusivity Extension Vouchers for Antimicrobials: Incentive Design, Implementation Challenges, and Policy Trade-Offs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Antimicrobial resistance (AMR) is one of the greatest threats to public health, and forecasts for 2050 are even worse. In response, the European Commission (EC) is proposing the Transferable Exclusivity Extension Voucher (TEEV), which aims to encourage the development of innovative antimicrobials. It consists of extending data exclusivity for a medicine selected by the beneficiary company or another company to which the voucher can be sold (i.e. not necessarily the antimicrobial). One...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528375",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to encourage the development of innovative antimicrobials",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Application and observation of hemostatic effect of independently developed hemostatic equipment in a lethal swine exsanguination model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528366",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep Eutectic Solvents for Pretreatment of Lignocellulose Biomass: Physical Properties, Solubility Mechanisms, and Their Interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "As the most accessible and abundant renewable resource on earth, lignocellulosic biomass mainly consists of cellulose, hemicelluloses, and lignin with a small amount of protein, pectin, minerals, and extractives (e.g., tannins, lipids, and resins). Lignocellulosic biomass has gained extensive attention in industry and research owing to its renewability, availability, and low cost. However, achieving efficient fractionation of lignocellulose components and all-component utilization in a green and...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528361",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prehospital whole-blood transfusion in two countries: comparison of patient characteristics in Sweden and the Northeastern United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Significant differences exist between Sweden and the Northeastern U.S. in prehospital WB transfusion demographics and practices. These findings highlight that one should not assume similar patient profiles or transfusion strategies across different countries' EMS WB programs.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528359",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Significant differences exist between Sweden and the Northeastern U.S"
    },
    {
      "title": "Deficits in loss-related feedback processing and risky decision-making among heterosexual males at risk for problematic pornography use",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528351/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This neurocognitive profile may contribute to the persistence of maladaptive behaviors despite adverse consequences and highlights potential intervention targets to improve feedback sensitivity and self-regulation in individuals with PPU.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528351",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This neurocognitive profile may contribute to the persistence of maladaptive behaviors despite adverse consequences and highlights potential intervention targets to improve feedback sensitivity and self-regulation in individuals with PPU"
    },
    {
      "title": "Imaging of a rare left ventricular intramyocardial lipoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528348/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528348",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimized Photoemission from Organic Molecules in 2D Layered Halide Perovskites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528344/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "In recent years, hybrid organic-inorganic metal halides have been at the forefront of materials research. Typically, the functional (e.g., optoelectronic) properties of hybrid halides are derived from the inorganic structural part, whereas the organic structural units can add extra advantages in terms of stability, rigidity, and processability. Here, we report the design, synthesis, and characterization of two new hybrid materials in which the outstanding photophysical properties originate from...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528344",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing delivery of an anti-cytomegalovirus inhibitory peptide using a cell-penetrating peptide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Cytomegalovirus (CMV) is a beta herpesvirus that persists quiescently in healthy individuals but causes severe disease in immunocompromised patients and congenitally infected newborns. Side effects posed by the currently available antivirals necessitate the development of new antivirals with improved safety profiles. This study aims to optimize the potency of an anti-CMV peptide (P10) mimicking conserved region 2 of tegument pp150, fused with an elastin-like polypeptide (ELP). Our previous study...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528341",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to optimize the potency of an anti-CMV peptide (P10) mimicking conserved region 2 of tegument pp150, fused with an elastin-like polypeptide (ELP)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recognition mechanisms of multiple sclerosis antibody MS with antigens EBNA1 and GlialCAM <em>via</em> molecular dynamics simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528339/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Multiple sclerosis (MS), a severe autoimmune disease of the central nervous system (CNS), is marked by detrimental demyelination and axonal destruction. High-affinity molecular mimicry exists between Epstein-Barr virus nuclear antigen 1 (EBNA1) and glial cell adhesion molecule (GlialCAM) in the CNS, leading to cross-reactivity of the cerebrospinal fluid-derived B-cell monoclonal antibody (mAb) MS39p2w174 with EBNA1 and GlialCAM. We aim to explore two interesting questions using molecular...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528339",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "to explore two interesting questions using molecular",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Costs, Coverage, and Complications: Disparities in Inpatient Alloplastic Facial Implants in the US Healthcare System",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "This study investigates how socioeconomic status, insurance type, and geography shape access to inpatient synthetic facial implant surgery in the United States. Using HCUP-NIS data from 2016 to 2020 (n=68), the authors show that lower-income patients are more likely to be publicly insured, experience significantly longer hospital stays, and are underrepresented in cosmetic and gender dysphoria-related procedures, while higher-income, urban patients more often self-pay for elective implants...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528323",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528304/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Among ADAD mutation carriers, reduced MTL dynamic network flexibility suggesting early functional changes despite no significant differences in subfield volumes. Additionally, larger right entorhinal cortex volume was associated with better cognitive performance, highlighting its role in preserving cognitive function. These findings suggest that dynamic functional network alterations within the MTL region may serve as early indicators of disease progression in ADAD, even before...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528304",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that dynamic functional network alterations within the MTL region may serve as early indicators of disease progression in ADAD, even before",
      "conclusion": "Among ADAD mutation carriers, reduced MTL dynamic network flexibility suggesting early functional changes despite no significant differences in subfield volumes. Additionally, larger right entorhinal cortex volume was associated with better cognitive performance, highlighting its role in preserving ..."
    },
    {
      "title": "Evaluation of a safe decompensation range for mandibular incisors during presurgical orthodontic treatment for severe skeletal Class III malocclusion: A cone-beam computed tomography study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Instead of decompensating until the mandibular incisors are nearly upright relative to the mandibular plane, the relationship with the mandibular symphysis should be prioritized for healthier considerations.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528284",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Instead of decompensating until the mandibular incisors are nearly upright relative to the mandibular plane, the relationship with the mandibular symphysis should be prioritized for healthier considerations"
    },
    {
      "title": "Congenital Long QT Syndrome Unmasked by COVID-19 Infection Presenting as Ventricular Tachycardia Storm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Congenital long QT syndrome (LQTS) predisposes to torsades de pointes and sudden cardiac death. Although it usually manifests in childhood or early adulthood, external triggers may unmask the disease later in life. COVID-19 has been associated with cardiovascular complications, but its association with ventricular tachycardia storm precipitated by congenital LQTS is rarely reported.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528272",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating pharmacokinetic modeling and wearable-derived physiological data to assess pain intensity in patients with advanced urologic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Model-based simulated serum oxycodone concentrations may serve as an objective reference for individualized pain assessment and opioid titration. Combining wearable-derived physiological signals, particularly heart rate, with model-predicted oxycodone concentrations may further improve the precision and adaptability of pain management in palliative care.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528264",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "reference for individualized pain assessment and opioid titration",
      "significance": null,
      "conclusion": "Model-based simulated serum oxycodone concentrations may serve as an objective reference for individualized pain assessment and opioid titration. Combining wearable-derived physiological signals, particularly heart rate, with model-predicted oxycodone concentrations may further improve the precision..."
    },
    {
      "title": "A novel homozygous variant of <em>AURKC</em> causes macrozoospermia in a Chinese family",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528256/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Macrozoospermia is a rare cause of male infertility characterized by a high proportion of sperm with large, irregular heads. In this study, we identified a novel homozygous Aurora kinase C (AURKC) missense variant (c.253G > A (p.Glu85Lys)) in a Chinese infertile man using whole-exome sequencing. Segregation of the AURKC c.253G > A variant within the family was confirmed by Sanger sequencing, and In silico prediction tools suggested that the variant is pathogenic. Sperm ultrastructural...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528256",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hierarchical Mechanistic Modeling of Complex Toxicity Endpoints from Public Concentration-Response Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528243/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "High-throughput screening (HTS) programs have generated abundant data on numerous chemicals, supporting the discovery of toxicity mechanisms and advancing understanding of adverse outcome pathways (AOPs) in chemical toxicity. However, organizing and interpreting these data for predictive modeling remain challenging due to inconsistent repository formats, varied program objectives, heterogeneous assay targets, and differences in experimental protocols, including concentration ranges. To address...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528243",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Noninvasive Profiling for PD-L1 and CTNNB1 Status in Hepatocellular Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528226",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Black-White Racial Differences in Background Parenchymal Enhancement at Breast MRI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Background Women with high background parenchymal enhancement (BPE) at contrast-enhanced MRI have up to a fourfold increased risk of breast cancer, even after adjusting for breast density. However, no studies have examined BPE specifically among Black women, despite their higher breast cancer-specific mortality and typically lower breast density. Purpose To examine Black-White racial differences in contrast-enhanced MRI-derived BPE. Materials and Methods This retrospective cross-sectional study...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528221",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "To examine Black-White racial differences in contrast-enhanced MRI-derived BPE",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Cd-Tolerance of Pepper (<em>Capsicum annuum</em> L.) Is Linked with the <em>Rhizosphere</em> Bacterial Community Composition and <em>Rhizosphere</em> Soil Metabolite Profiles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Cadmium (Cd) poses a serious threat to plant growth, so the selection and breeding of Cd-tolerant pepper cultivars are effective methods to reduce Cd hazards. This study identified C. annuum G03 as a Cd-tolerant cultivar, evidenced by its superior leaf physiological activity under Cd stress compared to the sensitive C. annuum C07. 16S rDNA sequencing revealed a more complex bacterial symbiotic network in the bulk soil, rhizosphere, and root endophyte of C. annuum G03, enhancing its buffering...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528196",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigating acute care physical therapy in general medicine: a retrospective analysis of utilization and effectiveness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528190/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Increased daily PT was associated with greater functional improvement and higher likelihood of discharge to home. These results support more intentional PT resource allocation and suggest that identifying clinically meaningful treatment thresholds may help guide therapist decision-making.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528190",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Increased daily PT was associated with greater functional improvement and higher likelihood of discharge to home. These results support more intentional PT resource allocation and suggest that identifying clinically meaningful treatment thresholds may help guide therapist decision-making"
    },
    {
      "title": "Clinical impact of rapid antimicrobial susceptibility testing in patients with bacteremia due to gram-negative bacilli",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The introduction of rapid AST techniques such as Vitek® Reveal™ has allowed a shorter turnaround time for reports on AST than when using normal AST techniques. This allows most AST results to be available earlier in the Laboratory Information System, allowing physicians to initiate more quickly in establishing correct treatment. Finally, these actions have resulted in reduced mortality due to faster clinical decision-making in these critically ill patients.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528182",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The introduction of rapid AST techniques such as Vitek® Reveal™ has allowed a shorter turnaround time for reports on AST than when using normal AST techniques. This allows most AST results to be available earlier in the Laboratory Information System, allowing physicians to initiate more quickly in e..."
    },
    {
      "title": "Spatiotemporal Imaging of miRNA in Granulosa Cells from Patients with Polycystic Ovary Syndrome by Near-Infrared Light-Activated DNA Nanoprobes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528178/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Polycystic ovary syndrome (PCOS) is the most common reproductive disorder in women. MicroRNA (miRNA) plays important regulatory roles in PCOS development, but its biological mechanism remains poorly understood. Innovating the visualization methods of miRNA has great significance for studying the genesis and development of PCOS. Here, we report near-infrared (NIR) light-triggerable DNA nanoprobes (termed as LT-DP) for visualizing miRNA-103-associated molecular mechanisms in clinical ovarian...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528178",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "regulatory roles in PCOS development, but its biological mechanism remains poorly understood",
      "conclusion": null
    },
    {
      "title": "The dengue virus NS1 protein alters <em>Aedes aegypti</em> midgut permeability and favors virus dissemination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "The dengue virus is an arbovirus of public health importance transmitted by Aedes aegypti mosquitoes. The NS1 protein is a multifunctional glycoprotein, highly conserved among Orthoflaviviruses, that is secreted from infected cells, circulates in the sera of dengue patients at high concentrations, and has been involved with pathogenesis by several mechanisms, including vascular leakage and immune evasion. However, the role of NS1 within the mosquito vector is not fully understood. In this study,...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528154",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Variable and conserved B cell epitopes of GII.4 human noroviruses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528130/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Norovirus is a leading cause of acute gastroenteritis worldwide, imposing a major burden on public health and healthcare systems. Despite its significant medical impact, no licensed vaccines or specific antiviral therapies are currently available. Norovirus vaccine development is complicated by several factors, including the extreme genetic and antigenic diversity. In particular, the predominant genotype GII.4 exhibits a continuous emergence of novel variants that can evade immune responses...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528130",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Cauispirillum nitrogeniifigens</em> gen. nov., sp. nov., a new member of the family <em>Rhodospirillaceae</em> isolated from oil sludge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "The high carbon to nitrogen ratio in oil-contaminated environments limits the efficiency of bioremediation. Therefore, isolating nitrogen-fixing bacteria from oil-contaminated environments will provide functional strain resources for improving bioremediation efficiency. A novel Gram-stain-negative, spiral-shaped and nitrogen-fixing bacterium, designated strain DQ9^(T), was isolated from the oil sludge of Daqing Oilfield, Daqing City, Heilongjiang Province, China. Cells grew at 18-45 °C (optimum...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528124",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Copy Number Variants in the 11p15.5 Associated Imprinting Disorders: An Attempt to Establish a Genotype-Phenotype Correlation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528113/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Copy number variations (CNVs) affecting the imprinted regions in 11p15.5 (imprinting centre 1 and 2/IC1, IC2) account for more than 2% of the molecular disturbances in Beckwith-Wiedemann and Silver-Russell syndrome (BWS, SRS) and are associated with a recurrence probability of up to 50%. However, their clinical impact can be challenging to estimate, as it depends on the type of imbalance, the parental origin of the affected allele, its size and genomic content. As a result, a genotype-phenotype...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528113",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "can be challenging to estimate, as it depends on the type of imbalance, the parental origin of the affected allele, its size and genomic content",
      "conclusion": null
    },
    {
      "title": "Perceptual resolution of ambiguity: A divisive normalization account for both interocular color grouping and difference enhancement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Our visual system usually provides a unique and functional representation of the external world. At times, however, there is more than one compelling interpretation of the same retinal stimulus; in this case, neural populations compete for perceptual dominance to resolve ambiguity. Spatial and temporal context can guide this perceptual experience. Recent evidence shows that ambiguous retinal stimuli are sometimes resolved by enhancing either similarities or differences among multiple ambiguous...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528108",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nursing Home Administrator Experiences Navigating the Changing Regulatory Environment During the COVID-19 Pandemic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Throughout the COVID-19 pandemic, the Centers for Medicare and Medicaid Services and state health agencies implemented numerous regulations for nursing homes addressing infection control and data reporting. This study explores interviews (n = 156) with administrators of 40 nursing homes across the U.S. between July 2020 and December 2021 to better understand their experiences with governmental agencies amid shifting regulatory standards, frequent inspections, and possible enforcement actions....",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528102",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "HPV vaccination intention among unvaccinated international and domestic college students in the U.S.: A cross-sectional survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528093/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Nearly 85% of people will contract human papillomavirus (HPV) at some point in their lives. When given at the recommended ages, the HPV vaccine can prevent over 90% of HPV-related cancers. However, vaccination rates among young adults, including college students, remain low. Moreover, millions of international students enrolled in U.S. tertiary institutions may not have had access to preventive vaccines, including the HPV vaccine, in their countries of origin. This cross-sectional study...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528093",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Base-Promoted [4 + 3] Cycloadditions Enabling the Construction of Polycycle-Fused Uracils from <em>N</em>-Aminoisoquinolinium Derivatives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "As the sole nucleobase characteristic of RNA, uracil possesses a unique heterocyclic architecture that endows it with exceptional value as a privileged scaffold in medicinal chemistry. Herein, we report a versatile and efficient strategy for constructing polycyclic uracil derivatives through rare [4 + 3] cycloaddition reactions of N-aminoisoquinolinium, N-aminoquinolinium, or N-aminopyridinium salts with uracil-derived aldehydes. This protocol exhibits a broad substrate scope (36 examples),...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528091",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Hybrid AI/physics pipeline for miniprotein binder prioritization: application to the BRD3 ET domain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528089/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Correction for 'Hybrid AI/physics pipeline for miniprotein binder prioritization: application to the BRD3 ET domain' by Jokent Gaza et al., Chem. Commun., 2025, 61, 19028-19031, https://doi.org/10.1039/D5CC05032D.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528089",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Left bundle branch vs biventricular pacing: mechanistic insights from a canine model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study in a DHF animal model indicates that LBBP results in electrocardiographic, echocardiographic, and molecular recovery at least as good as that during BiVP. The superiority of LBBP is especially reflected in more pronounced normalization of cardiac cytoskeleton, calcium handling and energy metabolism.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528069",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study in a DHF animal model indicates that LBBP results in electrocardiographic, echocardiographic, and molecular recovery at least as good as that during BiVP. The superiority of LBBP is especially reflected in more pronounced normalization of cardiac cytoskeleton, calcium handling and energy ..."
    },
    {
      "title": "First metabolic profile of <em>Aspidosperma multiflorum</em> leaves using UPLC-ESI-QToF-MS/MS: evaluation of the cytotoxicity and antimicrobial activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Aspidosperma multiflorum A.DC. (Apocynaceae), popularly known as \"pequiá da casca grossa\" or \"pequiá cascudo,\" is widely distributed in Brazil; however, studied chemically and biologically to a limited extent. Therefore, the present study aimed to determine the metabolic profile and assess biological activities of ethanolic extract (EEF), ethyl acetate fraction (FAcF), and aqueous fraction (FAqF) of leaves derived from A. multiflorum. Samples were subjected to analysis by ultra-performance...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528063",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "U.S. Emergency Department Visits for Dizziness and Vertigo From 2016 to 2022",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528061",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of children at risk of missing telemedicine appointments: development of a predictive model during the COVID-19 pandemic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Introduction. Although the use of telemedicine appointments has grown exponentially since the COVID-19 pandemic, missed telemedicine appointments remain a relatively understudied topic. We set out to develop and validate a predictive model to identify patients at high risk of missing telemedicine appointments. Methods. Retrospective cohort. We included telemedicine appointments from August 1, 2020, to March 31, 2021. We included as predictors the clinical characteristics of the patients, missed...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528046",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "a relatively understudied topic. We set out to develop and validate a predictive model to identify p",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Self-Monitoring Photoelectrochemical Sensing Platform Enabled by Dual-Channel Potential Resolution and PCA Outlier Recognition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528033/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Reliable photoelectrochemical (PEC) sensing remains challenging due to the vulnerability of single-channel systems to random disturbances and matrix interferences. Here, we report a potential-resolved dual-channel PEC platform that enables independent cathodic (CuBi(2)O(4)/CuO) and anodic (BiVO(4)@TAFN) signal outputs. Dual-channel photocurrent data were statistically fused using Z-score normalization and principal component analysis (PCA), yielding the first principal component (PC1) as a...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528033",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-Functional Porous UHMWPE Implant Eliminates <em>Staphylococcus aureus</em> Infection and Induces Osteogenesis in a Critical-Sized Segmental Femoral Defect Model in Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41528031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Staphylococcus aureus is one of the main causes of osteomyelitis. The problem of antibiotic resistance is particularly acute in osteomyelitis because, in most cases, S. aureus forms biofilms in which the antibiotic sensitivity of bacteria is significantly reduced, and more than 50% of osteomyelitis cases are associated with methicillin-resistant S. aureus (MRSA). One of the promising approaches for surgical treatment of osteomyelitis caused by S. aureus may be one-stage replacement of the...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41528031",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integration of Photoresponsive Single-Molecule Bithermoelectric Devices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Organic thermoelectric materials capable of converting heat into electricity become important for sustainable energy conversion. Single-molecule thermoelectric devices present a promising opportunity for high-efficiency thermopower conversion by precisely controlling molecular energy levels, which induces energy-dependent transport asymmetry and consequently enhances the Seebeck coefficient. However, scalable thermopower output remains constrained by the challenges of assembling heteromolecular...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41527996",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for sustainable energy conversion",
      "conclusion": null
    },
    {
      "title": "Coupling of within-person changes in sleep quality and subjective cognition in community-dwelling adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Findings highlight the importance of monitoring within-person sleep quality changes as a potential indicator of SCD in older adults. Further studies may help identify pathways to support cognitive health in aging populations.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41527995",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Findings highlight the importance of monitoring within-person sleep quality changes as a potential indicator of SCD in older adults. Further studies may help identify pathways to support cognitive health in aging populations"
    },
    {
      "title": "Application of green analytical principles in the HPLC analysis of prednisolone derivatives: Method optimization and validation for nasal powder formulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Glucocorticoids are a group of drugs increasingly used in modern medical practice due to their pronounced anti--inflammatory and immunosuppressive properties. In this study, prednisolone disodium phosphate and prednisolone acetate were analysed, with the aim of developing and validating an HPLC method in accordance with ICH Q2(R2) guidelines and quantifying their content in the active pharmaceutical ingredient powder and a model in--house sample. By applying the HPLC-DAD method with gradient...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41527981",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of developing and validating an HPLC method in accordance with ICH Q2(R2) guidelines and quantifying their content in the active pharmaceutical ingredient powder and a model in--house sample",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Peptide chirality and opioid receptor modulation: Hepatoprotective effect of d-Met-enkephalin in acetaminophen-induced liver injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527975/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "l-Met-enkephalin is a neuropeptide known to exert protective effects in various experimental models of autoimmune and inflammatory diseases. These effects are mediated through opioid receptors and can be abolished by the opioid receptor antagonist naltrexone. Investigation of peptide enantiomerism and the incorporation of d-amino acids are crucial for designing novel peptides with altered structural and biological properties compared with their native l-forms. Since no data are currently...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41527975",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intrapartum oral azithromycin for maternal infection prophylaxis and the risk of postpartum hemorrhage: A secondary analysis of the A-PLUS trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A single intrapartum oral dose of AZM did not significantly reduce the overall risk of PPH or blood transfusion.",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41527950",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A single intrapartum oral dose of AZM did not significantly reduce the overall risk of PPH or blood transfusion"
    },
    {
      "title": "Application of Engineered Split Aptamers in Fluorescence-Colorimetric Dual-Mode Detection of Chloramphenicol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Herein, we present a novel dual-mode biosensor for ultrasensitive chloramphenicol detection using an engineering split aptamer, which is rationally designed via molecular dynamics simulation to identify key binding bases. Upon target-induced assembly, the split fragments simultaneously enhance the fluorescence of silver nanoclusters and recover the peroxidase activity of the ZIF-67 nanoflower (ZNF), enabling fluorometric/colorimetric dual-readout. Under optimal conditions, the biosensor...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41527948",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AMPK Modulates the Interplay Between PINK1/Parkin-Mediated Mitophagy and NLRP3-Driven Inflammation in Diabetic Periodontal Tissue Under Mechanical Loading",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Mechanical force induces a series of biological responses such as inflammation in force-loaded tissues and cells. The periodontal ligament (PDL) fibroblasts act as vital sensors and transducers in response to mechanical loading within periodontium. Studies have shown that PDL fibroblasts also participate in mediating periodontal inflammatory responses under physiological or pathological conditions. Mitophagy is a selective form of autophagy that eliminates damaged or dysfunctional mitochondria...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41527935",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "On Representations and Quantifications of Uncertainty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41527924",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Striatal Nitric Oxide Activity Better Predicts Motor Disability Than Proto-Oncogenes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527922/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "Extrapyramidal symptoms (EPS) are side effects observed after acute administration of D2 antagonists and nitric oxide synthase (NOS) inhibitors in rodents. To date, no study has examined NOS activity in parallel with c-Fos immunoreactivity (c-Fos-IR) following multiple doses of these compounds. The aim of the present study was to evaluate whether catalepsy and motor balance deficits resulting from specific acute doses of haloperidol (Hal), metoclopramide (MCP), and L-NOARG could correlate with...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41527922",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of the present study was to evaluate whether catalepsy and motor balance deficits resulting from specific acute doses of haloperidol (Hal), metoclopramide (MCP), and L-NOARG could correlate with",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of individualized surgical strategies for pediatric hypospadias: a multicenter penile morphometric analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527916/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "This multicenter study aimed to establish a quantitative, individualized surgical decision algorithm for pediatric hypospadias by analyzing multicenter penile anatomical data, surgical approaches, and follow-up outcomes. To achieve this purpose, clinical data from 1500 primary hypospadias cases across 17 tertiary centers in China (December 2018 to September 2021) were retrospectively reviewed, with patients stratified into urethral plate preservation group (n = 715) and transection group (n =...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41527916",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of semen quality and maternal age on blastocyst chromosomal abnormalities: a retrospective cohort study based on 1091 PGT-A cycles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41527904/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260113142649&v=2.18.0.post22+67771e2",
      "description": "In this study, we aimed to investigate the influence of paternal oligozoospermia (OZ), asthenozoospermia (AZ), or teratozoospermia (TZ) on blastocyst ploidy and its potential interaction with maternal age. We analyzed 3383 embryos in 1091 preimplantation genetic testing for aneuploidy (PGT-A) cycles via next-generation sequencing (NGS) at the Center for Reproductive Medicine, Shandong University (Jinan, China). Our findings revealed that compared to the normozoospermic (NZ) group, the AZ group...",
      "pubDate": "2026-01-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41527904",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the influence of paternal oligozoospermia (OZ), asthenozoospermia (AZ), or teratozoospermia (TZ) on blastocyst ploidy and its potential interaction with maternal age",
      "significance": null,
      "conclusion": null
    }
  ]
}