{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-24T07:38:20.869Z",
  "totalItems": 150,
  "totalArchived": 28123,
  "newPapersAdded": 147,
  "institutionBreakdown": {
    "KAIST": 6,
    "SNU": 27,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 32,
    "IBS": 100,
    "UNIST": 0,
    "Hanyang University": 3,
    "KIST": 0,
    "GIST": 1,
    "Kyung Hee University": 4,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Biomedical": 32,
    "Multidisciplinary": 69,
    "Cancer Research": 21,
    "Neuroscience": 16,
    "Computer Science": 6,
    "Materials Science": 6
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Validation of the Korean Version of the Center for Epidemiologic Studies Depression Scale-Revised in Korean Adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276793/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The K-CESD-R is a valid and reliable instrument for screening for depressive symptoms in Korean adolescents, supporting its use in epidemiological research and clinical settings. Further research should explore its applicability across Korean adolescent populations to confirm these findings.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41276793",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The K-CESD-R is a valid and reliable instrument for screening for depressive symptoms in Korean adolescents, supporting its use in epidemiological research and clinical settings. Further research should explore its applicability across Korean adolescent populations to confirm these findings"
    },
    {
      "title": "Functional characterization of grammicin biosynthesis genes in Xylaria grammica and strategies for enhanced metabolite production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Fungi produce diverse secondary metabolites with agricultural and medical potential. Xylaria grammica EL000614 synthesizes grammicin, an isomer of patulin, which shows nematicidal activity against root-knot nematodes with low cytotoxicity. However, the genetic basis of grammicin biosynthesis remains unclear. Here, we characterized two genes, xgpatK and xgpatL, encoding a 6-methylsalicylic acid synthase XgPatK and a Zn(II)2Cys6 transcription factor XgPatL, respectively, within a putative...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41276550",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pig-to-human lung xenotransplantation: advancing xenogeneic respiratory transplantation and clinical translation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41276499",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cutoff value for Pediatric Weakness Scale for diagnosis of pediatric weakness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276452/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The cutoff values for PWS derived from this survey will be a useful tool for diagnosing and assessing pediatric weakness. Please cite this article as: Kim TH, Chae H, Han JH, Bang MR, Chang GT, Lee JY, Lee SH. Cutoff value for Pediatric Weakness Scale for diagnosis of pediatric weakness. J Integr Med. 2025; Epub ahead of print.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41276452",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The cutoff values for PWS derived from this survey will be a useful tool for diagnosing and assessing pediatric weakness. Please cite this article as: Kim TH, Chae H, Han JH, Bang MR, Chang GT, Lee JY, Lee SH"
    },
    {
      "title": "Immunomodulatory Effect of Plasma-derived Streptococcus parauberis Challenged Olive Flounder (Paralichthys olivaceus) Exosomes against Streptococcus parauberis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "This study investigates the transcriptomic and immunomodulatory effects of exosomes derived from Streptococcus parauberis-infected olive flounder (Paralichthys olivaceus) plasma (Sp-Exo) and their potential role in conferring disease resistance. RNA sequencing of kidneys in Sp-Exo treated olive flounder identified 21,581 genes, with 1,182 showing substantial differential expression. Functional annotation revealed enrichment of immune-related pathways such as focal adhesion, PI3K-Akt, and MAPK...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41275981",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Retraction notice to \"Investigation of PEG directed Sb<sub>2</sub>WO<sub>6</sub> for dyes removal from wastewater\" [Chemosphere 291, Part 1, March 2022, 132677]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275850/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41275850",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chrysanthemum morifolium extract protects HT22 cells from oxidative stress and enhances sleep via GABAergic modulation: contribution of luteolin-7-glucoside",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CE, particularly through L-7-G, exhibits significant potential as a natural agent for reducing oxidative stress and enhancing sleep quality, offering a promising avenue for managing sleep disorders. © 2025 The Author(s). Journal of the Science of Food and Agriculture published by John Wiley & Sons Ltd on behalf of Society of Chemical Industry.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41276885",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Journal of",
      "objective": null,
      "significance": null,
      "conclusion": "CE, particularly through L-7-G, exhibits significant potential as a natural agent for reducing oxidative stress and enhancing sleep quality, offering a promising avenue for managing sleep disorders. © 2025 The Author(s)"
    },
    {
      "title": "Impact of breastfeeding education with WhatsApp follow-up on infant feeding, growth, and health outcomes: a quasi-experimental study in Malaysia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276849/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Structured breastfeeding education, combined with WhatsApp follow-up, effectively enhanced exclusive breastfeeding practices and reduced certain infant illnesses, but showed no significant short-term effects on growth. Longer-term follow-up is warranted to assess the sustained effects on growth and health.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41276849",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Structured breastfeeding education, combined with WhatsApp follow-up, effectively enhanced exclusive breastfeeding practices and reduced certain infant illnesses, but showed no significant short-term effects on growth. Longer-term follow-up is warranted to assess the sustained effects on growth and ..."
    },
    {
      "title": "Size control of lipid nanoparticles via simulation-based design of a microfluidic chip and its effect on mRNA delivery in vitro and in vivo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "The emergence of mRNA-containing lipid nanoparticles (LNPs) during the COVID-19 pandemic has revolutionized vaccine technology and is now being explored for protein replacement therapies. This study aimed to test the hypothesis that LNP size, independent of lipid composition, critically influences their physicochemical and biological performance. To achieve this, we employed computational fluid dynamics (CFD) simulations to predict the mixing index within a microfluidic channel, identifying the...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41276828",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "test the hypothesis that LNP size, independent of lipid composition, critically influences their physicochemical and biological performance",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cardiovascular disease risk following radiotherapy among breast cancer survivors: a nationwide cohort study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276807/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: RT was not significantly associated with increased overall CVD risk, nor were there significant differences based on RT technique or its combination with chemotherapy for most cardiac outcomes. However, combined RT and chemotherapy significantly elevated heart failure risk, suggesting a potential interaction effect. Given the relatively short follow-up period, cautious interpretation of these results is warranted.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41276807",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RT was not significantly associated with increased overall CVD risk, nor were there significant differences based on RT technique or its combination with chemotherapy for most cardiac outcomes. However, combined RT and chemotherapy significantly elevated heart failure risk, suggesting a potential in..."
    },
    {
      "title": "Ultra-Processed Food Intake and Risk of Type 2 Diabetes Mellitus: A Dose-Response Meta-Analysis of Prospective Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41276797",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Tablet-Based Cognitive Training in Cognitively Unimpaired Older Adults: A Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Tablet-based cognitive training was associated with measurable neurophysiological changes and selective improvements in memory performance among CU older adults. These findings support the potential of digital cognitive training as a non-pharmacological intervention to promote cognitive resilience and neural efficiency in aging. Further large-scale and long-term studies are warranted to confirm the durability and underlying mechanisms of these effects.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41276796",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Tablet-based cognitive training was associated with measurable neurophysiological changes and selective improvements in memory performance among CU older adults. These findings support the potential of digital cognitive training as a non-pharmacological intervention to promote cognitive resilience a..."
    },
    {
      "title": "Global Burden of Depressive Disorders, 1990-2021, During the COVID-19 Pandemic and Projections to 2050: A Global Burden of Disease Study 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The global burden of depressive disorders increased sharply during the COVID-19 pandemic. It is essential to address regional disparities in mental health care and promote access to tailored treatment.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41276792",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The global burden of depressive disorders increased sharply during the COVID-19 pandemic. It is essential to address regional disparities in mental health care and promote access to tailored treatment"
    },
    {
      "title": "The Mental Health Profile of Borderline Intellectual Functioning: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Individuals with BIF represent a vulnerable population with substantially elevated mental health risks, yet remain inadequately differentiated from adjacent cognitive groups. The field requires specialized clinical attention, educational support, and targeted interventions to address their unique mental health challenges and improve outcomes.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41276791",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Individuals with BIF represent a vulnerable population with substantially elevated mental health risks, yet remain inadequately differentiated from adjacent cognitive groups. The field requires specialized clinical attention, educational support, and targeted interventions to address their unique me..."
    },
    {
      "title": "Coordinating nutrient supply and flowering time for sustainable agriculture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276689/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "The transition from vegetative to reproductive growth is a critical phase in the plant life cycle and directly affects reproductive success and overall crop productivity. This phase change is regulated by both endogenous genetic programs and environmental cues, including photoperiod, ambient temperature, abiotic stress, and nutrient availability. Among essential macronutrients, nitrogen (N), phosphorus (P), and potassium (K) support fundamental plant growth processes and actively regulate...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41276689",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In vivo mitochondrial base editing restores genotype and visual function in a mouse model of LHON",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Leber hereditary optic neuropathy (LHON), a maternally inherited mitochondrial disorder, results from point mutations in mitochondrial DNA (mtDNA), primarily affecting the MT-ND4 gene. To date, no animal model harboring authentic LHON mutations has been available, limiting therapeutic development. However, when we attempted to generate such models using mitochondrial base editors, we found that activity-enhanced DddA11-based cytosine base editors (DdCBEs) induce off-target mtDNA mutations and...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41276521",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Acinetobacter</em> sp. ME1: a multifunctional bacterium for phytoremediation utilizing melanin production, heavy metal tolerance, and plant growth promotion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Microorganisms inhabiting soils contaminated with heavy metals produce melanin, a dark brown pigment, as a survival strategy. In this study, a melanin-producing bacterium, Acinetobacter sp. ME1, with heavy metal tolerance and plant growth-promoting traits, was isolated from abandoned mine soil. Strain ME1 exhibited growth at concentrations of Zn up to 250 mg/L, Cd and Pb up to 100 mg/L, and Cr up to 50 mg/L. It had the ability to produce the plant hormone indole-3-acetic acid and siderophores...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41276476",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Integrated cascade biocatalysis of cannabigerolic acid through cyclodextrin-mediated stabilization and prenyltransferase engineering\". [Bioresour. Technol. 438 (2025) 133190]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276441/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41276441",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dhx36 deficiency accelerates BMSC senescence and promotes age-related bone loss",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276281/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Senescence of mesenchymal stem cells in bone tissue (BMSCs), the primary progenitors of osteoblasts, is a key contributor to age-related osteopenia and osteoporosis. Aged cells exhibit elevated cellular stress and abnormal accumulation of stress granules (SGs), which contain G-quadruplex (G4) structured nucleic acids and G4-binding proteins. Dhx36, a helicase that unwinds G4 structure, may play a protective role in this context. In this study, we investigated the function of Dhx36 in BMSCs and...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41276281",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the function of Dhx36 in BMSCs and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Incidence of glaucoma in patients with systemic lupus erythematosus: a nationwide cohort study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SLE is associated with an increased risk of glaucoma, particularly among younger individuals and females. Prolonged corticosteroid therapy significantly contributes to this risk. These findings support the need for regular ophthalmic screening and judicious corticosteroid management in patients with SLE.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41276280",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SLE is associated with an increased risk of glaucoma, particularly among younger individuals and females. Prolonged corticosteroid therapy significantly contributes to this risk"
    },
    {
      "title": "Comparative outcome analysis of endodontic microsurgery for through-and-through lesions using propensity score matching: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: EMS appears to be a reliable treatment option for T-T lesions. Although short-term outcomes at one year were less favorable than those of non-T-T lesions, these differences were no longer evident at three years. A follow-up period longer than one year may be necessary to accurately assess the healing dynamics of T-T lesions.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41276248",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EMS appears to be a reliable treatment option for T-T lesions. Although short-term outcomes at one year were less favorable than those of non-T-T lesions, these differences were no longer evident at three years"
    },
    {
      "title": "Orforglipron, an oral small-molecule GLP-1 receptor agonist, for the treatment of obesity in people with type 2 diabetes (ATTAIN-2): a phase 3, double-blind, randomised, multicentre, placebo-controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Obesity is a chronic disease that significantly contributes to type 2 diabetes and its complications. We aimed to evaluate orforglipron, an oral small-molecule (non-peptide) GLP-1 receptor agonist, for obesity treatment in adults with type 2 diabetes.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41275875",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate orforglipron, an oral small-molecule (non-peptide) GLP-1 receptor agonist, for obesity treatment in adults with type 2 diabetes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial intelligence and radiologists in pancreatic cancer detection using standard of care CT scans (PANORAMA): an international, paired, non-inferiority, confirmatory, observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275871/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Pancreatic ductal adenocarcinoma (PDAC) has the worst prognosis among major cancer types, primarily due to late diagnosis on contrast-enhanced CT. Artificial intelligence (AI) can improve diagnostic performance, but robust benchmarks and reliable comparison to radiologists' performance are scarce. We established an open-source benchmark with the aim of investigating AI systems for PDAC detection on CT and compared them to radiologists' performance, at scale.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41275871",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "of investigating AI systems for PDAC detection on CT and compared them to radiologists' performance, at scale",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced opportunistic CT screening for osteoporosis using Machine learning derived volumetric vertebral and complementary body composition information",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: DL segmentation-based integration of volumetric vertebral and body composition features enables accurate prediction of lumbar and femoral BMD and improves sensitivity for osteoporosis detection.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41275853",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DL segmentation-based integration of volumetric vertebral and body composition features enables accurate prediction of lumbar and femoral BMD and improves sensitivity for osteoporosis detection"
    },
    {
      "title": "Predicting and explaining recurrent child abuse using interpretable machine learning: Evidence from national-level child abuse data in South Korea (2017-2020)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275735/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings can assist child protection agencies and related organizations in facilitating the early prevention of child abuse recurrence and designing interventions tailored to each abuse type.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41275735",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings can assist child protection agencies and related organizations in facilitating the early prevention of child abuse recurrence and designing interventions tailored to each abuse type"
    },
    {
      "title": "Investigations into the effects of biofilm formation on the transport behavior of microplastics in open channel flows",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275682/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "The presence of biofilm on microplastics (MPs) influences their mobility in aquatic environments by modifying critical physical attributes such as size and density. This study examines how biofilm-induced alterations affect the transport characteristics of polyethylene (PE) and polyester in open-channel flow. A laboratory incubation experiment lasting 7 weeks was performed under a regulated light-dark cycle to observe biofilm growth on low-density polyethylene (LDPE). Findings revealed that...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41275682",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subcutaneous amivantamab in recurrent/metastatic head and neck squamous cell cancer after disease progression on checkpoint inhibitor and chemotherapy: Preliminary results from the phase 1b/2 OrigAMI-4 study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Overexpression of EGFR and MET occurs in a high proportion of recurrent and/or metastatic (R/M) head and neck squamous cell carcinoma (HNSCC). Amivantamab, an EGFR-MET bispecific antibody with immune-cell directing activity, is approved in EGFR-mutated advanced non-small cell lung cancer and is being evaluated in phase 3 trials for other solid tumors. Cohort 1 of OrigAMI-4 (NCT06385080) enrolled adult participants with human papillomavirus-unrelated R/M HNSCC with disease progression on/after...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41275660",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations of per- and polyfluoroalkyl substances exposure with kidney function in the Korean general population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275640/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Per- and polyfluoroalkyl substances (PFAS) are persistent and harmful environmental pollutants of international concerns. Despite widespread use of PFAS in industrial and consumer products, research exploring their effects on kidney function among Asian populations remains limited. Therefore, this study analyzed the Korean National Environmental Health Survey cycle 4 (2018-2020) data to determine the relationship between renal function and serum concentrations of perfluorooctanoic acid (PFOA),...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41275640",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the Korean National Environmental Health Survey cycle 4 (2018-2020) data to determine the relationship between renal function and serum concentrations of perfluorooctanoic acid (PFOA),",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Blood eosinophil counts and exacerbation risk in stable COPD with ≤1 moderate exacerbation on dual bronchodilator therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Higher blood eosinophil counts were associated with an increased risk of AECOPD in stable COPD patients, even among those receiving dual bronchodilators.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41275584",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Higher blood eosinophil counts were associated with an increased risk of AECOPD in stable COPD patients, even among those receiving dual bronchodilators"
    },
    {
      "title": "Cosmetic and Quality of Life Outcomes of Supraclavicular vs Conventional Thyroidectomy Incisions in Unilateral Papillary Thyroid Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275446/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The supraclavicular lateral incision approach offers enhanced cosmetic outcomes and mitigates QoL decline without increasing surgical risks. It serves as a feasible, cost-effective alternative to conventional and remote-access techniques, aligning with contemporary trends in minimally invasive thyroid surgery.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41275446",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The supraclavicular lateral incision approach offers enhanced cosmetic outcomes and mitigates QoL decline without increasing surgical risks. It serves as a feasible, cost-effective alternative to conventional and remote-access techniques, aligning with contemporary trends in minimally invasive thyro..."
    },
    {
      "title": "Lucid Episodes in People with Advanced Dementia: Characterizing caregiver reports to advance definition and measurement of episodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND AND OBJECTIVES: Lucid episodes (LEs) in advanced dementia are characterized by spontaneous, transient recovery of functional abilities. Despite recent increases in research on this previously understudied phenomenon, standard definitional criteria are lacking, presenting challenges for research. Researchers have proposed a preliminary framework to guide uniform labeling and operationalization of salient data elements for investigating LEs and developing definitional criteria. This...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41275393",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Lucid episodes (LEs) in advanced dementia are characterized by spontaneous, transient recovery of functional abilities",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three-field lymph node dissection subsequent to neoadjuvant concurrent chemoradiotherapy in esophageal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: 3FLND combined with nCRT can achieve favorable long-term survival even in patients with esophageal cancer and cervical/supraclavicular lymph node metastasis. Downstaging of cervical lymph node metastasis is a key factor in improving survival outcomes for these patients.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41275374",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "3FLND combined with nCRT can achieve favorable long-term survival even in patients with esophageal cancer and cervical/supraclavicular lymph node metastasis. Downstaging of cervical lymph node metastasis is a key factor in improving survival outcomes for these patients"
    },
    {
      "title": "Latent Dirichlet Allocation reveals tomato root-associated bacterial interactions responding to hairy root disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We investigated hydroponic tomato root-associated MCs responses to HRD using LDA, which revealed different MC trajectories in terms of plant health. Our study advances knowledge of hairy root disease regarding the mechanisms that can improve plant health monitoring in greenhouses and biocontrol strategies. From a computational perspective, we demonstrate how to apply LDA-a powerful analytical tool-to understudied subfields through visual analytics.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41276873",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "hydroponic tomato root-associated MCs responses to HRD using LDA, which revealed different MC trajectories in terms of plant health",
      "significance": null,
      "conclusion": "We investigated hydroponic tomato root-associated MCs responses to HRD using LDA, which revealed different MC trajectories in terms of plant health. Our study advances knowledge of hairy root disease regarding the mechanisms that can improve plant health monitoring in greenhouses and biocontrol stra..."
    },
    {
      "title": "Aberrant DNA methylation within circadian entrainment and clock genes two years after pediatric critical illness is associated with impaired physical and neurocognitive development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Former PICU patients exhibited altered DNA methylation in circadian entrainment and clock genes compared to healthy children, and this was associated with impaired growth, neurocognition and behavioral problems at two-year follow-up. Disruptions in circadian entrainment and clock gene methylation may contribute to the adverse long-term health consequences that children experience after critical illness.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41276843",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Former PICU patients exhibited altered DNA methylation in circadian entrainment and clock genes compared to healthy children, and this was associated with impaired growth, neurocognition and behavioral problems at two-year follow-up. Disruptions in circadian entrainment and clock gene methylation ma..."
    },
    {
      "title": "Effect of pre- and postprandial administration of Maoto extract granules on the pharmacokinetics of ephedrine and pseudoephedrine in healthy adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276775/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Kampo medicines are widely co-prescribed with Western drugs, yet package inserts typically recommend preprandial dosing. This convention can complicate co-medication schedules and may reduce adherence, while human pharmacokinetic (PK) evidence on meal-timing effects remains limited. We compared pre- versus postprandial administration of maoto to quantify effects on absorption rate and extent for ephedrine and pseudoephedrine. In a two-period, two-sequence crossover, eight healthy adults received...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41276775",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of compound-compound interactions between berberine and baicalin derivatives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276774/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "In multicomponent drugs, such as Kampo (traditional Japanese medicine) medicines, compound-compound interactions, including synergistic effects, inhibitory effects, and complex formations, should be considered. Orengedokuto is a Kampo formula, which is used for the treatment of various diseases, including inflammation, hypertension, gastrointestinal disorders, and liver and cerebrovascular diseases. During the decoction process in the production of Orengedokuto, yellow precipitates are obtained...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41276774",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pollen-pistil interaction and asymmetric reproductive interference in Veronica species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276765/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Reproductive interference is a negative interspecific interaction that can drive mutually exclusive distributions of closely related species. While recent research indicates that reproductive interference in plants frequently occurs during pollen-pistil interactions, comprehensive descriptions of these interactions are scarce. Understanding the mechanisms underlying reproductive interference requires studies integrating empirical observations with interaction analyses. This study investigates...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41276765",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between bone turnover markers and alveolar socket healing rate: A cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The bone formation marker (P1NP) and bone resorption markers (NTx and TRACP-5b) were associated with the alveolar socket healing rate in the initial months after extraction. This finding suggests that the early period of alveolar socket healing after extraction might be faster in individuals with a high bone turnover.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41276736",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that the early period of alveolar socket healing after extraction might be faster in individuals with a high bone turnover",
      "conclusion": "The bone formation marker (P1NP) and bone resorption markers (NTx and TRACP-5b) were associated with the alveolar socket healing rate in the initial months after extraction. This finding suggests that the early period of alveolar socket healing after extraction might be faster in individuals with a ..."
    },
    {
      "title": "A rare case of supratentorial ependymosarcoma harboring ZFTA::RELA fusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276717/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Ependymosarcoma is an exceedingly rare variant of ependymoma characterized by a mixture of ependymomatous and sarcomatous components. We report a case of supratentorial ependymosarcoma harboring a ZFTA::RELA fusion in a 10-year-old girl. Histologically, the tumor comprised an ependymomatous component resembling clear cell ependymoma and a sarcomatous component. ZFTA::RELA fusion was confirmed in both components. Genome-wide methylation profiling classified both components as supratentorial...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41276717",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fatal atomoxetine overdose in Japan: a forensic autopsy case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276678/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Atomoxetine has been widely used worldwide for treating attention-deficit/hyperactivity disorder. In Japan, it has been prescribed since 2009 for children and since 2012 for adults. However, no forensic autopsy cases have been reported wherein atomoxetine was identified as the primary cause of death from acute intoxication. This report describes a case of fatal acute atomoxetine intoxication in a woman in her late 20s. Prior to her death, the patient had taken several prescribed medications...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41276678",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Relationship between epicardial adipose tissue and left atrial stiffness estimated from echocardiographic parameters and left atrial pressure in patients with atrial fibrillation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study showed a weak correlation between the LA-EATVI and the LA stiffness index, but not with LA pulse pressure in patients with AF. Changes in the LA owing to EAT may need to be evaluated quantitatively and qualitatively.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41276651",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study showed a weak correlation between the LA-EATVI and the LA stiffness index, but not with LA pulse pressure in patients with AF. Changes in the LA owing to EAT may need to be evaluated quantitatively and qualitatively"
    },
    {
      "title": "Risk factors associated with higher skin age relative to chronological age in community-dwelling middle-aged Japanese adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41276635",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Domain-adaptive semi-supervised learning for efficient rare pathological lesion detection with minimal annotation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Artificial intelligence for rare pathological lesion detection faces dual challenges: expert annotation scarcity and domain shifts across institutions. Using multi-institutional kidney biopsies from 22 hospitals with 3 scanner types (NDPI, VSI, SVS), we demonstrate that model performance decreases dramatically across domains, with up to 70.3% reduction in detection precision for rare lesions such as crescents and segmental sclerosis (comprising only 2-3% of annotations). We present an approach...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41276625",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Efficacy and Tolerability of Multiple Antipsychotics Across Varying Doses for Neuropsychiatric Symptoms of Dementia Including Alzheimer's Disease: A Dose-Response Model-Based Network Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Aripiprazole 10 mg, brexpiprazole 1-2.5 mg, risperidone 1 mg, and olanzapine 2.5 mg were both effective and well tolerated, indicating their potential as favorable treatment options. As the present model incorporates several sources of uncertainty, its findings should be interpreted with caution and regarded as a provisional framework to support clinical decision-making.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41276485",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Aripiprazole 10 mg, brexpiprazole 1-2.5 mg, risperidone 1 mg, and olanzapine 2"
    },
    {
      "title": "3,4-Methylenedioxymethamphetamine (MDMA) does not induce robust psychomotor activation and 50-kHz ultrasonic vocalisations in tryptophan hydroxylase 2 (Tph2)-deficient rats lacking serotonin in the central nervous system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND IMPLICATIONS: MDMA does not induce a prominent increase in psychomotor activation and 50-kHz USV in Tph2-deficient rats lacking 5-HT in the central nervous system. This suggests that the robust induction of arousal and euphoria by MDMA in intact rats is not driven by the release of DA or NA, but depends on central 5-HT.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41276481",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "MDMA does not induce a prominent increase in psychomotor activation and 50-kHz USV in Tph2-deficient rats lacking 5-HT in the central nervous system",
      "conclusion": "AND IMPLICATIONS: MDMA does not induce a prominent increase in psychomotor activation and 50-kHz USV in Tph2-deficient rats lacking 5-HT in the central nervous system. This suggests that the robust induction of arousal and euphoria by MDMA in intact rats is not driven by the release of DA or NA, but..."
    },
    {
      "title": "Dynamic contrast-enhanced magnetic resonance imaging for distinguishing vital and non-vital teeth in jaw lesions: a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Time-intensity curves derived from dynamic contrast-enhanced MRI accurately differentiated vital from non-vital teeth in jawbone lesions, comparable to the electric pulp test.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41276437",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Time-intensity curves derived from dynamic contrast-enhanced MRI accurately differentiated vital from non-vital teeth in jawbone lesions, comparable to the electric pulp test"
    },
    {
      "title": "SILAC-based assessment of S-palmitoylated proteins in mammalian cells by metabolic labeling and click-chemistry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276351/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "S-palmitoylation of cysteine residues is the only lipid-based posttranslational modification of proteins that is reversible and therefore has important implications in cellular function. S-palmitoylation has been associated with several cellular processes (e.g., cell signaling, protein transport, cell cycle, immune response, lipid metabolism, host-pathogen interaction) and human diseases, including neurological disorders, cancer, and infectious diseases. However, S-palmitoylation research has...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41276351",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "implications in cellular function",
      "conclusion": null
    },
    {
      "title": "ACTH-secreting atypical carcinoid lung tumour expanding the Lynch syndrome spectrum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Neuroendocrine tumours (NETs) are increasingly associated with Lynch syndrome (LS). In this autosomal dominant cancer predisposition syndrome, a somatic mutation in addition to a germline pathogenic variant is required for tumour development. We describe the case of a middle-aged female patient with LS with a known germline MLH1 mutation who was diagnosed with Cushing's syndrome. An ectopic adrenocorticotropic hormone (ACTH) producing carcinoid tumour of the lung with lymph node metastases was...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41276290",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predicting human subcutaneous bioavailability of monoclonal antibodies using an open flow microperfusion porcine model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276181/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Subcutaneous (SC) administration of monoclonal antibodies (mAbs) offers several advantages including patient self-administration, improved treatment adherence, and reduced healthcare costs. However, predicting human bioavailability remains challenging. This study presents a novel approach combining open flow microperfusion (OFM) technology in a porcine model with physiologically based pharmacokinetic (PBPK) modeling to investigate local mAb-tissue interactions and predict human bioavailability...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41276181",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increase in the Age of Onset of Pediatric Acute Otitis Media After the COVID-19 Pandemic: A Study at a Primary Emergency Medical Center",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276170/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A multifactorial effect, including reduced vaccination coverage, may have contributed to the increase in age at the onset of AOM during the post-COVID-19 period compared with the other study periods.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41276170",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A multifactorial effect, including reduced vaccination coverage, may have contributed to the increase in age at the onset of AOM during the post-COVID-19 period compared with the other study periods"
    },
    {
      "title": "Rationalizing and mitigating the risk of live-attenuated dengue vaccines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276011/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41276011",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current trends in liquid chromatography-mass spectrometry analysis of small interfering RNAs: A short review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Small interfering RNA (siRNA) therapeutics represent one of the most rapidly advancing pharmaceutical modalities. Since the approval of the first siRNA-based drug in 2018, seven siRNA therapeutics have been approved to date. During manufacturing, \"non-optimal duplexes\" and \"single-stranded impurities\" can arise from synthetic byproducts such as shortmers and longmers, or from minor imbalances in strand quantification and mixing. Furthermore, phosphorothioate linkages introduce chirality,...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41275823",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The influence of applewood polyphenols on the oxidative stability of mayonnaise",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Lipid oxidation is a primary cause of quality deterioration in mayonnaise. The aim of the present study was to determine the effect of polyphenols extracted from applewood in inhibiting lipid autoxidation in mayonnaise during 12 weeks of storage at 37 °C, compared to a mayonnaise with the synthetic antioxidant (EDTA) and a control mayonnaise. The oxidative stability was studied by measuring hydroperoxides (FOX), volatile organic compounds (HS-SPME GC-MS) and the evolution of the predominant...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41275811",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of the present study was to determine the effect of polyphenols extracted from applewood in inhibiting lipid autoxidation in mayonnaise during 12 weeks of storage at 37 °C, compared to a mayonnaise wi...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between additional non-weekday rehabilitation and discharge function after hip fracture, modified by age and admission function: a retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Tailoring rehabilitation strategies for individual characteristics, particularly age and baseline functional status, may optimize outcomes in people with hip fractures. Additional non-weekday rehabilitation may be particularly beneficial for older people and those with lower ADL scores at admission.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41275788",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Tailoring rehabilitation strategies for individual characteristics, particularly age and baseline functional status, may optimize outcomes in people with hip fractures. Additional non-weekday rehabilitation may be particularly beneficial for older people and those with lower ADL scores at admission"
    },
    {
      "title": "The effectiveness of physiotherapy sitting balance treatments on sitting balance outcomes in early sub-acute stroke. A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275723/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The current sitting balance treatments offered to early sub-acute stroke patients show significant improvements in sitting balance primary outcome. Sitting balance treatments can be categorised into four sub-types, helping to standardise clinical application and ensure consistency in future research.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41275723",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The current sitting balance treatments offered to early sub-acute stroke patients show significant improvements in sitting balance primary outcome. Sitting balance treatments can be categorised into four sub-types, helping to standardise clinical application and ensure consistency in future research"
    },
    {
      "title": "Incidence and clinical features of venous thromboembolism in patients with lung cancer in Japan: results from the CS-Lung-003 prospective observational registry study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The incidence of VTE in this study was low, suggesting that there may have been patients with VTE complications that were not reported in the registry. In addition, most patients with VTE received therapeutic intervention; appropriate diagnosis and treatment may have allowed cancer treatment to continue. Appropriate diagnosis and treatment of VTE might allow lung cancer therapy continuation without compromising survival.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41275531",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The incidence of VTE in this study was low, suggesting that there may have been patients with VTE complications that were not reported in the registry. In addition, most patients with VTE received therapeutic intervention; appropriate diagnosis and treatment may have allowed cancer treatment to cont..."
    },
    {
      "title": "Agamospermy as a mechanism to maintain species boundaries in sympatric Goodyera species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275329/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The agamospermous reproductive mode of G. crassifolia likely serves as an effective barrier to interspecific gene flow from sympatric G. schlechtendaliana at the study site. To our knowledge, this is the first detailed investigation of how agamospermy functions as a mechanism of reproductive isolation in orchids.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41275329",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The agamospermous reproductive mode of G. crassifolia likely serves as an effective barrier to interspecific gene flow from sympatric G"
    },
    {
      "title": "Seasons of Growth: Reflections on the CPT Editor-in-Training Program",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276897",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intraspecific variation in the growth-defense trade-off among deciduous and evergreen broadleaf woody plants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276876/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Plants make tradeoffs between growth and defense. However, differences in these tradeoffs interindividual, variation on the axes of trait expression, remain poorly understood. We evaluated six key leaf traits - defense traits (total phenols, condensed tannins, flavonoids, and specific leaf density) and nutrient acquisition traits (nitrogen and phosphorus content)-across 1985 individuals representing 314 species in 18 natural forest communities along a 4000-km latitudinal gradient in China. We...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276876",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adipose-derived mesenchymal stem cell therapy modulates mitochondrial function to attenuate acetaminophen-induced liver injury by DDIT4/PGC-1α axis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In summary, this study indicates the potential role of stem cell therapy in modulating mitochondrial function and highlights the role of activation the DDIT4/PGC-1α pathway in protecting hepatic mitochondria to alleviate AILI. This study provides a new mechanistic perspective for stem cell therapy in the treatment of AILI and potential targets for clinical drug development.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276869",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "the potential role of stem cell therapy in modulating mitochondrial function and highlights the role of activation the DDIT4/PGC-1α pathway in protecting hepatic mitochondria to alleviate AILI",
      "conclusion": "In summary, this study indicates the potential role of stem cell therapy in modulating mitochondrial function and highlights the role of activation the DDIT4/PGC-1α pathway in protecting hepatic mitochondria to alleviate AILI. This study provides a new mechanistic perspective for stem cell therapy i..."
    },
    {
      "title": "Mesenchymal stem cells and extracellular vesicles for knee osteoarthritis: clinical application, mechanism exploration and prospect",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Knee osteoarthritis (KOA) is a prevalent degenerative joint disease characterized by progressive articular cartilage degeneration, synovial inflammation, and abnormal subchondral bone remodeling, with no curative treatment currently available. Mesenchymal stem cells (MSCs) and their extracellular vesicles (MSC-EVs) have emerged as promising therapeutic strategies for KOA due to their anti-inflammatory, regenerative, and immunomodulatory properties. Clinical studies demonstrate that...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276868",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A gal4 insertion in the rx3 locus as a tool for visualization and manipulation of eye fated cells in zebrafish",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276867",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hypomethylation of the MEG8:Int2-DMR in patients with pathogenic PLAG1 variants suggests new role of the chr14q32 imprinting cluster in Silver-Russell syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our results indicate that pathogenic PLAG1 variants leading to stable aberrant PLAG1 proteins and possibly acting in a dominant-negative manner influence methylation of the MEG8 locus. This study suggests a new pathogenetic mechanism of the PLAG1 gene in SRS, involving imprinted genes in the chr14q32 cluster through deregulation of the MEG8:Int2-DMR and provides an epigenetic signature that may be used to assess the damaging potential of the PLAG1 variants.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276848",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": "a new pathogenetic mechanism of the PLAG1 gene in SRS, involving imprinted genes in the chr14q32 cluster through deregulation of the MEG8:Int2-DMR and provides an epigenetic signature that may be used...",
      "conclusion": "Our results indicate that pathogenic PLAG1 variants leading to stable aberrant PLAG1 proteins and possibly acting in a dominant-negative manner influence methylation of the MEG8 locus. This study suggests a new pathogenetic mechanism of the PLAG1 gene in SRS, involving imprinted genes in the chr14q3..."
    },
    {
      "title": "Patients with inflammatory bowel disease exhibit increased susceptibility to HCoV-NL63",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276845/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Immunocompromised inflammatory bowel disease (IBD) patients may develop life-threatening pneumonia and bronchiolitis upon HCoV-NL63 infection. However, little is known whether these patients will be more susceptible to HCoV-NL63 infection. We compared the expression of ACE2 in different tissues and cell lines. Besides, the susceptibility of colonic cells to HCoV-NL63 was assessed. We then examined the expression of ACE2 in the colonic mucosa from IBD patients and animal models, and in the...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276845",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: MiR-7683-3p from M2-exosomes attenuated atherosclerosis by activating the PPARγ-LXRα-ABCG1 pathway mediated cholesterol efflux of vascular smooth muscle cell derived foam cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276840/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276840",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Galvanic vestibular stimulation promotes visuospatial cognitive recovery in acute unilateral vestibulopathy via targeted neural modulation: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276839/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings support GVS as a neuromodulatory intervention to enhance spatial memory and facilitate cognitive recovery in AUPV. By modulating vestibulo-hippocampal circuits, GVS may offer a promising therapeutic avenue for cognitive rehabilitation in unilateral vestibular dysfunction.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276839",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings support GVS as a neuromodulatory intervention to enhance spatial memory and facilitate cognitive recovery in AUPV. By modulating vestibulo-hippocampal circuits, GVS may offer a promising therapeutic avenue for cognitive rehabilitation in unilateral vestibular dysfunction"
    },
    {
      "title": "CagA-positive H. pylori may protect against disease of the hands, feet, and mouth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276838/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: When compared to children in good health, individuals with HFMD had much lower levels of Helicobacter pylori infection. Additionally, H. pylori that carries the CagA gene could be able to prevent the development of HFMD.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276838",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "When compared to children in good health, individuals with HFMD had much lower levels of Helicobacter pylori infection. Additionally, H"
    },
    {
      "title": "GSTK1 suppresses HCC aggravation via L-carnitine metabolism by PGAM5/DRP1 complex-mediated mitochondrial quality control",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: GSTK1 was shown to be a tumor suppressor via its role in MQC and L-carnitine metabolism. Bexarotene and L-carnitine supplementation may serve as potential therapeutic strategies for HCC treatment.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276823",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GSTK1 was shown to be a tumor suppressor via its role in MQC and L-carnitine metabolism. Bexarotene and L-carnitine supplementation may serve as potential therapeutic strategies for HCC treatment"
    },
    {
      "title": "Human induced pluripotent stem cell-derived neurons and coculture conditions regulate the adipogenic differentiation and functionality of human adipose stromal/stem cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This research provides a novel human cell-based 3D in vitro model to study adipose tissue innervation and neuro-adipose interactions. Here, the novel human cell-based coculture model holds great potential for future mechanistic studies of neuro-adipose regulation.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276818",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This research provides a novel human cell-based 3D in vitro model to study adipose tissue innervation and neuro-adipose interactions. Here, the novel human cell-based coculture model holds great potential for future mechanistic studies of neuro-adipose regulation"
    },
    {
      "title": "Bushen Huatan formula alleviates polycystic ovary syndrome in rats by activating the PI3K/Akt pathway to inhibit GSDMD-mediated pyroptosis and mitochondrial damage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276800/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study shows that BSHT dose-dependently activates the PI3K/Akt pathway, inhibits GSDMD-mediated pyroptosis, and improves mitochondrial dysfunction in PCOS. Its regulation of inflammation, oxidative stress, metabolism, and ovarian function suggests a promising multi-target therapeutic strategy and provides insights for future clinical applications.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276800",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that BSHT dose-dependently activates the PI3K/Akt pathway, inhibits GSDMD-mediated pyroptosis, and improves mitochondrial dysfunction in PCOS",
      "conclusion": "This study shows that BSHT dose-dependently activates the PI3K/Akt pathway, inhibits GSDMD-mediated pyroptosis, and improves mitochondrial dysfunction in PCOS. Its regulation of inflammation, oxidative stress, metabolism, and ovarian function suggests a promising multi-target therapeutic strategy an..."
    },
    {
      "title": "Spinal dorsal horn IGF1 mediates the preventive effect of electroacupuncture on cisplatin-induced peripheral neuropathy via neuronal IGF1R in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Spinal dorsal horn IGF1 contributes to the preventive effect of EA treatment against cisplatin-induced peripheral neuropathy through neuronal IGF1R signaling in mice. The enhanced neuronal IGF1/IGF1R signaling in the spinal cord presents a potential strategy for CIPN prevention.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276799",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Spinal dorsal horn IGF1 contributes to the preventive effect of EA treatment against cisplatin-induced peripheral neuropathy through neuronal IGF1R signaling in mice. The enhanced neuronal IGF1/IGF1R signaling in the spinal cord presents a potential strategy for CIPN prevention"
    },
    {
      "title": "Machine learning model for HBsAg seroclearance after 48-week pegylated interferon therapy in inactive HBsAg carriers: a retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The RF-based model accurately predicts HBsAg clearance in IHC patients undergoing Peg-IFN therapy and offers a promising tool for early identification of candidates for individualized treatment strategies.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276798",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The RF-based model accurately predicts HBsAg clearance in IHC patients undergoing Peg-IFN therapy and offers a promising tool for early identification of candidates for individualized treatment strategies"
    },
    {
      "title": "Gaps and Opportunities in Global Mental Health Research: Disparities Across Geographic Regions and Income Levels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276790/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276790",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Updates on Vaccine-Preventable Respiratory Viral Infections in Pediatric Solid Organ Transplant Recipients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276789/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "The global burden of acute lower respiratory tract infections, including viral etiologies, equated to 725 557 deaths in 2021 in children under 4 years of age. Community-acquired respiratory viral infections (RVI) also carry a high burden among pediatric solid organ transplant recipients (PSOTR), accounting for 14.5% of hospitalizations in the first year post-transplant in an American cohort. This mini review on behalf of the International Pediatric Transplant Association (IPTA) infectious...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276789",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of severe stress with the onset of chronic kidney disease after the Great East Japan Earthquake: the Fukushima Health Management Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276777/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Among the well-recognized risk factors, severe stress reflected by a high K6 score was established to be correlated with CKD onset among residents originally without CKD. Stress management may be another treatment strategy for treating CKD.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276777",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among the well-recognized risk factors, severe stress reflected by a high K6 score was established to be correlated with CKD onset among residents originally without CKD. Stress management may be another treatment strategy for treating CKD"
    },
    {
      "title": "Low Risk, High Stakes: Factors Associated with Low COVID-19 Risk Perception Among Black Chicago Residents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Black Americans consistently face dramatic health disparities throughout the United Status. The COVID-19 pandemic disproportionately impacted Black communities, leading to disparities in hospitalizations and death. Using a health equity lens, this study aimed to explore factors associated with COVID-19 risk perception, including the role of medical mistrust and experience of racism and discrimination among Black adults in Chicago. Survey data was collected among 538 Black Chicago residents...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276758",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "explore factors associated with COVID-19 risk perception, including the role of medical mistrust and experience of racism and discrimination among Black adults in Chicago",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of the Integration of Genetics and Genomics Into Nursing Practice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276756/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Nurses felt genomics was important but have capacity deficits. Despite genomic discoveries and evidence-based practice guidelines that impact healthcare quality and safety, 20 years after the Genomic Competencies were established (2005) nursing genomic practice capacity remains low.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276756",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "but have capacity deficits",
      "conclusion": "Nurses felt genomics was important but have capacity deficits. Despite genomic discoveries and evidence-based practice guidelines that impact healthcare quality and safety, 20 years after the Genomic Competencies were established (2005) nursing genomic practice capacity remains low"
    },
    {
      "title": "Psychometric Properties of the SarQoL Questionnaire: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This meta-analysis consolidates a decade of evidence and confirms the strong psychometric properties of SarQoL, with a high level of evidence.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276743",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This meta-analysis consolidates a decade of evidence and confirms the strong psychometric properties of SarQoL, with a high level of evidence"
    },
    {
      "title": "Exploring targeted therapies against RFPL3 for non-small cell lung cancer with lymph node metastasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study revealed the critical role of RFPL3 in NSCLC, suggesting that RFPL3 might serve as both a biomarker and a therapeutic target for this type of cancer, which provides new insight for improving patient prognoses.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276729",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study revealed the critical role of RFPL3 in NSCLC, suggesting that RFPL3 might serve as both a biomarker and a therapeutic target for this type of cancer, which provides new insight for improving patient prognoses"
    },
    {
      "title": "Quercetin as a Novel Antidepressant: Mechanistic Insights into Its Neuroprotective and Anti-inflammatory Effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276725/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Depression is a globally recognized leading cause of mental health disability and mortality worldwide, severely affecting individuals' daily lives and relationships. At present, the limitation of first-line antidepressants has brought great difficulties to the treatment of depression. Therefore, the development of new antidepressants is imminent. Quercetin is considered as a potential antidepressant drug due to its potent anti-inflammatory, antioxidant, and neuroprotective effects. We explored...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276725",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Follicular Thyroid Carcinoma Relapse Cases - Revisited by X-ray 3D Virtual Histology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276719/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "The diagnosis and prognosis of follicular thyroid neoplasms are based on the identification of capsular and vascular invasion. Although conventional histology allows accurate classification in most cases, its inherent limitations in tissue sampling can result in misjudgment of both the presence and extent of invasion, and occasionally result in diagnostic inaccuracies. Consequently, unexpected tumor recurrence or overtreatment still represent significant clinical challenges. To mitigate these...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276719",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative analysis of Robotic-Assisted, Laparoscopic, and open radical nephrectomy: Utilization, Costs, and clinical outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276716",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IL-17 as a New Player in Neuroimmune Cross-Talk: Rewiring Behaviors Through Cytokine-Receptor Cartography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276713/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276713",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cortical Control of Itch Sensation by Vasoactive Intestinal Polypeptide-Expressing Interneurons in the Anterior Cingulate Cortex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276712/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "The anterior cingulate cortex (ACC) has recently been proposed as a key player in the representation of itch stimuli. However, to date, little is known about the contribution of specific ACC interneuron populations to itch processing. Using c-Fos immunolabeling and in vivo Ca^(2+) imaging, we reported that both histamine and chloroquine stimuli-induced acute itch caused a marked enhancement of vasoactive intestinal peptide (VIP)-expressing interneuron activity in the ACC. Behavioral data...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276712",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Closing the data gap: leveraging pretrained neural networks for robotic surgical assessment on limited clinical data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276704/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276704",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prediction of prognostic biomarkers for hepatocellular carcinoma and immune microenvironment infiltration based on single-cell sequencing and RNA-Seq integration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276703/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study identified and validated prognostic biomarkers in HCC that effectively predict patient survival rates and immune infiltration characteristics. These findings provide a potential foundation for precision medicine strategies in HCC, offering novel insights into the tumor-immune microenvironment and its clinical implications.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276703",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified and validated prognostic biomarkers in HCC that effectively predict patient survival rates and immune infiltration characteristics. These findings provide a potential foundation for precision medicine strategies in HCC, offering novel insights into the tumor-immune microenviron..."
    },
    {
      "title": "Gastrodin Injection Relieves Hypoxic-Ischemic Brain Injury in Newborn Rats by Regulating the P62/Nrf2/HO-1 Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276691/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Hypoxic-ischemic encephalopathy (HIE) is a leading cause of neonatal mortality and disability, yet effective treatments remain limited. Gastrodia elata is a Chinese medicinal herb that has both medicinal and edible properties. Previous studies have shown that gastrodin has neuroprotective potential for brain injury. There is currently no clear evidence proving that gastrodin is toxic to newborns. Gastrodin may be a promising drug for treating HIE. To investigate this, a hypoxic-ischemic brain...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276691",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A selective RPL15 PROTAC degrader enhances anti-PD-1 immunotherapy in a murine melanoma tumor model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Damage-associated molecular patterns (DAMPs) are secreted from damaged or dying cells and activate innate immune signaling via pattern-recognition receptors such as Toll-like receptors and cGAS. We previously showed that topotecan, a chemotherapeutic drug and topoisomerase I (TOP1) inhibitor, binds to ribosomal protein RPL15 and induces the secretion of DAMPs from cancer cells, which activate cGAS-STING signaling in dendritic cells. RPL15-knockdown B16-F10 melanoma tumors were sensitized to...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276688",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differentiating well-differentiated neuroendocrine tumors grade 3 from poorly differentiated neuroendocrine carcinomas and adenocarcinoma with neuroendocrine differentiation: a comprehensive review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Gastroenteropancreatic well-differentiated neuroendocrine tumors (NETs) exhibit markedly different behavior and responses to therapy compared to poorly-differentiated neuroendocrine carcinomas (NECs). However, in certain NETs-particularly grade 3 (Ki-67 > 20%) and the more recently recognized subgroup of G2b (Ki-67 of 10%- ≤ 20%)-often display ambiguous morphology or overlap with NECs and are associated with more aggressive clinical behavior, leading oncologists to consider whether these tumors...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276674",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical consensus on vestibular infant screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276659/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This clinical consensus provides foundational guidance for the implementation of VIS in infants, advocating for standardized protocols to improve early diagnosis and intervention. Widespread adoption of these recommendations may enhance developmental outcomes by enabling timely detection and management of vestibular dysfunction in early childhood.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276659",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This clinical consensus provides foundational guidance for the implementation of VIS in infants, advocating for standardized protocols to improve early diagnosis and intervention. Widespread adoption of these recommendations may enhance developmental outcomes by enabling timely detection and managem..."
    },
    {
      "title": "Predictive analytics characterize cardiovascular function and outcomes following cardiac surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276644/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Display of risk scores of cardiovascular and respiratory instabilities following cardiac surgery may help identify patients at risk for worse clinical outcomes, allowing for earlier intervention, potentially improving outcomes.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276644",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Display of risk scores of cardiovascular and respiratory instabilities following cardiac surgery may help identify patients at risk for worse clinical outcomes, allowing for earlier intervention, potentially improving outcomes"
    },
    {
      "title": "Early prediction of response to ADT plus ARPIs in mHSPC using interpretable machine learning on PSMA PET/CT: a real-world study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The explainable CatBoost-based model integrating quantitative PSMA PET/CT features demonstrated promising accuracy in predicting response to ADT plus ARPIs in mHSPC. When combined with the CHAARTED classification, it facilitated risk stratification. Prospective multicenter validation is required.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276643",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The explainable CatBoost-based model integrating quantitative PSMA PET/CT features demonstrated promising accuracy in predicting response to ADT plus ARPIs in mHSPC. When combined with the CHAARTED classification, it facilitated risk stratification"
    },
    {
      "title": "Meningeal macrophages alleviate social memory defects in an early Alzheimer's disease model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Macrophages are enriched in the meninges, but their pathophysiological functions remain unclear. Here, we report the involvement of meningeal macrophages in the pathogenesis of Alzheimer's disease (AD). Specifically, M2-like macrophages with high levels of transforming growth factor-β1 (TGF-β1) were increased in the cerebrospinal fluid of patients with mild cognitive impairment and the meninges of young 5×FAD mice. Targeting meningeal macrophages to inhibit TGF-β1 exacerbated social behavioral...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276614",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mendelian randomization facilitates identification of schizophrenia risk enhancer RNAs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276612/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "The transcription of enhancer RNA (eRNA) marks enhancer activity and may confer context-dependent regulatory functions, yet its underlying mechanism remains elusive. Leveraging BrainSeq data, we constructed ancestry-stratified expression quantitative trait locus (eQTL) maps for 71,022 transcriptional non-coding enhancer (TNE) RNAs. By integrating the latest Psychiatric Genomics Consortium (PGC3) schizophrenia GWAS with European-ancestry population-based eQTLs via Summary-data-based Mendelian...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276612",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Individualized cortical thickness asymmetry in autism spectrum disorder and schizophrenia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276611/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Cortical thickness asymmetry has been proposed as a latent biomarker for autism spectrum disorder (ASD) and schizophrenia (SZ). However, the degree of abnormal asymmetry at the individual level in ASD and SZ remains unclear. To investigate this, we employed a normative modeling approach. Normative ranges for the whole brain and regional (160 cortical parcels) cortical thickness asymmetry index (AI) were established using a training set of healthy subjects (n = 4904, 45.15% male, age range: 6-95...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276611",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling the gas-sensing potential of methylene-bridged [6]cycloparaphenylene nanobelt: a DFT perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276597/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276597",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TESMIN promotes lung adenocarcinoma proliferation, migration and invasion via PI3K/AKT/mTOR signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276573/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276573",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of ferrofluid droplets on hydrophobic surfaces with presence of magnetic fields",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276570/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "The motion of ferrofluid droplet on hydrophobic surface has attracted significant research interests due to its potential applications in biomedicine, sensor technologies, and oil-water separation processes. This study investigates ferrofluid droplet impact on a hydrophobic surface and analyzes how ferromagnetic particles in the droplet affect the interaction characteristics of droplet in terms of spreading, retraction, and the formation of secondary droplets during rebound cycles. The results...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276570",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on a hydrophobic surface and analyzes how ferromagnetic particles in the droplet affect the interaction characteristics of droplet in terms of spreading, retraction, and the formation of secondary dro...",
      "conclusion": null
    },
    {
      "title": "Modeling and integration of rooftop photovoltaic systems for sustainable energy access in public sector buildings in diverse climates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "The paper presents a comprehensive technical evaluation of grid-connected rooftop solar photovoltaic (PV) systems installed at two public sector buildings located in climatically diverse regions. The primary objective is to maximize the energy output of each PV system, which has been designed and optimized based on the locally-constrained conditions and the resource availability. Proposed location (PL-1) situated in a semi-arid region, was simulated using Aurora Solar, while PL-2, situated in a...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276561",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "is to maximize the energy output of each PV system, which has been designed and optimized based on the locally-constrained conditions and the resource availability",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fe₃O₄@MCM-41-Cystine-ZnCl₂ nanocomposite in deep eutectic solvent: a sustainable and scalable catalytic system for three-component synthesis of triarylpyridines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "In this paper, we report a novel Fe₃O₄@MCM-41-Cystine-ZnCl₂ nanocatalyst as a highly active, recyclable, and sustainable platform for the synthesis of triarylpyridines. This catalyst integrates the benefits of a mesoporous MCM-41 support, magnetic Fe₃O₄ core, and ZnCl₂ Lewis acid centers stabilized by cystine linkers, resulting in high surface area, strong catalytic activity, and excellent stability. Under optimized conditions (100 °C, 2 h, 7 mol% catalyst) in a deep eutectic solvent (choline...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276558",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Manipulating mechanical strength of isoreticular two-dimensional polyamide materials via multiple interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Anisotropic two-dimensional (2D) materials exhibit huge difference in the directions parallel and vertical to the plane, especially in mechanical properties, and the connecting interactions among 2D nanosheets dominates the bulk mechanical strength owing to the challenge to prepare continuous, single-crystal 2D material film at macroscopic scale. Herein, we report a series of isoreticular 2D polyamide materials and reveal that smaller structural units result in higher Young's modulus, while...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276538",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disentangling the mechanistic role of loop-C capping in Cys-loop receptor activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "A comparison of atomic models of Cys-loop receptors reveals that the largest rearrangement upon agonist binding and gating is the contraction (\"capping\") of the neurotransmitter binding-site loop C. The capping of this loop has often been suggested to act as the mechanical link that couples the binding of extracellular ligands to the gating of the transmembrane pore. However, because binding and gating are inextricably linked, testing this idea experimentally has proved challenging. Here, we...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276537",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Westerly jet waviness modulates mid-latitude hydroclimate variability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "The mid-latitude ecological environment is highly vulnerable, and increasing hydroclimate variability poses a significant threat to it. However, the mechanisms driving this variability remain unclear due to short observational records and climate model biases. Here, we present a sub-millennial resolution precipitation record spanning the past ~5.7 million years (Myr), derived from a 300.8-meter fluvio-lacustrine sediment core in mid-latitude East Asia (northern China). Our results reveal a...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276532",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Seismogenic strength and anatomy of mahendragarh-dehradun fault: implication to seismic risk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "We examined stress transfer associated with four moderate earthquakes (M(L) ≥ 4.0) along the Mahendragarh-Dehradun Fault (MDF) to assess its seismogenic strength and potential for triggering future events in the Delhi-NCR region. The selected earthquakes occurred on 2006-05-07 (M(L) 4.2), 2012-03-05 (M(L) 5.1), 2017-06-01 (M(L) 4.6), and 2020-05-29 (M(L) 4.2). Coulomb Failure Stress (CFS) analysis revealed notable stress redistribution and fault interactions near the MDF and adjacent structures...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276531",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "the Delhi-NCR region. The selected earthquakes occurred on 2006-05-07 (M(L) 4.2)",
      "objective": "stress transfer associated with four moderate earthquakes (M(L) ≥ 4",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The hydrogen-to-carbon mole perspective reveals cleanness and inequality of global and national fossil fuel transition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Transition away from fossil fuels concerns both carbon and hydrogen as the main energy carriers in different hydrocarbons, but the current energy transition literature primarily emphasizes carbon, with limited attention to hydrogen embedded in fossil fuels. Here we introduce the index of Hydrogen-to-Carbon Mole Ratio (HCR) to measure the clean transition and inequality of global and national fossil fuel consumption, production, export, and import over nearly four decades (1980-2016). We show...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276516",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechano-bioactive hydrogel bioelectronics for mechanical-electrical-bioenergetic conversion and glia-modulating neural regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276512/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Dynamic mechanical cues are crucial for glial neuromodulation and energy metabolism in neural regeneration, yet the mechanisms underlying mechanotransduction and intracellular organelle responses in glia after neurotrauma remain vague. In this study, we develop mechano-bioactive piezoelectric hydrogel bioelectronics (BaTiO(3)-embedded collagen-1 hydrogel) and investigate mechanotransduction in astrocytes and Schwann cells. Ultrasound-driven piezoelectric hydrogel bioelectronics exerts electrical...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276512",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fructose intake driven glycolysis-ROS-EGFR axis specifically promotes the generation and pathogenicity of Th17 cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Th17 cells are quite heterogeneous. Treating Th17-related inflammatory disorders requires understanding the functionally diverse subtypes in the context of tissue homeostasis, which is shaped by nutrient availability among other factors. Here, we show that increased consumption of fructose exacerbates colitis and experimental autoimmune encephalomyelitis (EAE), via pathogenic Th17 cells. Fructose selectively enhances the differentiation and function of this pathogenic subtype of Th17 cells,...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276507",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeting fibroblast derived thrombospondin 2 disrupts an immune-exclusionary environment at the tumor front in colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276505/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Fibrotic colorectal cancers (CRC) are largely microsatellite-stable and display desmoplastic stroma with poor immune infiltration. Here we identify thrombospondin-2 (THBS2) as a key regulator of the immune-exclusionary phenotype in fibrotic CRC. THBS2 is highly expressed by matrix cancer-associated fibroblasts at the tumor front. In an orthotopic model using desmoplastic tumor organoids, global or fibroblast-specific Thbs2 deletion disrupts the exclusionary barrier and increases intratumoral CD8...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276505",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A rapid and dynamic role for FMRP in the plasticity of adult neurons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276503/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Fragile X syndrome is a neurodevelopmental disorder caused by silencing Fragile X messenger ribonucleoprotein 1 (Fmr1), which encodes the FMRP RNA-binding protein. Although Fmr1 is expressed in adult neurons, it has been challenging to separate acute from chronic effects of loss of Fmr1. Here we use the precision of Drosophila genetics to show that FMRP acutely regulates neuronal plasticity in adult small ventral lateral circadian pacemaker neurons (s-LNvs), which show daily rhythms in their...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276503",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "6‴-Feruloylspinosin ameliorates pressure overload-induced heart failure with comorbid insomnia through the activation of RORα",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276490/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND IMPLICATIONS: Our findings highlight 6-FS as a novel RORα activator with dual cardioprotective and sleep-enhancing benefits, offering new insights into the prevention and treatment of cardiovascular diseases with comorbid sleep disturbances.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276490",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "Our findings highlight 6-FS as a novel RORα activator with dual cardioprotective and sleep-enhancing benefits, offering new insights into the prevention and treatment of cardiovascular diseases with c...",
      "conclusion": "AND IMPLICATIONS: Our findings highlight 6-FS as a novel RORα activator with dual cardioprotective and sleep-enhancing benefits, offering new insights into the prevention and treatment of cardiovascular diseases with comorbid sleep disturbances"
    },
    {
      "title": "From 2D to 3D: transforming malignant bone tumor research with advanced culture models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276473/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Osteosarcoma (OS), chondrosarcoma (CS), and Ewing sarcoma (ES) represent primary malignant bone tumors and pose significant challenges in oncology research and clinical management. Conventional research methods, such as two-dimensional (2D) cultured tumor cells and animal models, have limitations in recapitulating the complex tumor microenvironment (TME) and often fail to translate into effective clinical treatments. The advancement of three-dimensional (3D) culture technology has revolutionized...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276473",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Food-derived bioactive peptides: health benefits, structure‒activity relationships, and translational prospects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276472/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Food-derived bioactive peptides (FBPs), particularly those with ten or fewer amino acid residues and a molecular weight below 1300 Da, have gained increasing attention for their safe, diverse structures and specific biological activities. The development of FBP-based functional foods and potential medications depends on understanding their structure‒activity relationships (SARs), stability, and bioavailability properties. In this review, we provide an in-depth overview of the roles of FBPs in...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276472",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preclinical Evaluation of the Effect of Liquid Platelet-Rich Fibrin and a Volume-Stable Collagen Matrix on Periodontal Regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276468/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Within its limitations, the present study indicates that (i) liquid PRF, alone or combined with a volume-stable collagen matrix, enhances periodontal regeneration more than open flap debridement alone, and (ii) the combination tends to show the most favourable outcomes.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276468",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Within its limitations, the present study indicates that (i) liquid PRF, alone or combined with a volume-stable collagen matrix, enhances periodontal regeneration more than open flap debridement alone, and (ii) the combination tends to show the most favourable outcomes"
    },
    {
      "title": "Ni-Catalyzed Thioetherification of Alkyl and Aryl Thiols With Aryl Bromides Under Base-Free Condition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276466/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "A method for Ni-catalyzed coupling of thiophenols and thiols with aryl bromides is described. The reactions proceed under mild, base-free conditions and accommodate the coupling of tertiary alkyl thiols, aryl thiols, and cysteine derivatives with aryl electrophiles, yielding alkyl-aryl and diaryl thioethers in moderate to high yields.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276466",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The interplay of phase fluctuations and nodal quasiparticles: ubiquitous Fermi arcs in two-dimensional d-wave superconductors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276453/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276453",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elevated carbon dioxide stimulates efficient organic carbon consumption for the unicellular alga Galdieria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276445/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Unicellular algae are appealing for nutritional and biotechnological utility, but show wide variation across strains and can be challenging to produce. Species in the thermo-acidophilic genus Galdieria use diverse organic carbon sources for fermentative growth, which can include waste-stream feedstocks, while having complete amino acid compositions for human nutrition. Here, we investigated the metabolic dynamics of Galdieria to catalog organic carbon conversion to biomass. Tested strains had...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276445",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the metabolic dynamics of Galdieria to catalog organic carbon conversion to biomass",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthetic MRI Parameters and Breast Cancer Heterogeneity: A Quantitative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: SyMRI-derived quantitative metrics are associated with both pathological and imaging features. Effect size analysis highlights histological grade as the most influential confounding factor in the interpretation of quantitative SyMRI.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276434",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SyMRI-derived quantitative metrics are associated with both pathological and imaging features. Effect size analysis highlights histological grade as the most influential confounding factor in the interpretation of quantitative SyMRI"
    },
    {
      "title": "The Feasibility of Telerobotic Pancreaticojejunostomy Using a Surgical Robot: A Pilot Study With Commercial Optical Networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We demonstrated that pancreaticojejunostomy can be performed in a telesurgical environment. This system can be applied to remote surgical guidance and support in the future and it is expected to correct regional disparities in medical care, improve surgical education, and enhance the implementation of remote surgery in society.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276412",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We demonstrated that pancreaticojejunostomy can be performed in a telesurgical environment. This system can be applied to remote surgical guidance and support in the future and it is expected to correct regional disparities in medical care, improve surgical education, and enhance the implementation ..."
    },
    {
      "title": "Impact of need-based educational interventions on anxiety, resilience, and satisfaction among relatives of ICU patients: A randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276406/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Need-based educational interventions significantly reduced anxiety and increased satisfaction among ICU patients' relatives, highlighting their potential benefits, though resilience levels showed no significant change; further research is recommended.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276406",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Need-based educational interventions significantly reduced anxiety and increased satisfaction among ICU patients' relatives, highlighting their potential benefits, though resilience levels showed no significant change; further research is recommended"
    },
    {
      "title": "Updating the Hybrid Algorithm: The Continual Evolution of Chronic Total Occlusion Percutaneous Coronary Intervention Techniques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276394/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "The hybrid algorithm had a substantial impact on improving chronic total occlusion (CTO) percutaneous coronary intervention (PCI) success rates. Over the last decade, techniques and technologies have continued to evolve. We describe some of these novel approaches including dual lumen microcatheter-facilitated parallel wiring and re-entry, intravascular ultrasound-guided wiring and re-entry, and investment procedures. In addition, we discuss the redeployment of some established techniques...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276394",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on improving chronic total occlusion (CTO) percutaneous coronary intervention (PCI) success rates",
      "conclusion": null
    },
    {
      "title": "Updates in Clinical Data for Chronic Total Occlusion Percutaneous Coronary Intervention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276384/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Chronic total occlusion (CTO) percutaneous coronary intervention (PCI) techniques and equipment have evolved over the past 2 decades. This has led to higher success rates, shorter case duration, less radiation and contrast use, and fewer complications. More recent data have shown benefits of CTO PCI extend beyond symptom improvement and include left ventricular function recovery, and reductions in ischemia burden. This article will explore these new concepts.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276384",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Augmented Interventional Radiology via Augmented Reality",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276376/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Augmented reality (AR) and virtual reality (VR) have the potential to transform interventional radiology (IR) by enhancing image guidance, procedural planning, and training. These technologies may enable more accurate and efficient interventions; both can improve outcomes. Applications include AR-guided procedures such as biopsies and ablations and VR-based training and tools to visualize radiation dose or improve patient comfort and education. To allow a successful transition into clinical...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276376",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial Intelligence and Intelligent Interventional Radiology: Fusion of Human and Machine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Although artificial intelligence (AI) is transforming the practice of medicine, its integration into the procedural space presents unique hurdles. Outlining a futuristic AI-driven interventional radiology (IR) workflow may help to narrow and redefine the wide range of theoretical applications. In this future workflow, diagnosis and preprocedural planning may be semiautomated and guided by an AI-driven multidisciplinary tumor board, outcome prediction analysis, noninvasive imaging biopsy,...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276375",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advancements in Vertebral Augmentation: Innovations in Biomaterials and Cement Compositions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Recent advancements in bone tissue engineering have substantially shifted the focus within the field of percutaneous vertebral augmentation, pushing the procedure to evolve from a structural support approach to a regenerative therapeutic approach. Vertebral augmentation currently relies on bone cements to stabilize osteoporotic vertebral fractures, primarily aiming to alleviate pain and to restore function. However, new materials, including ceramic-based cements and hydrogels, are designed to...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276370",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Woodchuck Hepatitis Virus Model of Hepatocellular Carcinoma for Interventional Radiology Research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276368/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Preclinical models that accurately recapitulate the pathogenesis, microenvironment, and therapeutic response of human hepatocellular carcinoma (HCC) are essential for advancing locoregional therapies. The woodchuck (Marmota monax) chronically infected with woodchuck hepatitis virus (WHV) offers a unique and highly translational large-animal model for HCC research. This manuscript reviews the utility of the WHV-woodchuck model, emphasizing its strengths in mimicking human HCC pathophysiology and...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276368",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mass Spectrometry Imaging Applications for Advancement of Interventional Oncology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276364/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Interventional oncology procedures are commonly performed without a fundamental understanding of intratumoral mechanisms at the cellular and molecular levels. Mass spectrometry imaging (MSI) is a label-free multiomic imaging technique that is used to characterize drugs and their metabolites and/or the proteome, glycome, metabolome, and lipidome of cells. MSI has become a mainstay within the fields of pharmacology, oncology, and systems biology, allowing researchers to investigate mechanistic...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276364",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Using Controlled Drug Delivery Systems to Increase the Effectiveness of Intratumoral Immuno-oncology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Immunotherapy against solid tumors remains limited in part by challenges in predictable and sustained intratumoral delivery. Controlled drug delivery systems, such as hydrogels, nanoparticles, and medical devices, may address these challenges by offering tunable loading capacities and release profiles for targeted solid tumors. In this review, we highlight successful and ongoing implementations of controlled drug delivery systems that have demonstrated potential to sustain antitumoral immune...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276361",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assays for surface antigens in extracellular vesicles using proximity labeling strategy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276350/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Several studies have shown that extracellular vesicles (EVs) are biosynthesized in all cells and then transported to other cells in an endocrine or paracrine manner through the bloodstream. They are considered to be taken up via the EV receptor in the destination cell membrane, resulting in a subsequent intracellular signal transduction cascade induced by the contents inside EV particles (e.g., DNA, RNA, miRNA protein, etc.). Since EVs are synthesized and secreted by all cells, it is important...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276350",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Visualizing and profiling de novo protein synthesis in Drosophila with cell-type specificity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Gene expression is frequently regulated with cell type specificity and at multiple levels, including through tightly-controlled protein synthesis. While existing methods of protein synthesis profiling with non-canonical amino acid or isotope-containing amino acid labeling are effective and efficient for use in cultured cells, they are often costly to carry out in vivo. We previously developed a method to visualize and capture nascent proteomes in a cell type-specific manner in Drosophila brain...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276345",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical use of angiogenesis biomarkers in fetal growth restriction: a narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276305/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Angiogenesis biomarkers, particularly sFlt-1 and PlGF, represent valuable tools for predicting, diagnosing, and monitoring FGR. Their integration into clinical practice could optimize risk stratification and management, ultimately reducing adverse perinatal outcomes.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276305",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Angiogenesis biomarkers, particularly sFlt-1 and PlGF, represent valuable tools for predicting, diagnosing, and monitoring FGR. Their integration into clinical practice could optimize risk stratification and management, ultimately reducing adverse perinatal outcomes"
    },
    {
      "title": "Reactive oxygen species-(ROS) in plant defense: jack-of-all-trades",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Reactive oxygen species (ROS) play crucial roles in many plant biological processes. ROS have emerged as major signaling molecules mediating various regulatory reactions in response to environmental stimuli. This signaling is mediated by a highly regulated process of ROS accumulation at specific cellular compartments. Therefore, this review focuses on the intricate ROS signaling in plant defense and strategic virulence effectors from pathogens hijacking ROS homeostasis. In addition, the...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276301",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex-Specific Subcutaneous Adipose Tissue Transcriptome in Obesity: Insights From Monozygotic Twin Pairs Discordant for BMI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Biological sex influences the AT transcriptome and its response to obesity, highlighting distinct molecular mechanisms that may contribute to sex-specific metabolic health.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276278",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Biological sex influences the AT transcriptome and its response to obesity, highlighting distinct molecular mechanisms that may contribute to sex-specific metabolic health"
    },
    {
      "title": "Sacituzumab Tirumotecan in Participants With Advanced or Metastatic Urothelial Carcinoma and Disease Progression after Chemotherapy and Immune Checkpoint Inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Sac-TMT 5 mg/kg monotherapy every 2 weeks demonstrated promising antitumor activity in participants with heavily pretreated advanced or metastatic UC, with a manageable safety profile, warranting further evaluation of sac-TMT in this population.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276258",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sac-TMT 5 mg/kg monotherapy every 2 weeks demonstrated promising antitumor activity in participants with heavily pretreated advanced or metastatic UC, with a manageable safety profile, warranting further evaluation of sac-TMT in this population"
    },
    {
      "title": "Progranulin Deficiency Exacerbates Postoperative Cognitive Dysfunction via RhoA-Mediated Axodendritic Impairment in Aged Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PGRN deficiency drives POCD pathogenesis via RhoA-mediated cytoskeletal dysfunction. Therapeutic targeting of the PGRN-RhoA axis presents a novel strategy to preserve neuronal connectivity and mitigate postoperative cognitive decline in aging populations.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276232",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PGRN deficiency drives POCD pathogenesis via RhoA-mediated cytoskeletal dysfunction. Therapeutic targeting of the PGRN-RhoA axis presents a novel strategy to preserve neuronal connectivity and mitigate postoperative cognitive decline in aging populations"
    },
    {
      "title": "222 nm far-UVC to inactivate airborne bacteria in an occupied dental clinic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These results show the efficacy of far-UVC lighting for the inactivation of airborne bacteria. Far-UVC lighting is a promising intervention technology for preventing disease transmission in a clinic.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276222",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the efficacy of far-UVC lighting for the inactivation of airborne bacteria",
      "conclusion": "These results show the efficacy of far-UVC lighting for the inactivation of airborne bacteria. Far-UVC lighting is a promising intervention technology for preventing disease transmission in a clinic"
    },
    {
      "title": "Systematic Review on Norepinephrine and Dopamine Reuptake Inhibitors for Traumatic Brain Injury-Related Symptoms: Report of the American Congress of Rehabilitation Medicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Among adults with TBI, MPH has medium effects on selective attention, sustained attention, and processing speed, and large effects on depressive symptoms. These effects are consistent with MPH's biological mechanisms and are not moderated by injury severity or time since injury.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276208",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among adults with TBI, MPH has medium effects on selective attention, sustained attention, and processing speed, and large effects on depressive symptoms. These effects are consistent with MPH's biological mechanisms and are not moderated by injury severity or time since injury"
    },
    {
      "title": "Outcomes of Penetrating Keratoplasty and Boston type 1 Keratoprosthesis in Aniridia-Associated Keratopathy: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276206/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Congenital aniridia is a rare condition, which may lead to aniridia-associated keratopathy (AAK) and corneal blindness. Our objective was to compare the surgical outcomes of penetrating keratoplasty (PK) and Boston type 1 keratoprosthesis (KPro) implantation in patients with AAK.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276206",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "was to compare the surgical outcomes of penetrating keratoplasty (PK) and Boston type 1 keratoprosthesis (KPro) implantation in patients with AAK",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TFOS DEWS III",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": ", (DED).,, , .(MGD), , ,,.,,. ,T, ()., ., .(,).. TFOS DEWS III, , .",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276204",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanoassemblies for oral protein delivery - The case of monoclonals for inflammatory bowel disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276183/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Biological drugs such as monoclonal antibodies (mAbs) or peptides are the preferred therapeutic approach for the treatment of chronic diseases such as inflammatory bowel disease (IBD) or diabetes. Unfortunately, the necessity of their parenteral administration and poor access to their targets have limited their full exploitation. Nanotechnology has been explored for the oral administration of biologicals, however, the nanocarriers reported so far have shown limited translational value. The...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276183",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Expert consensus statement for basic research of animal exercise intervention studies in chronic disease prevention and treatment: A joint position paper of the Exercise Science branch of the Biophysical Society of China and the Metabolism and Genetics branch of the Genetics Society of China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276165/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Chronic diseases, broadly defined as long-duration conditions that require sustained medical care and/or limit activities of daily living, are a major problem that threatens human health and imposes large social and economic burdens. Physical activity has many beneficial effects for human health and is among the most cost-effective ways to prevent and treat chronic diseases. Animal exercise intervention studies are widely used and provide valuable scientific evidence about the cellular and...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276165",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emerging role of N6-methyladenosine (m6A) epitranscriptomic changes in adult anxiety after adolescent alcohol exposure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Adolescent intermittent ethanol (AIE) exposure affects multiple brain regions by producing long-lasting effects on epigenetic mechanisms and behavioral phenotypes later in life. Recently, it has been shown that epigenetic switches can control epitranscriptomics, or RNA modifications. Specifically, the most abundant RNA modification, known as N6-methyladenosine (m6A), has been the subject of intense investigation in brain plasticity; however, little is known about its role in adult...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276160",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Kernicterus Case Incidence Unchanged Since the 2022 AAP Hyperbilirubinemia Guideline Revision",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276157/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276157",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Progressive Conduction System Disease in Hydroxychloroquine Cardiotoxicity: A Call for Early Vigilance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276147/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Hydroxychloroquine (HCQ) cardiotoxicity is increasingly recognized, yet progressive conduction system disease remains underappreciated and may represent a lethal phenotype. We report a 67-year-old female on chronic HCQ who developed progressive conduction abnormalities culminating in cardiogenic shock and sudden death despite initial stabilization with isolated atrial pacing. Autopsy revealed extensive sinoatrial and atrioventricular nodal lysosomal toxicity and fibrosis confirming irreversible...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276147",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antidepressant use in older age bipolar disorder (OABD): Results from the GAGE-BD international consortium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Antidepressant use was less prevalent in OABD compared to YABD, and associated with female sex, lower education, lack of occupation, type II BD, higher depression severity and lower mania scores. In OABD, antidepressants appear to be used more commonly in contexts where they may be clinically more indicated, such as increased depression severity.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276138",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Antidepressant use was less prevalent in OABD compared to YABD, and associated with female sex, lower education, lack of occupation, type II BD, higher depression severity and lower mania scores. In OABD, antidepressants appear to be used more commonly in contexts where they may be clinically more i..."
    },
    {
      "title": "GmUbiE3 as a novel regulator of soybean seed size and weight identified via cross-population QTL analysis and functional validation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Seed size and weight are critical yield-determining traits in soybean, yet their underlying genetic mechanisms remain incompletely clarified. To address this, we developed a newly expanded recombinant inbred lines (RILs) population, designated H3G, derived from selected lines of the GB13 RIL population established in our previous study. Employing multiple quantitative trait loci (QTL) mapping models and cross-population comparative analyses, we identified nine core genomic regions associated...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276135",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optical, structural, and antifungal features of nanosilver borate bioactive glass synthesized using gamma rays on the subsistence of Candida albicans and Candida tropicalis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276133/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "A New glass system with a composition of; 50.3 B(2)O(3)+ 21 CaO + 8 MgO + 8 K(2)O + 8 Na(2)O+ 4 P(2)O(5) + 0.7 Nano Ag(2)O, was prepared by the traditional melting technique. Some of its structural, optical, and physical characteristics were investigated regarding the effect of gamma radiation. The XRD pattern revealed the amorphous nature of the fabricated glass sample. UV-visible absorption spectra revealed an obvious peak before 400nm due to the absorption of Ag^(2+) ions, and a...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276133",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Production of High-Nutrient Protein Sources by Pre-Secondary Solid-State Fermentation of Functional Microbiota (Pre-Sec-SSF-FM) from Dehulled Chinese Distillers Grains",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Chinese distillers grains (CDGs) are used as low-cost feed additives, because they have issues such as high crude fiber content (> 24%), low crude protein content (< 17%), and low digestibility (< 16%). This study aimed to evaluate whether pre-secondary solid-state fermentation using functional microbiota can improve protein digestibility and reduce fiber content in CDGs. Results indicated that compared to CDGs, both true and crude protein content in solid-state fermented DCDGs (SSF-DCDGs)...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41276132",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate whether pre-secondary solid-state fermentation using functional microbiota can improve protein digestibility and reduce fiber content in CDGs",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aurocyanide, an active metabolite of auranofin, exerts cytoprotective effects via ROS-mediated Nrf2 activation in HepG2 cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276024/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Auranofin, an FDA-approved oral gold(I) compound for rheumatoid arthritis, is being repurposed due to its established clinical safety and emerging therapeutic potential. Given its extensive in vivo metabolism, identifying active metabolites and characterizing their biological activities are critical for understanding its therapeutic mechanisms. Here, we evaluated the cytoprotective effects of seven potential auranofin metabolites against tert-butylhydroperoxide-induced oxidative injury in HepG2...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41276024",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Isolation of gut microorganisms from mealworms capable of degrading biodegradable plastic polybutylene succinate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275648/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "Polybutylene succinate (PBS) is a biodegradable aliphatic polyester widely used in packaging materials, agricultural films, and disposable products. However, its slow degradation under natural conditions limits its environmental sustainability. This study examined the ability of Tenebrio molitor larvae (mealworms) to consume PBS and the associated gut microbial mechanism. Mealworms were fed diets with different PBS-to-bran ratios, and the PBS:bran (2:8) group showed the highest survival rate...",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41275648",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the ability of Tenebrio molitor larvae (mealworms) to consume PBS and the associated gut microbial mechanism",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interleukin-18 binding protein protects against metabolic steatohepatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41275524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251124023816&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: IL-18BP has a role in limiting the progression of MASH, notably by reducing inflammation and fibrosis. Downstream IL-18 over-signaling, IFN-γ, mediates inflammation, but not fibrosis. Increasing IL-18BP levels represents a novel therapeutic perspective for patients affected by MASH.",
      "pubDate": "2025-11-23T11:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41275524",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "IL-18BP has a role in limiting the progression of MASH, notably by reducing inflammation and fibrosis. Downstream IL-18 over-signaling, IFN-γ, mediates inflammation, but not fibrosis"
    }
  ]
}