{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-21T07:38:25.975Z",
  "totalItems": 150,
  "totalArchived": 17505,
  "newPapersAdded": 24,
  "institutionBreakdown": {
    "KAIST": 30,
    "SNU": 100,
    "Yonsei University": 1,
    "SKKU": 0,
    "POSTECH": 4,
    "Korea University": 0,
    "IBS": 0,
    "UNIST": 7,
    "Hanyang University": 10,
    "KIST": 4,
    "GIST": 11,
    "Kyung Hee University": 0,
    "Pusan National University": 11
  },
  "subjectAreaBreakdown": {
    "Neuroscience": 9,
    "Materials Science": 11,
    "Multidisciplinary": 82,
    "Cancer Research": 21,
    "Biomedical": 25,
    "Computer Science": 2
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "From stress to Alzheimer's: A circuit-based framework for prefrontal cognitive dysfunction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41115499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Impairments in working memory and cognitive flexibility are early and consistent features of both Alzheimer's disease (AD) and stress. These functions depend critically on prefrontal cortical (PFC) circuits, which are particularly vulnerable to neuromodulatory and pathological insults. Recent studies suggest that stress and AD do not simply act globally, but instead converge on specific molecular and cellular targets within distinct neural populations. Notably, both chronic stress and...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41115499",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mini-review: \"Hippocalcin: Molecular mechanisms and therapeutic potential in neuronal function\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41115498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Hippocalcin (HPCA), a neuronal Ca^(2+) sensor protein in the EF-hand superfamily, plays a key role in calcium signaling and neurological function in the central nervous system. This review highlights HPCA's structure-function relationships and clinical significance. Through Ca2^(+)-dependent conformational changes and a unique calcium-myristoyl switch, HPCA dynamically associates with membranes, acting as both sensor and effector. It modulates neuronal excitability, synaptic plasticity,...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41115498",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Laterally Confined Monolayer WS<sub>2</sub> Nanodots for Enhanced Excitonic Interaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41115160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Monolayer transition-metal dichalcogenides (TMDCs) host tightly bound excitons with unique valley pseudospin properties, establishing them as an emerging material platform for nanophotonics and quantum technologies. Exciton-exciton interactions modify light-matter coupling and significantly affect the formation of exciton complexes. Here, we employ a top-down nanofabrication technique to manipulate interexcitonic interactions in WS(2) monolayers through lateral confinement. By restricting the...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "UNIST"
      ],
      "pmid": "41115160",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antibacterial activity and physicochemical properties of light-curable fluoride varnishes containing strontium phosphate-based glass",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114774/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Incorporating ≥ 1.0 wt% Sr-PBG into LCFVs significantly enhanced antibacterial activity against S. mutans without compromising physicochemical properties.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41114774",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Incorporating ≥ 1.0 wt% Sr-PBG into LCFVs significantly enhanced antibacterial activity against S"
    },
    {
      "title": "Development and validation of a method for simultaneous analysis of 513 pesticides in agricultural environments using LC-MS/MS and GC-MS/MS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "When cultivating crops, it's most important to avoid pesticide exposure directly on crops, yet equally crucial is managing residues within the agricultural environment. Pesticides remaining in the soil or irrigation water pose a risk of transferring to crops, such as rice, reducing crop quality. Similarly, pesticides present in cover bags used during fruit cultivation can also affect fruit quality. Therefore, effective management of pesticide residues in the agricultural environment is...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41114751",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to avoid pesticide exposure directly on crops, yet equally crucial is managing residues within the agricultural environment",
      "conclusion": null
    },
    {
      "title": "Understanding Electrochemical CO<sub>2</sub> Reduction Selectivity of Cu Binary Alloys from Electronic Structure Descriptors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114686/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "We investigate the electrochemical reduction of carbon dioxide (CO(2)RR) using Cu-M (M = Ni, Pd, Ag, Au, Zn, Cr) binary alloys. Through experimental and theoretical analysis, we explore the structural and electronic properties of these alloys and their impact on CO(2)RR product selectivity. Our findings reveal that the d-band center of Cu-M alloys serves as a crucial descriptor, influencing product distribution. As the d-band center increases, more CO is produced, while the formation of C(2)...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41114686",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on CO(2)RR product selectivity",
      "conclusion": null
    },
    {
      "title": "Comparative effectiveness of digital versus face-to-face cognitive behavioral therapy for alcohol use disorder: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114436/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Alcohol use disorder (AUD) is a chronic condition that impairs health and function. Cognitive behavioral therapy (CBT) is an evidence-based treatment traditionally delivered face-to-face. Recently, digital CBT delivered online has gained prominence because of access barriers and user preferences. Although many digital CBT studies have emerged, few systematic reviews have directly compared digital and face-to-face CBT in adults with AUD. This systematic review and meta-analysis aimed to evaluate...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41114436",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative study on bone mineral density in premenopausal patients with estrogen receptor-positive breast cancer in ASTRRA Study: a 5-year follow-up study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our findings highlighted the deleterious impact on BMD following OFS addition, compared with tamoxifen only treatment. Early OFS exerted an even more detrimental influence on bone health in premenopausal patients with estrogen receptor-positive breast cancer and recovered ovarian function.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41114338",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on BMD following OFS addition, compared with tamoxifen only treatment",
      "conclusion": "Our findings highlighted the deleterious impact on BMD following OFS addition, compared with tamoxifen only treatment. Early OFS exerted an even more detrimental influence on bone health in premenopausal patients with estrogen receptor-positive breast cancer and recovered ovarian function"
    },
    {
      "title": "Developing a Human Immune-Endothelial Coculture Model for Inflammatory Vasculitis and Drug Screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Vasculitis is an inflammatory condition characterized by immune cell activation and vascular endothelial dysfunction leading to severe clinical complications, including cytokine release syndrome. Despite existing treatment strategies such as corticosteroids and NSAIDs, severe cases remain difficult to manage, necessitating improved in vitro models for mechanistic studies and drug evaluation. This study established a direct coculture model of human umbilical vein endothelial cells (HUVECs) and...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41114267",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NanoToxRadar: A Multitarget Nano-QSAR Model for Predicting the Cytotoxicity Values of Multicomponent Nanoparticles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Nanotechnological advances have led to the development of nanoparticles with complex structures. In this context, nano-QSAR models have been developed to assess toxicity; however, the applicability domain (AD) of such models is significantly restricted to specific types of nanoparticles (i.e., bare metal oxides, coated metals, or carbon-based nanomaterials) and target cell lines. Accordingly, NanoToxRadar, a web-based platform for predicting the toxicity of multicomponent nanoparticles (MC-NPs)...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41112870",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Possible Association between Rotator Cuff Repair and Suicide: A Nationwide Cohort Study Using Propensity Score Matching",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112134/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Patients who underwent RCR demonstrated no association with suicide within the first postoperative year, but a noticeable trend of increased suicide incidence emerged after this period. This finding suggests the potential impact of challenges, such as intense pain, rehabilitation difficulties, persistent functional limitations, and RC retear, on the psychological well-being of patients following RCR. It is imperative that these patients receive close monitoring and appropriate...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41112134",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of challenges, such as intense pain, rehabilitation difficulties, persistent functional limitations, and RC retear, on the psychological well-being of patients following RCR",
      "conclusion": "Patients who underwent RCR demonstrated no association with suicide within the first postoperative year, but a noticeable trend of increased suicide incidence emerged after this period. This finding suggests the potential impact of challenges, such as intense pain, rehabilitation difficulties, persi..."
    },
    {
      "title": "Temporal Trends in Handgrip Strength and Associated Factors among Korean Adults from 2014 to 2019: Analysis of Korea National Health and Nutrition Examination Survey Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study identified a significant decline in HGS among Korean adults between 2014 and 2019, in parallel with reductions in physical activity and nutritional quality. Efforts to reverse these trends are required for preserving functional health at the population level. Continuous monitoring of HGS trends might support the assessment of national health status.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41112121",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified a significant decline in HGS among Korean adults between 2014 and 2019, in parallel with reductions in physical activity and nutritional quality. Efforts to reverse these trends are required for preserving functional health at the population level"
    },
    {
      "title": "Correction: Ultra-low attachment surface enabling 3D co-culture of human B cells with CD40L-expressing stromal cells for <em>in vitro</em> mimicry of secondary lymphoid organs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41111415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Correction for 'Ultra-low attachment surface enabling 3D co-culture of human B cells with CD40L-expressing stromal cells for in vitro mimicry of secondary lymphoid organs' by Ananta Kumar et al., Biomater. Sci., 2025, https://doi.org/10.1039/d5bm01039j.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41111415",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: ARANet: Adaptive Resolution Attention Network for Precise MRI-Based Segmentation and Quantification of Fetal Size and Amniotic Fluid Volume",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41116138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41116138",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Occupational Risk Factors for Cardiovascular Disease: A Comprehensive Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41116135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "PURPOSE OF REVIEW: Cardiovascular disease (CVD) remains a leading cause of morbidity and mortality worldwide, with occupational factors emerging as significant yet modifiable risk factors. This comprehensive review evaluates the association between various occupational exposures-including job stress, long working hours, shift work, physical activity at work, and exposure to hazardous substances-and CVD risk. Using the GRADE framework, we assessed the strength of evidence for each risk factor.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41116135",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "OF REVIEW: Cardiovascular disease (CVD) remains a leading cause of morbidity and mortality worldwide, with occupational factors emerging as significant yet modifiable risk factors",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Development of a leaf metabolite-based intact sample distinguishing algorithm for the three varieties of Panax Vietnamensis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41115918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41115918",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A dataset of chemical reaction pathways incorporating halogen chemistry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41115886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Machine learning interatomic potentials (MLIPs) promise to revolutionize computational chemistry; however, their performance depends critically on the quality and diversity of the training data. Existing quantum chemical datasets predominantly focus on equilibrium structures and exhibit limited halogen coverage, despite halogens being present in approximately 25% of pharmaceuticals and numerous materials. We present Halo8, a comprehensive dataset that addresses this gap by systematically...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41115886",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Near-isotropic super-resolution microscopy with axial interference speckle illumination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41115884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Super-resolution microscopy has pushed the limits of biological imaging. However, achieving isotropic resolution across all spatial dimensions remains a challenge and often requires a complex and highly sensitive optical setup. Herein, we introduce axial interference speckle illumination-engineered structured illumination microscopy (AXIS-SIM), a minimal-modification approach that utilizes constructive interference from a simple back-reflecting mirror to enhance the axial resolution without...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41115884",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Burden of post-acute sequelae of COVID-19 in patients with type 2 diabetes: a binational cohort study in South Korea and Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41115626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Among individuals with preexisting T2DM, SARS-CoV-2 infection was associated with an increased risk of long-term sequelae across multiple organ systems, particularly in moderate-to-severe cases. Risks peaked within 12 months and gradually subsided thereafter, highlighting the enduring impact of COVID-19 and the need for sustained monitoring and preventive care in this high-risk population.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41115626",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of COVID-19 and the need for sustained monitoring and preventive care in this high-risk population",
      "conclusion": "Among individuals with preexisting T2DM, SARS-CoV-2 infection was associated with an increased risk of long-term sequelae across multiple organ systems, particularly in moderate-to-severe cases. Risks peaked within 12 months and gradually subsided thereafter, highlighting the enduring impact of COVI..."
    },
    {
      "title": "Changes in choriocapillaris blood flow following half-fluence, full-dose photodynamic therapy (PDT) and half-fluence, half-dose PDT in patients with central serous chorioretinopathy: A quantitative analysis of early post-treatment alterations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41115602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Short-term alterations in choriocapillaris flow void parameters appear to reflect the initial mechanism of PDT in CSC. Compared to the HH group, the significant vascular changes observed in the HF group suggest that vascular remodeling effects may differ depending on the PDT energy concentration used. This difference in vascular response could explain the lower recurrence rate observed in the HF group, indicating potential clinical advantages of half-fluence and full-dose PDT...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41115602",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Short-term alterations in choriocapillaris flow void parameters appear to reflect the initial mechanism of PDT in CSC. Compared to the HH group, the significant vascular changes observed in the HF group suggest that vascular remodeling effects may differ depending on the PDT energy concentration use..."
    },
    {
      "title": "Spiritual Status and Quality of Life in Hospice Family Caregivers: A cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41115598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In this cohort, spirituality aligned with domain-specific adaptation, and this linkage was limited to caregivers with a religious affiliation. Brief screening that records a single item for spiritual pain and the presence of religious affiliation may help identify caregivers with a religious affiliation who will benefit from meaning-focused spiritual support, while caregivers without a religious affiliation may benefit more from practical and financial assistance.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41115598",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this cohort, spirituality aligned with domain-specific adaptation, and this linkage was limited to caregivers with a religious affiliation. Brief screening that records a single item for spiritual pain and the presence of religious affiliation may help identify caregivers with a religious affilia..."
    },
    {
      "title": "Rucaparib maintenance for newly diagnosed advanced ovarian cancer: interim overall survival, progression-free survival, and safety at 5 years of follow-up from the phase III ATHENA-MONO/GOG-3020/ENGOT-ov45",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41115469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Rucaparib monotherapy provides significant and durable long-term benefit as first-line maintenance for patients with advanced ovarian cancer with and without HRD.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41115469",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Rucaparib monotherapy provides significant and durable long-term benefit as first-line maintenance for patients with advanced ovarian cancer with and without HRD"
    },
    {
      "title": "Novel pembrolizumab-based treatments as first-line therapy in advanced clear cell renal cell carcinoma: Substudy 03A of the open-label, umbrella platform, phase I/II KEYMAKER-U03 trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41115468/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Observed efficacy and safety of pembro plus lenva were confirmatory of prior observations for this combination. ORR was similar to reference for pembro plus lenva plus bel and qmab/pembro plus lenva, but not the other investigative arms. Further investigation of pembro plus lenva plus bel and qmab/pembro plus lenva versus pembro plus lenva is ongoing in the phase 3 LITESPARK-012 study.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41115468",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Observed efficacy and safety of pembro plus lenva were confirmatory of prior observations for this combination. ORR was similar to reference for pembro plus lenva plus bel and qmab/pembro plus lenva, but not the other investigative arms"
    },
    {
      "title": "Telomere-metabolism-immunity axis in sarcoma: Immune evasion mechanisms and therapeutic strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41115150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Sarcomas are a heterogeneous group of mesenchymal malignancies with poor prognosis and limited response to standard therapies, including immune checkpoint inhibitors (ICIs). Tumour-intrinsic factors-such as telomere maintenance mechanisms (TMMs) and metabolic reprogramming-play central roles in driving immune evasion and therapeutic resistance. Telomerase activation and alternative lengthening of telomeres sustain replicative immortality while influencing the tumour immune microenvironment. In...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41115150",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "BPH1 negatively regulates ABA signaling via AtSAP9 degradation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114849/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Previous studies have shown that BPH1 represses the abscisic acid (ABA)-mediated cellular responses. To further understand the mechanism of action of BPH1 in ABA signaling, the putative binding partners of BPH1 were investigated. Arabidopsis stress associated protein 9 (AtSAP9), which acts as a positive regulator of ABA signaling, has been identified as a BPH1-binding protein. Both BPH1 and AtSAP9 proteins were localized in the nucleus and cytosol, and a direct interaction between BPH1 and...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41114849",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel SYK Variant Causes Enhanced SYK Autophosphorylation and PI3K Activation in an Antibody-Deficient Patient",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We identified a novel gain-of-function variant in SYK to underlie hypogammaglobulinemia and atypical autoinflammatory disease. Flowcytometric screening for phospho-S6 in lymphocytes of IEI patients can guide genetic diagnosis of B-cell signaling abnormalities.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41114848",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "We identified a novel gain-of-function variant in SYK to underlie hypogammaglobulinemia and atypical autoinflammatory disease. Flowcytometric screening for phospho-S6 in lymphocytes of IEI patients can guide genetic diagnosis of B-cell signaling abnormalities"
    },
    {
      "title": "Antenatal Care Utilization in Somalia, 2020 Somalia Demographic Health Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114755/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study reveals that only 7 out of 100 pregnancies in Somalia receive the WHO-recommended minimum of four ANC visits, placing Somalia among the lowest-performing countries globally for antenatal care utilization. These findings underscore the urgent need for targeted interventions and equity-focused policies to close the maternal health service gaps, particularly in nomadic and rural populations.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41114755",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study reveals that only 7 out of 100 pregnancies in Somalia receive the WHO-recommended minimum of four ANC visits, placing Somalia among the lowest-performing countries globally for antenatal care utilization. These findings underscore the urgent need for targeted interventions and equity-focu..."
    },
    {
      "title": "User-informed recommendations for enhancing smart home services among people with disabilities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Smart home technology offers significant potential to improve independence, convenience, and daily functioning for individuals with disabilities. Despite its promise, there is limited research examining how people with different types of disabilities experience and adopt smart home systems in their everyday lives. This study aimed to explore user perspectives and suggest strategies for enhancing smart home services by conducting a cross-sectional qualitative study with 25 participants, including...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41114709",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "explore user perspectives and suggest strategies for enhancing smart home services by conducting a cross-sectional qualitative study with 25 participants, including",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating the feasibility and usefulness of electric knee-ankle-foot orthosis in stroke rehabilitation: Association with pretest Berg balance scale scores",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114559/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Stroke often leads to hemiplegia, significantly impairing walking ability. Traditional rehabilitation methods commonly use mechanical knee-ankle-foot orthoses (KAFOs) to stabilize gait, but these can restrict knee flexion and reduce walking efficiency. This study aimed to evaluate the feasibility and effectiveness of an Electric KAFO (E-KAFO) for stroke survivors with hemiplegia, using the Berg Balance Scale to determine its impact on walking function. Fourteen individuals with hemiplegia (mean...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41114559",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the feasibility and effectiveness of an Electric KAFO (E-KAFO) for stroke survivors with hemiplegia, using the Berg Balance Scale to determine its impact on walking function",
      "significance": "on walking function",
      "conclusion": null
    },
    {
      "title": "Organ-Specific Dedifferentiation and Epigenetic Remodeling in In Vivo Reprogramming",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114535/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "The advent of in vivo reprogramming through transient expression of the Yamanaka factors (OCT4, SOX2, KLF4, and c-MYC) holds strong promise for regenerative medicine, despite ongoing concerns about safety and clinical applicability. This review synthesizes recent advances in in vivo reprogramming, focusing on its potential to restore regenerative competence and promote rejuvenation across diverse tissues, including the retina, skeletal muscle, heart, liver, brain, and intestine. We highlight...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41114535",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adult K18-hACE2 mice are suitable for studying intranasal SARS-CoV-2 infection but not direct-contact transmission",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114512/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "The rapid global spread of severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) since 2019 emphasizes the need to understand its transmission routes, which mainly comprise airborne and contact transmission. Contact transmission, where the virus spreads through direct or indirect contact, is key to the disease epidemiology. Therefore, investigating contact transmission in animal models is crucial for understanding SARS-CoV-2 behavior and developing effective preventive measures. Although...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41114512",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing thermoelectric efficiency in Sn-doped Sb2Te3 alloys through Se alloying by modulating carrier and phonon transport",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Sb2Te3-based alloys have attracted considerable attention owing to their favorable thermoelectric transport properties in the mid-temperature range. Herein, the thermoelectric transport properties of pristine Sb2Te3 and Sn0.03Sb1.97Te3-ySey (y = 0, 0.05, 0.10, 0.15, 0.20, and 0.25) alloys were systematically investigated by combining Sn doping with Se alloying. The 1.5 at. % Sn doping in Sb2Te3 as Sn0.03Sb1.97Te3 increased the density-of-states effective mass (md*) and reduced lattice thermal...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41114475",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel HLA-B*51:429 and HLA-DRB1*11:352 Alleles, and Extension of HLA-DQB1*06:161",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "The novel alleles HLA-B*51:429 and HLA-DRB*111:352 and the extended allele HLA-DQB1*06:161 were identified during routine HLA typing.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41114462",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative immunohistochemical expression of TROP2 in brain metastatic and primary tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "TROP2 overexpression was reported to predict poor prognosis and increased metastatic potential. This study evaluates TROP2 expression in brain metastases from diverse solid tumors and its consistency with primary tumors, addressing the limited research on TROP2 heterogeneity and its implications for CNS-targeted therapies. TROP2 immunohistochemical staining was performed on 61 brain metastatic tumors and 14 corresponding primary tumors. Based on TROP2 expression, cases were categorized into...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113987",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for CNS-targeted therapies",
      "conclusion": null
    },
    {
      "title": "Molecular Evaluation of Expression Changes in Genes Associated With Colistin Resistance and Virulence Development in <em>Salmonella enterica</em> From Two Iran Hospitals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Salmonella entericais one of the most frequent causes of gastroenteritis in humans. The emergence of antimicrobial-resistant strains of the bacterium, especially those which are resistant toward colistin (CST), the latest antibiotic introduced to cure this bacterial disease, has become a severe health problem. Beside pmrA and pmrB genes, CST resistance is determined by mobilized colistin resistance (mcr) genes. Accordingly, in the present study, the expression pattern of these genes and fliC...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41113901",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dysregulated vitamin D signaling in Hashimoto's thyroiditis: an integrated transcriptomic study in a Korean cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113708/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our study presents RNA-seq data acquired from the Korean HT cohort in this study, and highlighted dysregulated vitamin D signaling in thyroid tissues from the HT cohort. Further investigations are needed to elucidate the causal role of vitamin D signaling in the pathogenesis of HT.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113708",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study presents RNA-seq data acquired from the Korean HT cohort in this study, and highlighted dysregulated vitamin D signaling in thyroid tissues from the HT cohort. Further investigations are needed to elucidate the causal role of vitamin D signaling in the pathogenesis of HT"
    },
    {
      "title": "Association between metabolic activity of visceral adipose tissue and retinal vein occlusion: a preliminary <sup>18</sup>F-FDG PET/CT study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113704/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The metabolic activity of VAT, as assessed by ^(18)F-FDG PET/CT, was found to be associated with the presence of RVO and correlated with the degree of systemic inflammation. Therefore, VAT SUVmax may serve as a potential surrogate marker for obesity-related VAT inflammation linked to RVO.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113704",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The metabolic activity of VAT, as assessed by ^(18)F-FDG PET/CT, was found to be associated with the presence of RVO and correlated with the degree of systemic inflammation. Therefore, VAT SUVmax may serve as a potential surrogate marker for obesity-related VAT inflammation linked to RVO"
    },
    {
      "title": "XEN Surgery as a \"Rescue\" for Previous Glaucoma Drainage Device Surgery with Corneal Endothelial Cell Loss: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113684/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Replacing a GDD tube with a XEN stent is a promising alternative to prevent further corneal endothelial cell loss while maintaining IOP control.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113684",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Replacing a GDD tube with a XEN stent is a promising alternative to prevent further corneal endothelial cell loss while maintaining IOP control"
    },
    {
      "title": "Mapping sponsorship portfolios in esports: implied strategic continuity and diversification in the league of legends pro league",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings suggest that clubs should prioritize a core set of enduring sponsors while expanding into diverse categories to reduce revenue volatility, strengthen bargaining power, and enhance resilience to market shocks. The study provides a replicable framework for evaluating sponsorship continuity and diversification, supporting evidence-based decision-making in esports managerial practice.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113469",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that clubs should prioritize a core set of enduring sponsors while expanding into diverse categories to reduce revenue volatility, strengthen bargaining power, and enhance resilience to market shocks",
      "conclusion": "These findings suggest that clubs should prioritize a core set of enduring sponsors while expanding into diverse categories to reduce revenue volatility, strengthen bargaining power, and enhance resilience to market shocks. The study provides a replicable framework for evaluating sponsorship continu..."
    },
    {
      "title": "A Practical Approach to Rectal Cancer Staging with Abbreviated Liver MRI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113382",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Occurrence and exposure assessment of erythritol from distributed foods in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113277/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Given the increasing concerns regarding the safety of sugar alcohols such as erythritol, this study quantified erythritol concentrations in commonly consumed processed foods in Korea and assessed dietary exposure by age and gender. A total of 110 products were analyzed using a validated high-performance liquid chromatography method with ultraviolet detection. The method showed linearity (R ^(2) = 0.9999), a limit of detection of 0.01 mg/kg, and recovery rates of 81.38-108.08%. Erythritol...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113277",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How we learn to like: the role of perceptual learning in development of liking, quality perception, and appreciation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "This review explores how perceptual learning contributes to the development of liking for novel and unfamiliar foods. Food acceptance evolves dynamically with repeated exposure. Repeated exposure significantly enhances the acceptance of novel and unfamiliar foods through perceptual changes, as evidenced by empirical studies and theoretical frameworks. Repeated exposure facilitates perceptual learning by enhancing the ability to detect specific sensory attributes and to filter out irrelevant...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113273",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dietary sphingolipids and milk fat globule membrane: emerging roles in cardiometabolic health and muscle function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Sphingolipids (SPLs) are bioactive lipids that play a critical role in metabolic health. Milk fat globule membrane (MFGM) is a rich source of SPLs, and emerging evidence suggests that dietary SPLs and MFGM contribute to cardiometabolic health. Dietary SPLs, including MFGM, have been shown to reduce intestinal lipid absorption, improve hepatic lipid metabolism, and modulate cholesterol transport. The ceramide (Cer)/sphingosine-1-phosphate (S1P) ratio, rather than total plasma Cer levels, appears...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113271",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neuroprotection of fermented small black soybean (<em>Rhynchosia nulubilis</em>) on hippocampal neurons through antioxidant effect",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Rhynchosia nulubilis (RN), a small black soybean, is traditionally used in Korean oriental medicine. In this study, RN was fermented using a novel lactic acid bacterium, Pediococcus pentosaceus AOA2016 (AOA2016), which enhanced its antioxidant properties. Fermentation significantly increased total phenolic acid and procyanidin levels. Among phenolic acids, protocatechuic acid (PCA) increased the most (11.83 mg/100 g), while gentisic acid (GA) was newly produced (1.23 mg/100 g). Fermented RN...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113270",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quality attributes of canned whelk (<em>Buccinum striatissimum</em>) sterilized under various temperature and time conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "The aim of this study was to characterize the effects of sterilization conditions on the quality attributes of canned whelk. Thermal sterilization was performed to achieve the same target sterility (F(0) value of 32 min) under seven temperature and time conditions ranging from 116 °C for 105 min to 128 °C for 11 min. After sterilization, quality attributes including cooking loss, pH, color, and texture were assessed. The processing conditions significantly impacted the physicochemical...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113268",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to characterize the effects of sterilization conditions on the quality attributes of canned whelk",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Validation and determination of steviol glycosides in processed food products",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113266/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Steviol glycosides have gained attention as low-calorie sweeteners. The acceptable daily intake (ADI) for steviol glycosides is 4 mg/kg bw/day, requiring continuous exposure assessments. To generate occurrence data for exposure evaluations, this study validated a high-sensitivity HPLC- variable wavelength detector (VWD) analytical method for quantifying five steviol glycosides and applied the method to processed food products distributed in South Korea. The limit of detection (LOD) was in the...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113266",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The antihyperglycemic potential of <em>Saccharina japonica</em>: a comparative study of water and ethanol extracts through chemical profiling and in vitro and in vivo studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Type 2 diabetes mellitus (T2DM) is a global health concern due to postprandial hyperglycemia, complications, and mortality. Synthetic drugs, despite efficacy, cause side effects like hypoglycemia, driving demand for alternatives. This study evaluated Saccharina japonica (SJ) extracts' effects on postprandial glucose control. Chemical profiling determined the compound compositions of both water and ethanol extracts. In vitro, water and ethanol extracts inhibited α-glucosidase and glucose uptake,...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113264",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Perilla frutescens</em> Britton var. <em>acuta</em> Kudo ameliorates OVA-induced allergic asthma via inhibiting NF-κB and p38 signaling pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113263/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Allergic asthma, the most common phenotype of asthma, is a chronic inflammatory airway disease driven by Type 2 immune responses and characterized by eosinophilic infiltration, elevated IgE levels, and activation of inflammatory pathways. This study investigated the anti-inflammatory and immunomodulatory effects of Perilla frutescens var. acuta Kudo extract (PFE), a plant rich in rosmarinic acid (RA), using an ovalbumin (OVA)-induced mouse model of allergic asthma. Given RA's well-documented...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU",
        "Yonsei University"
      ],
      "pmid": "41113263",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the anti-inflammatory and immunomodulatory effects of Perilla frutescens var",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The optimized combination of extracts from Sajabal mugwort and green tea synergistically enhanced antioxidant activity in vitro and in vivo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "In our previous study, the combination of Korean Sajabal mugwort extract (SME) and green tea extract (GTE) at a 9:1 ratio showed synergistic effects on blood flow. In this study, we evaluated the antioxidant activity of the mixture of SME and GTE, and the significance of synergy was confirmed by combination index (CI) value. SME and GTE mixture exhibited synergistic antioxidant activity, compared to individual treatments, and reduced H₂O₂-induced intracellular ROS in a dose-dependent manner. In...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113261",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "of synergy was confirmed by combination index (CI) value",
      "conclusion": null
    },
    {
      "title": "Improving oral fat sensitivity measurement and evaluating key fat types using a modified signal detection approach and additive-free milk-based emulsions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113257/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Humans can perceive the taste of certain fat components, especially free fatty acids (FFAs); however, sensitivity varies by fat type and testing methods. This study used a modified descending-block dual-reminder A-Not A (DR A-Not A) signal detection method with repeated measures to assess fat sensitivity within a food emulsion system. Detection thresholds for oleic acid (FFA), canola oil (triacylglycerol, TAG), and their mixture (TAG + FFA) were measured in young Korean females across multiple...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113257",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A novel influenza vector-based vaccine expressing ESAT-6 and TB10.4 confers immunity and protection against <em>Bovine tuberculosis</em> in guinea pigs and calves",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This novel influenza vector-based vaccine expressing ESAT-6 and TB10.4 antigens elicits strong, long-lasting cellular immunity and provides significant protection against M. bovis infection in guinea pigs and calves. The adjuvant-free formulation demonstrated higher immunogenicity, simplified production, and minimal adverse reactions, positioning it as a promising alternative to BCG for bTB control in livestock.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113222",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This novel influenza vector-based vaccine expressing ESAT-6 and TB10.4 antigens elicits strong, long-lasting cellular immunity and provides significant protection against M"
    },
    {
      "title": "Landscape of T-cell exhaustion heterogeneity and HBV integration in virus-related HCC revealed by whole-exome, transcriptome, and single-cell sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our study revealed the heterogeneity in T-cell exhaustion in the TIME of HCC, along with differences in HBV integrations and molecular subtypes. These findings provide insight into the intricate relationship between high exhaustion, proliferation subtype, increased HBV integrations, and enhanced HBV-induced oncogenic potential in virus-related HCC.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113120",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our study revealed the heterogeneity in T-cell exhaustion in the TIME of HCC, along with differences in HBV integrations and molecular subtypes. These findings provide insight into the intricate relationship between high exhaustion, proliferation subtype, increased HBV integrations, and enhanced HBV..."
    },
    {
      "title": "Bacteriophage-mediated antibacterial and photodynamic therapies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113111/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Antimicrobial resistance threatens global health, with multidrug-resistant pathogens causing millions of deaths annually. Conventional antibiotics face limitations due to bacterial biofilms, resistance mechanisms, and host toxicity. Bacteriophages, due to their high specificity, hold great potential in antimicrobial therapy, targeted drug delivery. In recent years, advances in chemical biology and nanomaterials science have led to the continuous refinement of surface chemical modification...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113111",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spontaneous colonic transection following pathologic complete response to pembrolizumab in high microsatellite instability colorectal cancer: A case report and review of literature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Immune checkpoint inhibitors may cause delayed structural damage to bowel tissue even after apparent complete tumor regression.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41113075",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Immune checkpoint inhibitors may cause delayed structural damage to bowel tissue even after apparent complete tumor regression"
    },
    {
      "title": "UV curable resin as a rapid and superior sealant for STORM",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Stochastic optical reconstruction microscopy (STORM) relies on controlled photoswitching of fluorophores, enabled by specialized imaging buffers containing thiols and oxygen scavengers. The glucose oxidase and catalase (GLOX) system is still the most widely used, especially for Alexa Fluor 647 dyes. However, GLOX gradually acidifies the buffer due to oxygen infiltration, and this pH drop degrades single-molecule blinking and limits imaging duration to several hours even when sealed with...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112786",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metabarcoding analysis reveals hidden eukaryotic plankton biodiversity in the Ross Sea, Antarctica",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Analyzing eukaryotic plankton communities in the vast and extreme Antarctic environment based on eDNA has proven to be highly efficient, enabling the detection of a greater number of species, including those that were difficult to identify in previous studies. It was observed that in the Ross Sea Marine Protected Area, various species form distinct community structures such as phytoplankton and zooplankton, each inhabiting the area according to different environmental variables and...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112759",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Analyzing eukaryotic plankton communities in the vast and extreme Antarctic environment based on eDNA has proven to be highly efficient, enabling the detection of a greater number of species, including those that were difficult to identify in previous studies. It was observed that in the Ross Sea Ma..."
    },
    {
      "title": "The Role of Mesenchymal Stem Cells in Drug Resistance in Lung Neoplasms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "The tumor microenvironment (TME) is a decisive determinant of therapeutic response and the emergence of drug resistance in lung cancer. Among its stromal constituents, mesenchymal stem cells (MSCs) are pivotal regulators of disease progression because they secrete diverse paracrine mediators. Accumulating evidence indicates that MSC-derived cytokines, growth factors, and extracellular vesicles (EVs) drive epithelial-mesenchymal transition (EMT)-a phenotypic shift that augments cellular motility,...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112422",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-nucleotide polymorphisms of donor <em>CYP3A5</em> and recipient <em>ABCB1</em> affect tacrolimus intrapatient variability in living donor liver transplantation: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112358/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: SNPs of donor CYP3A5 and recipient ABCB1 can significantly influence tacrolimus IPV in patients undergoing living donor LT. Identifying these SNPs can help determine high IPV-prone patients, facilitate close monitoring of high IPV-susceptible groups, and improve outcomes.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112358",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SNPs of donor CYP3A5 and recipient ABCB1 can significantly influence tacrolimus IPV in patients undergoing living donor LT. Identifying these SNPs can help determine high IPV-prone patients, facilitate close monitoring of high IPV-susceptible groups, and improve outcomes"
    },
    {
      "title": "Patient-reported outcomes of automated breast ultrasound: considerations for screening modality selection, based on a prospective observational survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112357/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Based on patient-reported outcomes, ABUS could complement handheld ultrasound in breast screening. Selecting modalities by age, BMI, breast size, and density may enhance satisfaction and resource use. Personalized strategies may improve screening experience and efficiency.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112357",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Based on patient-reported outcomes, ABUS could complement handheld ultrasound in breast screening. Selecting modalities by age, BMI, breast size, and density may enhance satisfaction and resource use"
    },
    {
      "title": "Evolving minimally invasive strategies for lumbar hernia repair: a video article comparing conventional laparoscopy, robotic surgery, and articulating laparoscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112354/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Multiple minimally invasive approaches for lumbar hernia repair are feasible, each with unique benefits, allowing surgeons to choose based on resource availability and expertise.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112354",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Multiple minimally invasive approaches for lumbar hernia repair are feasible, each with unique benefits, allowing surgeons to choose based on resource availability and expertise"
    },
    {
      "title": "Long-term clinical outcomes of type 2 endoleak intervention and the crucial role of additional endoleak development after endovascular aneurysm repair: a single-center retrospective observational cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112351/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Interventions for T2EL did not improve OS rates, reduce open conversion rates, or increase T2EL closure rates, even in patients with sac growth. This study suggests that current T2EL interventions are not sufficiently effective, emphasizing the need to detect the development of other types of endoleak that may lead to rupture.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112351",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that current T2EL interventions are not sufficiently effective, emphasizing the need to detect the development of other types of endoleak that may lead to rupture",
      "conclusion": "Interventions for T2EL did not improve OS rates, reduce open conversion rates, or increase T2EL closure rates, even in patients with sac growth. This study suggests that current T2EL interventions are not sufficiently effective, emphasizing the need to detect the development of other types of endole..."
    },
    {
      "title": "Strategic latency with temporal mutualism: a coevolutionary model of the host-varicella-zoster virus relationship",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "After primary infection with varicella, varicella-zoster virus (VZV) establishes a latent state that precedes the clinical manifestation of herpes zoster. Growing evidence, however, indicates that latency is not merely quiescent but represents an active immunological adaptation. We propose the immunosensor hypothesis, in which VZV latency within sensory ganglia contributes to host immune surveillance while simultaneously ensuring viral persistence. Using a game-theoretical framework, we...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112280",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neutrophil extracellular traps predict poor survival in cancer: a systematic review and meta-analysis of studies on tissue and circulating biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Elevated NET levels predict poorer outcomes in patients with cancer independent of specimen source and most analytic modalities (except cell free DNA), supporting NETs as a promising biomarker for risk stratification and precision oncologic decision making.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112271",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Elevated NET levels predict poorer outcomes in patients with cancer independent of specimen source and most analytic modalities (except cell free DNA), supporting NETs as a promising biomarker for risk stratification and precision oncologic decision making"
    },
    {
      "title": "Transcultural Adaptation of the Korean Version of the Forgotten Joint Score for Total Hip Arthroplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The K-FJS is a reliable and valid method for assessing joint awareness in Korean THA patients. Its application in clinical practice may improve the assessment of patient outcomes following THA.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112136",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The K-FJS is a reliable and valid method for assessing joint awareness in Korean THA patients. Its application in clinical practice may improve the assessment of patient outcomes following THA"
    },
    {
      "title": "Predictive Value of Gluteal Muscle Index for Diagnosing Sarcopenia in Community-Dwelling Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The present study highlights the potential of GMI as a clinically meaningful predictor of sarcopenia, outperforming the psoas muscle in diagnostic accuracy. Furthermore, the sex-specific cutoff values identified from the study could aid in early detection and risk stratification, offering a novel approach for sarcopenia assessment in community-dwelling adults.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112135",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The present study highlights the potential of GMI as a clinically meaningful predictor of sarcopenia, outperforming the psoas muscle in diagnostic accuracy. Furthermore, the sex-specific cutoff values identified from the study could aid in early detection and risk stratification, offering a novel ap..."
    },
    {
      "title": "Can the Inverted Application of the PHILOS Plate Be an Alternative in Extra-articular Distal Humerus Fractures? A Comparative Analysis with the Extra-articular Distal Humerus Plate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112130/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Application of the modified PHILOS plate demonstrated outcomes comparable to those of the EADHP in treating extra-articular diaphyseal distal humerus fractures, with significantly reduced operation time and blood loss.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112130",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Application of the modified PHILOS plate demonstrated outcomes comparable to those of the EADHP in treating extra-articular diaphyseal distal humerus fractures, with significantly reduced operation time and blood loss"
    },
    {
      "title": "Novel Technique for Depressed Humeral Head Fractures: Arthroscopic Reduction and Subchondral Buttress Fixation Using a Polyaxial Locking Plate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112129/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Humeral head fractures, though relatively rare, pose significant challenges due to the risk of complications such as osteoarthritis and avascular necrosis. Particularly in younger patients, joint-preserving procedures are prioritized over arthroplasty, and their higher activity demands necessitate more precise and reliable reduction and fixation. We have developed a less invasive, more accurate, and more stable surgical technique utilizing arthroscopy and a polyaxial locking plate. Since this...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41112129",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advancing Precision in Shoulder Arthroplasty: Patient-Specific Instrumentation, Navigation, and Emerging Technologies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112128/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "The evolution of shoulder arthroplasty has seen transformative advancements to improve precision, minimize complications, and optimize functional outcomes. Patient-specific instrumentation and navigation systems are pivotal innovations that improve surgical accuracy and enable tailored approaches for complex anatomy. These tools also impact preoperative planning and decision-making, contributing to more efficient procedures and reduced intraoperative errors. Emerging technologies, including...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112128",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "preoperative planning and decision-making, contributing to more efficient procedures and reduced intraoperative errors",
      "conclusion": null
    },
    {
      "title": "Plate Osteosynthesis for Segmental Forearm Fractures: A Comparison of Outcomes in Floating Elbow and Isolated Forearm Fractures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112127/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In our study, good bone union was achieved through open reduction and plate fixation in forearm segmental fractures, regardless of the presence of a floating elbow. However, functional outcomes were significantly worse in floating elbow cases, likely due to the combined effect of soft-tissue injuries and humeral fractures. This suggests that soft-tissue injuries play a key role in determining clinical outcomes. Therefore, meticulous management of soft tissue injuries, combined with...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112127",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In our study, good bone union was achieved through open reduction and plate fixation in forearm segmental fractures, regardless of the presence of a floating elbow. However, functional outcomes were significantly worse in floating elbow cases, likely due to the combined effect of soft-tissue injurie..."
    },
    {
      "title": "Minimally Invasive Treatment Using Biportal Endoscopic Decompression with Vertebroplasty for Osteoporotic Vertebral Compression Fractures in Older Adult Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: BELD combined with PVP is a safe and effective, minimally invasive option for older adults with OVCFs and neurological symptoms. This technique provides adequate neural decompression and vertebral stabilization while minimizing the risks associated with extensive fusion surgery in this vulnerable population.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112125",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BELD combined with PVP is a safe and effective, minimally invasive option for older adults with OVCFs and neurological symptoms. This technique provides adequate neural decompression and vertebral stabilization while minimizing the risks associated with extensive fusion surgery in this vulnerable po..."
    },
    {
      "title": "Effect of Antiresorptive Therapy on Development of Posttraumatic Osteoarthritis after Intra-articular Distal Radius Fracture in Female Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Initiation of antiresorptive therapy was associated with a lower incidence of radiographic OA after an intra-articular DRF, especially in those without osteoporosis. This study suggests that attempts to decrease bone remodeling might be effective for OA prevention in a joint at risk.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112124",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that attempts to decrease bone remodeling might be effective for OA prevention in a joint at risk",
      "conclusion": "Initiation of antiresorptive therapy was associated with a lower incidence of radiographic OA after an intra-articular DRF, especially in those without osteoporosis. This study suggests that attempts to decrease bone remodeling might be effective for OA prevention in a joint at risk"
    },
    {
      "title": "Association between Hypertrophic Change of Greater Tuberosity in Plain Radiography and Rotator Cuff Tears",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: GT spurs observed in plain radiographs of patients with shoulder pain were found to be predictive of supraspinatus tendon tears. Even if there are negative findings in the physical examination, patients with GT spurs should be considered for special imaging to evaluate the possibility of an RCT.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112122",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GT spurs observed in plain radiographs of patients with shoulder pain were found to be predictive of supraspinatus tendon tears. Even if there are negative findings in the physical examination, patients with GT spurs should be considered for special imaging to evaluate the possibility of an RCT"
    },
    {
      "title": "Repair of Deltoid Ligament Disruption in Bimalleolar Equivalent Fractures: A Cadaveric Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41112120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The stability observed in stress tests following ADLR and the results of torque failure testing suggest that ADLR alone is sufficient to restore ankle stability. Initial stability was achieved using ADLR, which can be performed relatively easily even in cases of cDLR.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41112120",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The stability observed in stress tests following ADLR and the results of torque failure testing suggest that ADLR alone is sufficient to restore ankle stability. Initial stability was achieved using ADLR, which can be performed relatively easily even in cases of cDLR"
    },
    {
      "title": "Association of hemorrhoidal disease with dementia risk: a nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41111974/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Research on the association between hemorrhoidal diseases (HDs) and dementia is limited. We explored this relationship in a population-based longitudinal cohort and proposed that individuals with HD may experience a higher incidence of dementia.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41111974",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Orally Administered Edible Snail Extract Powder Enhances Skin Hydration via Hyaluronic Acid Synthesis and Barrier Gene Modulation in SKH-1 Hairless Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41111896/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "SKH-1 hairless mice were used as the in vivo model in this study to evaluate the efficacy of oral snail extract powder (SEP) on skin hydration and barrier enhancement. The skin serves as a primary barrier against external stimuli and plays a critical role in maintaining water homeostasis. Optimal skin hydration is essential for preserving barrier integrity and preventing dermatological conditions such as xerosis and atopic dermatitis. Although edible snail has demonstrated moisturizing effects...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41111896",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pelubiprofen and Shinbaro: a therapeutic approach for osteoarthritis in a murine medial meniscus destabilization model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41111515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Current osteoarthritis treatments can cause serious long-term side effects, and Shinbaro capsules have limited efficacy when used alone. We aimed to determine whether combining pelubiprofen and Shinbaro capsules could offer a more effective and safer treatment strategy for osteoarthritis.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41111515",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "determine whether combining pelubiprofen and Shinbaro capsules could offer a more effective and safer treatment strategy for osteoarthritis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-Polarization Second Harmonic Generation Interferometry for Imaging Antiparallel Domains and Stacking Angles of 2D Heterocrystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41111401/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Optical second-harmonic generation (SHG) enables orientational polarimetry for crystallographic analysis and domain imaging of various materials. However, conventional SHG intensity polarimetry, which neglects phase information, fails to resolve antiparallel domains and to describe two-dimensional heterostructures, which represent a new class of van der Waals-bound composite crystals. In this work, we report dual-polarization spectral phase interferometry (DP-SPI) and establish a generalized SHG...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU",
        "UNIST"
      ],
      "pmid": "41111401",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Liver Week 2025 Highlights: Celebrating the 30th Anniversary of the Korean Association for the Study of the Liver",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41111276/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41111276",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "dpdata: A Scalable Python Toolkit for Atomistic Machine Learning Data Sets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114668/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20251021033756&v=2.18.0.post9+e462414",
      "description": "Seamless management of atomistic data sets is a critical prerequisite for the successful development and deployment of machine learning potentials (MLPs). Here, we present dpdata, an open-source Python library designed to streamline every aspect of MLP data handling. Built upon a flexible, plugin-based architecture, dpdata supports reading, writing, and converting between a broad range of file formats─from popular quantum-chemistry packages and molecular-dynamics engines to specialized MLP...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41114668",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chitosan solubility in organic acid solutions under ultrasonication: A comparative perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41115550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20251021033756&v=2.18.0.post9+e462414",
      "description": "Chitosan, a biopolymer derived from chitin, has broad biomedical, pharmaceutical, and environmental potential but is limited by poor solubility in neutral solvents. This study systematically compares the solubility and stability of chitosan in three biocompatible organic acids-acetic acid (AA), citric acid (CA), and glutamic acid (GA)-under ultrasonication. The influence of acid type and concentration (0.2-1.0 % v/v) on dissolution efficiency, colloidal stability, and structural integrity was...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41115550",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sensory drivers of liking for plant-based meat alternatives: insights from check-all-that-apply with ideal profile integration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Plant-based meats have gained popularity owing to environmental and health considerations; however, their acceptance is often limited by less favorable sensory qualities. This study investigated the sensory drivers of liking for plant-based tteok-galbi by applying penalty analysis and partial least squares regression (PLSR) to check-all-that-apply data. To strengthen the findings, the rate-all-that-apply method was implemented with a separate group of consumers. A total of 200 consumers...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41113259",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the sensory drivers of liking for plant-based tteok-galbi by applying penalty analysis and partial least squares regression (PLSR) to check-all-that-apply data",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interfacial halogen bonding with charge-transport layers for operational stability of hybrid perovskite solar cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113957/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251021033807&v=2.18.0.post9+e462414",
      "description": "Hybrid metal halide perovskites have emerged as some of the leading semiconductors in photovoltaics. Despite their remarkable power conversion efficiencies, these materials remain unstable under device operating conditions. One of the main instabilities relates to the interface with the contact layers in photovoltaic devices, such as metal oxides. We rely on halogen bonding (XB) using 1,4-diiodotetrafluorobenzene (TFDIB) to modulate the interface of the TiO(2) electron-transport layer,...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41113957",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "HPLC/UV analysis of mulberry vinegar and its protective role in LPS-induced cognitive impairment via regulating NF-κB signaling pathway and amyloidogenesis in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113276/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251021033807&v=2.18.0.post9+e462414",
      "description": "The present study investigated the protective effect of mulberry vinegar (MV) on inflammatory responses and cognitive deficit induced by lipopolysaccharide (LPS) in mice models. The mice were administered MV and given intraperitoneal injection of LPS. In behavioral tests, MV ameliorated memory deficit and cognitive dysfunction. In the LPS-injected mouse brains, the generation of malondialdehyde, reactive oxygen species, nitric oxide, and pro-inflammatory cytokines was inhibited by the...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41113276",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Treatment of class II malocclusion and ectopic maxillary canines: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41113078/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251021033807&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: A modified TB appliance can effectively manage class II malocclusion with impacted canines in growing patients. The modified approach combining functional mandibular advancement and active canine traction represents a less-documented clinical adaptation, offering a valuable, efficient alternative to traditional two-phase interventions.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41113078",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A modified TB appliance can effectively manage class II malocclusion with impacted canines in growing patients. The modified approach combining functional mandibular advancement and active canine traction represents a less-documented clinical adaptation, offering a valuable, efficient alternative to..."
    },
    {
      "title": "<em>Limosilactobacillus reuteri</em> ATG-F4 Improves the Muscle Strength and Muscle Mass of Mice with Immobilization-Induced Muscular Atrophy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Probiotics offer a promising avenue for combating muscle atrophy, which is a debilitating condition associated with muscle disuse, aging, and disease. This study investigated the anti-atrophic potential of Limosilactobacillus reuteri ATG-F4, a human gut-derived bacterium, in a mouse model of staple-induced immobilization. ATG-F4 administration significantly preserved muscle mass and improved grip strength and endurance. Mechanistically, ATG-F4 activated mTOR signaling and promoted protein...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41110992",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the anti-atrophic potential of Limosilactobacillus reuteri ATG-F4, a human gut-derived bacterium, in a mouse model of staple-induced immobilization",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the Anti-Inflammatory Potential of Isoembigenin: A Flavonoid Glycoside from <em>Piper aduncum</em> L. - A Case Exploration through <em>In Vitro</em>, <em>In Vivo</em>, and In Silico Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Piper aduncum L. has long been used in traditional medicine for its notable antimicrobial, anti-diarrheal, and anti-inflammatory properties. Flavonoids are recognized as the principal bioactive constituents of this plant, among which isoembigenin (IEGN) has been shown to inhibit dendritic cell-mediated inflammatory responses. However, its effects on other immune cell types involved in inflammation remain unclear. In this study, we examined whether IEGN pre-treatment could attenuate macrophage...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41110991",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "whether IEGN pre-treatment could attenuate macrophage",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TF-343 Recovered Cyclophosphamide-Induced Compromised Immune Status in a Mouse Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Cyclophosphamide (CP) exerts potent cytostatic and immunosuppressive effects by inhibiting the proliferation and function of tumor and immune cells, thereby being widely used for therapeutic approaches and molecular mechanism studies in immunocompromised models and autoimmune disease models. TF-343 is a mixed extract derived from medicinal plants with anti-inflammatory and antioxidant properties and exhibits anti-inflammatory activity by modulating signaling pathways associated with immune...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41110990",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multiomics Integration Reveals Microbial Gene Interactions Shaping Host Responses in a DSS-Induced Colitis Mouse Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Inflammatory bowel disease (IBD) has been studied with a multi-omics approach to identify key contributors and unravel the biological complexity of its pathogenesis, aiding in the development of early diagnostic markers and therapeutic targets. The dextran sulfate sodium (DSS)-induced colitis mouse model, a widely used system for studying IBD, induces gut barrier disruption and proinflammatory responses, making it an ideal model for investigating host-microbiome interactions. This study...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41110987",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pt Nanoparticle Disintegration at Oxide Interfaces Enhances CO Oxidation Catalysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110144/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Understanding how supported metal nanoparticles dynamically evolve under reaction conditions is critical for controlling their catalytic function. Here, the mechanism behind the dynamic disintegration of Pt nanoparticles (NPs) supported on CeO(x)-TiO(2) (CT) during CO oxidation is elucidated, leading to the formation of single atoms (SAs) and/or sub-nanometer clusters. Density functional theory (DFT) calculations reveal that strong Pt-CO interactions weaken Pt─Pt cohesion, while electronic...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41110144",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Most Two-Dimensional Bosonic Topological Orders Forbid Sign-Problem-Free Quantum Monte Carlo Simulation: Nonpositive Gauss Sum as an Indicator",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Quantum Monte Carlo is a powerful tool for studying quantum many-body physics, yet its efficacy is often curtailed by the notorious sign problem. In this Letter, we introduce a novel criterion for the \"intrinsic\" sign problem in two-dimensional bosonic topological orders, which cannot be resolved by local basis transformations or adiabatic deformations of the Hamiltonian. Specifically, we find that the positivity of higher Gauss sums is a necessary condition for a two-dimensional bosonic...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41110082",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atomic Force Microscopy Analysis of Bridging-Induced Phase Separation Mediated by SMC Proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41111103/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Structural maintenance of chromosome (SMC) protein is essential for chromosomal architecture and genome stability across all domains of life. SMC proteins, including cohesin, condensin, and the Smc5/6 complex, are known to organize chromosomes through DNA loop extrusion. However, recent atomic force microscopy (AFM) studies showed ATP-independent DNA-bridging-dependent cohesin/DNA condensate formation, suggesting bridging-induced phase separation (BIPS) for genome organization. Here, we present...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41111103",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Benefit of Adjuvant Capecitabine According To Residual Cancer Burden in Patients With Triple-Negative Breast Cancer With Residual Disease Following Neoadjuvant Chemotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41111043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Adjuvant capecitabine was most beneficial in patients with RCB-III disease, primarily through a reduction in distant metastasis. These findings support its selective use in high-risk TNBC populations.",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41111043",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Adjuvant capecitabine was most beneficial in patients with RCB-III disease, primarily through a reduction in distant metastasis. These findings support its selective use in high-risk TNBC populations"
    },
    {
      "title": "Comparison of ultrasound-detected and undetected hepatocellular carcinomas: a post-hoc, subgroup analysis from the MAGNUS-HCC surveillance trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41111034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: US is less effective in detecting HCCs in patients with a higher BMI and tumors located in the blind spots or left hemiliver. These limitations should be considered in planning and interpreting surveillance strategies.",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41111034",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "US is less effective in detecting HCCs in patients with a higher BMI and tumors located in the blind spots or left hemiliver. These limitations should be considered in planning and interpreting surveillance strategies"
    },
    {
      "title": "Dynamic Interactions between the Gut Microbiome, Health, and Metabolic Disorders in Preterm Infants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110993/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Preterm birth, which occurs before the entire gestation is completed, causes serious health challenges for newborns. The gastrointestinal tract often shows delayed development and poor function in nutrient utilization and immune response. Preterm neonates are faced with difficulties in growth, are more vulnerable to infections, and have a higher risk of developing inflammatory diseases. One key factor in these outcomes is the abnormal development of intestinal microbiota. In premature neonates,...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110993",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MMPP Attenuates the Inflammatory Response by Suppressing ROS and Proinflammatory Cytokine and Chemokine Production in TNF-α/IFN-γ-Stimulated Human Keratinocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Keratinocytes play a significant role in regulating skin immune homeostasis, and their dysregulation is central to chronic inflammatory disorders such as atopic dermatitis and psoriasis. Inflammatory mediators such as tumor necrosis factor alpha (TNF-α) and interferon-gamma (IFN-γ) can disrupt this balance, inducing abnormal cytokine and chemokine expression that promotes immune cell infiltration and chronic inflammation in the skin. While (E)-2,4-bis(p-hydroxyphenyl)-2-butenal (BHPB) has shown...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110986",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Similar Microbial Carbon Limitation with Soil Depth despite Decreasing Carbon Availability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Carbon availability regulates the rate of microbial soil organic matter decay and respiration. However, it remains unclear how much carbon is available to microbes, and if soil organic carbon content influences microbial carbon limitation. Here, the Michaelis-Menten parameters (V(max) and k(m)) were employed to estimate available carbon and the degree of carbon limitation along soil depth profiles (0-60 cm) at two study sites with varying soil organic carbon content. Available carbon as well as...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110984",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Lactiplantibacillus plantarum</em> WB3801 and <em>Lactiplantibacillus plantarum</em> WB3808 Showed Antioxidant Effect and Anti-Apoptosis through Activation of the Keap1/Nrf2/HO-1 Pathway in H<sub>2</sub>O<sub>2</sub>-Induced HT-29 Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Oxidative stress, primarily triggered by elevated levels of reactive oxygen species (ROS) contributes to intestinal epithelial injury and apoptosis, and is closely associated with gastrointestinal disorders. In this study, we evaluated the cytoprotective effects of three Lactiplantibacillus plantarum strains (WB3801, WB3804, and WB3808) isolated from Korean kimchi against H(2)O(2)-induced oxidative stress in HT-29 cells. The strains exhibited markedly strong acid and bile tolerance, as well as...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110982",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110860/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110860",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Overall Survival with Abemaciclib in Early Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Adjuvant abemaciclib-ET resulted in a statistically significant and clinically meaningful improvement in OS compared to ET in patients with HR+, HER2-, node-positive, high-risk EBC. At 7 years, abemaciclib-ET continued to demonstrate a sustained IDFS and DRFS benefit.",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110697",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Adjuvant abemaciclib-ET resulted in a statistically significant and clinically meaningful improvement in OS compared to ET in patients with HR+, HER2-, node-positive, high-risk EBC. At 7 years, abemaciclib-ET continued to demonstrate a sustained IDFS and DRFS benefit"
    },
    {
      "title": "Adjuvant nivolumab versus placebo for high-risk muscle-invasive urothelial carcinoma: 5-year efficacy and ctDNA results from CheckMate 274",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110694/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Five-year results confirm durable DFS benefit and consistent safety profile for adjuvant nivolumab in high-risk MIUC. Post-hoc exploratory ctDNA assessment identified patients at highest risk of recurrence and may inform tailored adjuvant therapy strategies, pending further validation.",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110694",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Five-year results confirm durable DFS benefit and consistent safety profile for adjuvant nivolumab in high-risk MIUC. Post-hoc exploratory ctDNA assessment identified patients at highest risk of recurrence and may inform tailored adjuvant therapy strategies, pending further validation"
    },
    {
      "title": "\\zaAlectinib versus crizotinib in previously untreated ALK-positive advanced non-small cell lung cancer: Final overall survival analysis of the Phase III ALEX study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These final OS data show the sustained long-term systemic and intracranial efficacy of alectinib in the first-line treatment of ALK-positive NSCLC and confirm alectinib as a standard of care in this setting.",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110693",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These final OS data show the sustained long-term systemic and intracranial efficacy of alectinib in the first-line treatment of ALK-positive NSCLC and confirm alectinib as a standard of care in this setting"
    },
    {
      "title": "International consensuses and guidelines on diagnosing and managing Coats' disease by the Academia Retina Internationalis (ARI), Asia-Pacific Vitreo-retina Society (APVRS) and the Asia-Pacific Professors of Ophthalmology (AAPPO)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Coats' disease is a rare, retinal vascular disorder characterized by telangiectasias, aneurysmal dilations, and progressive exudative retinal detachment. Limited understanding of the disease warranted the need to identify controversial issues in through extensive literature search and debate discussion of the international panel of experts. Extensive literature search was done on multiple aspects of the disease-classification patterns, disease, Coats plus and Coats-like response. Other key...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110679",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural-Functional Brain Network Modulation using Transcranial Focused Ultrasound Stimulation: Implications on the Default Mode Network in Humans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110649/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Transcranial focused ultrasound (tFUS) has emerged as a promising noninvasive technique for brain stimulation due to its precise focusing and deep penetration capabilities. However, its potential to modulate brain networks beyond the stimulation site and optimal sonication parameters required for such modulation remain unclear. In light of this knowledge gap, this study investigates the effects of tFUS targeted at the medial prefrontal cortex (mPFC), a key component of the default mode network...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110649",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radiological and Clinical Outcomes of Monoaxial Versus Polyaxial Screw Constructs in C1 Jefferson Fracture Osteosynthesis: A Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Monoaxial screws provided superior anterior arch reduction, lateral mass realignment, and shorter operative time without compromising motion or clinical outcomes. Both constructs yielded similar improvements in pain and function. Screw selection has significant implications for radiological correction in motion-preserving surgery for unstable C1 fractures; however, larger prospective studies are warranted to determine the long-term outcome.",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110595",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for radiological correction in motion-preserving surgery for unstable C1 fractures; however, larger prospective studies are warranted to determine the long-term outcome",
      "conclusion": "Monoaxial screws provided superior anterior arch reduction, lateral mass realignment, and shorter operative time without compromising motion or clinical outcomes. Both constructs yielded similar improvements in pain and function"
    },
    {
      "title": "Response to comments by Kong et al",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110554/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110554",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Population health impacts of national health insurance coverage for neonatal intensive care unit admission in South Korea: evidence from regression discontinuity analyses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: NICU coverage showed no mortality benefit for the most vulnerable infants and may have led to overuse near full-coverage thresholds. Targeted policies and rigorous evaluation are needed to maximize benefits and avoid harm.",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110433",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NICU coverage showed no mortality benefit for the most vulnerable infants and may have led to overuse near full-coverage thresholds. Targeted policies and rigorous evaluation are needed to maximize benefits and avoid harm"
    },
    {
      "title": "Thermal processing effects on phytochemical profiles, antioxidant activity, and anti-inflammatory potential of extracts from dried rhizomes of Curcuma longa L. evaluated by UHPLC-MS/MS and in vitro assays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "This study developed and validated UHPLC-MS/MS methods for quantifying seven phytochemicals-five major bioactives (curcuminoids, sesquiterpenoids) and two thermal degradation products (vanillin, dehydrozingerone)-in Curcuma longa L. extracts. Samples were heat-treated (180 °C) in four matrices (dry, water, olive oil, corn oil), and antioxidant and anti-inflammatory activities were evaluated. While curcuminoids degraded significantly under aqueous heating (up to 71.3 % loss), ar-turmerone...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110411",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and safety of brigatinib after alectinib in patients with ALK-positive NSCLC: Integrated analysis of the ALTA-2 and J-ALTA studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This integrated analysis showed that brigatinib has clinically meaningful activity after disease progression on alectinib.",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110382",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This integrated analysis showed that brigatinib has clinically meaningful activity after disease progression on alectinib"
    },
    {
      "title": "Unlocking carbon lock-in: How data factor marketization propels low-carbon transformation in heavy-polluting enterprises",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110360/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "In modern economies, data factors have become crucial catalysts for the revolutionary advancement of heavily polluting sectors. The market-driven distribution of these data assets not only generates significant economic benefits but also provides essential assistance for establishing a sustainable development framework. This paper selects the creation of China's data trading platforms as a quasi-natural experiment, analyzing data from A-share listed companies in heavily polluting industries from...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110360",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations of maximal handgrip strength and handgrip strength asymmetry with suicidal behaviors: Evidence from a nationally representative sample of Korean adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110311",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epilepsy in children and adolescents with B-cell acute lymphoblastic leukemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110283/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Most seizures in patients with B-ALL were provoked and resolved without the need for long-term antiseizure medication treatment. Acute or subacute MTX neurotoxicity accounted for the majority of provoked seizures. However, these rarely progressed to epilepsy. Long-term neurological surveillance is important in B-ALL survivors, especially those with delayed seizure onset or magnetic resonance imaging evidence of leukoencephalopathy.",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110283",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "in B-ALL survivors, especially those with delayed seizure onset or magnetic resonance imaging evidence of leukoencephalopathy",
      "conclusion": "Most seizures in patients with B-ALL were provoked and resolved without the need for long-term antiseizure medication treatment. Acute or subacute MTX neurotoxicity accounted for the majority of provoked seizures"
    },
    {
      "title": "Asymmetric Mechano-Electrochemical Energy Harvesting System with Surface Charge-Modified Carbon Nanotube Yarn for Wearable Devices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110162/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Mechano-electrochemical harvesters are being explored for various applications, including wearable and implantable devices. However, their application in practical devices still requires the development of a structurally optimized two-electrode system to avoid mutual voltage cancellation. Herein, the two-electrode system is improved by enhancing individual electrode performance and resolving voltage cancellation through polarity-controlled electrode design via asymmetric surface charge...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41110162",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Precision Measurement of Net-Proton-Number Fluctuations in Au+Au Collisions at RHIC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "We report precision measurements on cumulants (C_{n}) and factorial cumulants (κ_{n}) of (net) proton number distributions up to fourth order in Au+Au collisions over center-of-mass energies sqrt[s_{NN}]=7.7-27 GeV from phase II of the Beam Energy Scan program at RHIC. (Anti)protons are selected at midrapidity (|y|<0.5) within a transverse momentum range of 0.4<p_{T}<2.0 GeV/c. Relative to various noncritical-point model calculations and peripheral collision 70%-80% data, the net proton...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110054",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Precision CP Symmetry Test and Polarization Analysis in Σ^{+} Decays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110052/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "A stringent test of CP symmetry in hyperon decays is performed using 1.0×10^{10} J/ψ events and 2.7×10^{9} ψ(3686) events collected by the BESIII experiment. The CP asymmetry in the two-body nonleptonic weak decays Σ^{+}→pπ^{0} and Σ[over ¯]^{-}→p[over ¯]π^{0} is determined to be A_{CP}=-0.0118±0.0083(stat)±0.0028(syst), consistent with CP conservation. The average decay parameter ⟨α_{0}⟩=-0.9869±0.0011(stat)±0.0016(syst) represents the most precise measurement in the baryon sector to date. A...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41110052",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical impact of gastrectomy in surgically proven stage IV gastric cancers: retrospective analysis from Korean multicenter dataset (PASS-META)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study suggests that gastrectomy offers a significant survival benefit to patients with surgically proven stage IV gastric cancer and limited peritoneal metastasis (P1/P2), distant lymph node (dLN1), or hepatic metastases (H1). Furthermore, specific surgical procedures such as extended lymph node dissection or minimally invasive surgery may be considered for patients undergoing gastrectomy.",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41110017",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that gastrectomy offers a significant survival benefit to patients with surgically proven stage IV gastric cancer and limited peritoneal metastasis (P1/P2), distant lymph node (dLN1), or hepatic metas...",
      "conclusion": "This study suggests that gastrectomy offers a significant survival benefit to patients with surgically proven stage IV gastric cancer and limited peritoneal metastasis (P1/P2), distant lymph node (dLN1), or hepatic metastases (H1). Furthermore, specific surgical procedures such as extended lymph nod..."
    },
    {
      "title": "Identification of candidate genes associated with resistance to Heterodera sojae in soybean",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "We identified QTLs and candidate genes associated with resistance to Heterodera sojae and then designed KASP markers from candidate genes on chromosomes 1 and 18 for marker-assisted selection. Heterodera sojae is a recently discovered cyst nematode species that parasitizes soybean roots, reducing soybean growth and yield. However, genes associated with resistance to H. sojae in soybean remain unknown. A genome-wide association study of genes related to resistance to H. sojae was performed with a...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41110016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perioperative Pembrolizumab for Locally Advanced Thymic Epithelial Tumors: A Single-Arm, Phase 2 Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41109992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Perioperative pembrolizumab demonstrated promising rates of MPR, R0 resection, and long-term DFS in stage III to IV TETs.",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41109992",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Perioperative pembrolizumab demonstrated promising rates of MPR, R0 resection, and long-term DFS in stage III to IV TETs"
    },
    {
      "title": "Updated Overall Survival Analysis From the Phase 2 PHAROS Study of Encorafenib Plus Binimetinib in Patients With BRAF V600E-Mutant Metastatic Non-Small Cell Lung Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41109959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "The phase 2 PHAROS study previously showed that encorafenib plus binimetinib has antitumor activity in patients with BRAF V600E-mutant metastatic non-small cell lung cancer (mNSCLC). In PHAROS, 98 patients (59 treatment naïve; 39 previously treated) received encorafenib 450 mg once daily and binimetinib 45 mg twice daily. We report updated results from data cutoff of March 14, 2025. The median duration of treatment with both encorafenib and binimetinib was 16.3 months in treatment-naïve and 5.5...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41109959",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Propagation of infra-slow and slow brain activities in electroencephalogram related to behavioral information processing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110547/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20251021033756&v=2.18.0.post9+e462414",
      "description": "The brain-wide propagation of neural excitability manifested in fast (>1 Hz) electroencephalogram (EEG) oscillations is known to play an important role in behavioral information processing. While fluctuations in EEG infra-slow and slow activity (ISA, 0.01-0.1 Hz; SA, 0.1-1 Hz) are also considered to reflect changes in neural excitability, it remains uncertain whether EEG ISA and SA propagate over the brain and whether such propagation relates to behavioral information processing. To investigate...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41110547",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "role in behavioral information processing",
      "conclusion": null
    },
    {
      "title": "Effect of Ionomer on CO<sub>2</sub> Reduction at Atomically Dispersed Ni─N─C Catalyst",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110141/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20251021033756&v=2.18.0.post9+e462414",
      "description": "Ionomers play an important role in carbon dioxide (CO(2)) electrolyzers by affecting CO(2) reduction reaction (CO(2)RR) at the cathode. In this study, we systematically examines the impact that different ionomers have on CO(2)RR at atomically dispersed nickel-nitrogen-carbon (Ni─N─C) catalyst. We compare the effects of two acidic cation exchange ionomers, perfluorosulfonic acid (Nafion) and sulfonated poly(aryl ether sulfone), and two alkaline anion exchange ionomers: quaternary...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41110141",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "role in carbon dioxide (CO(2)) electrolyzers by affecting CO(2) reduction reaction (CO(2)RR) at the cathode",
      "conclusion": null
    },
    {
      "title": "Walks in Rotation Spaces Return Home when Doubled and Scaled",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20251021033756&v=2.18.0.post9+e462414",
      "description": "The dynamics of numerous physical systems, such as spins and qubits, can be described as a series of rotation operations, i.e., walks in the manifold of the rotation group. A basic question with practical applications is how likely and under what conditions such walks return to the origin (the identity rotation), which means that the physical system returns to its initial state. In three dimensions, we show that almost every walk in SO(3) or SU(2), even a very complicated one, will...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41110096",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prenatal Phthalate Exposure, Leptin in Early Childhood, and Mediating Role of DNA Methylation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41109975/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20251021033756&v=2.18.0.post9+e462414",
      "description": "Currently, research on the association of prenatal phthalate exposure with leptin, as well as the mediating role of DNA methylation, is insufficient. A birth cohort in China was conducted, followed by pregnancy to early childhood. During the follow-up period, measurements were conducted for 160 mother-child pairs, including maternal urinary phthalate concentrations in three trimesters, DNA methylation in cord blood, and leptin levels in children's plasma. The present study found that maternal...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41109975",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Resolution Characterization of the Bacterial Microbiome in Chili Pepper Powder Using SMRT Sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Chili pepper powder is an essential ingredient of Korean cuisine and kimchi products. As such, ensuring its microbiological safety is crucial from a public health perspective. In this study, the bacterial microbiomes of Korean and Chinese chili pepper powder samples were compared using high-resolution single-molecule real-time sequencing. Nine samples each from Korea and China were analyzed, yielding high-quality sequencing data with N50 values exceeding 1,460 bp and quality scores greater than...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41110985",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Linking riverine discharge to shifts in temperate estuarine planktonic food web dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110441/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Riverine discharge plays a crucial role in shaping planktonic food web dynamics in coastal systems, though its effects can vary across estuaries. This study investigated the influence of riverine discharge on key biological variables-primary productivity, nitrogen uptake (nitrate and ammonium), biomass, community composition, and mesozooplankton feeding rates-across estuarine gradients in Gwangyang Bay, a low-turbidity temperate estuary in Korea. Principal component analysis identified riverine...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41110441",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the influence of riverine discharge on key biological variables-primary productivity, nitrogen uptake (nitrate and ammonium), biomass, community composition, and mesozooplankton feeding rates-across e...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modulatory function of cannabidiol on the extinction and reinstatement of methamphetamine-seeking behavior through the D2-like dopamine receptors in the dentate gyrus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251021033807&v=2.18.0.post9+e462414",
      "description": "Methamphetamine (METH) is a serious health concern with no reliable pharmaceutical treatment. Cannabidiol (CBD), a non-psychoactive compound from the Cannabis sativa plant, has shown potential in reducing drug-seeking behaviors, although its underlying neurobiological mechanisms remain unclear. Evidence suggests that CBD may modulate the dopamine system to suppress such behaviors. Given that D2-like receptors are critically involved in reward-related neuroplasticity and have been implicated in...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41110614",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Amifostine and melatonin attenuate radiation-induced oxidative stress, inflammation, and fibrotic remodeling in the vocal folds and subglottic glands of rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41110366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251021033807&v=2.18.0.post9+e462414",
      "description": "Head and neck radiotherapy is an effective treatment for cancer but often causes collateral injury to adjacent laryngeal tissues, leading to complications such as impaired voice production and mucosal dysfunction. This study examined whether pretreatment with amifostine or melatonin could mitigate radiation-induced morphological and molecular alterations in the vocal fold (VF) lamina propria and subglottic glands (SGs). Twenty-four male Sprague Dawley rats were randomly assigned to control,...",
      "pubDate": "2025-10-19T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41110366",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether pretreatment with amifostine or melatonin could mitigate radiation-induced morphological and molecular alterations in the vocal fold (VF) lamina propria and subglottic glands (SGs)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Growth inhibition in lettuce callus exposed to particulate matter: Cellular injury linked to intracellular accumulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41109622/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Particulate matter (PM) pollution poses significant but understudied risks to plant cellular health. This study demonstrates that exposure of lettuce (Lactuca sativa) protoplast-callus systems to standardized diesel exhaust particles at environmentally relevant concentrations results in marked intracellular PM accumulation, severe cytostructural damage, and disruption of chloroplast integrity. PM exposure triggered concentration-dependent oxidative stress, evidenced by increased hydrogen...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41109622",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "that exposure of lettuce (Lactuca sativa) protoplast-callus systems to standardized diesel exhaust particles at environmentally relevant concentrations results in marked intracellular PM accumulation,...",
      "conclusion": null
    },
    {
      "title": "Intrinsically Disordered Protein-Inspired Nanovector-Based Coacervates for the Direct Cytosolic Transport of Biomacromolecules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108606/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "In eukaryotic cells, membraneless organelles (MLOs) are formed via liquid‒liquid phase separation (LLPS) involving intrinsically disordered proteins (IDPs) and biomacromolecules, enabling biomacromolecule transport without vesicles, transporters, or channels. Although MLO-mimetic coacervates generated from synthetic biomaterials can deliver biomacromolecules into cells, they lack the conformational adaptability of IDPs and a defined internalization mechanism, limiting their stability under...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "KIST",
        "UNIST"
      ],
      "pmid": "41108606",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Domvanalimab and zimberelimab in advanced gastric, gastroesophageal junction or esophageal cancer: a phase 2 trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41109921/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "Dual inhibition of T cell immunoreceptor with immunoglobulin and ITIM domain (TIGIT) and programmed cell death protein 1 (PD-1) may enhance antitumor immunity in advanced gastroesophageal cancers. Here we report the EDGE-Gastric study, an ongoing, multicenter, international, phase 2 study with three cohorts, one in the first-line setting (cohort A) and two in the second-line or greater setting (cohorts B and C). Cohort A comprises four arms: two nonrandomized (A1 and A2) and two randomized (A3...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41109921",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of proximal segment osteotomy level on mandibular angle changes after intraoral vertical ramus osteotomy: a three-dimensional CBCT study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41109761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251021033759&v=2.18.0.post9+e462414",
      "description": "This retrospective study aimed to analyze changes in the mandibular angle, based on the ostectomy level of the proximal segment following intraoral vertical ramus osteotomy (IVRO) for mandibular setback in 40 patients with mandibular prognathism, using three-dimensional reconstruction images obtained from cone-beam computed tomography. The ostectomy level of the proximal segment was categorized into two groups based on the distance from the gonion to the ostectomy site: within 5 mm and over 5...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41109761",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safer fluoroscopy guided femoral access using a passive robotic support with a 3D printed needle and guidewire inserter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41109908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20251021033756&v=2.18.0.post9+e462414",
      "description": "Radiation during fluoroscopy guided puncture remains a daily concern for staff. We have designed 11 degree of freedom passive robotic mechanism (7 DOF passive robot and 4 DOF 3D printed needle and guide wire insertion) that keeps manual feel and line of sight while moving hands away from the beam. We tested its effectiveness on operator dose in a controlled swine model. Twelve femoral punctures were completed by one experienced operator. Six were done without the passive robot and six with it....",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41109908",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CCN3/IMP3/HIF1α positive feedback loop enhances malignant progression of triple-negative breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41109656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20251021033756&v=2.18.0.post9+e462414",
      "description": "Cancer cells are often exposed to a hypoxic environment due to indiscriminate proliferation and incomplete vasculature formation. Hypoxia-inducible factor-1 (HIF-1), which is induced by a hypoxic environment, promotes tumor malignancy by regulating cancer cell metabolism, metastasis, angiogenesis, and cancer stem cell formation. Previous studies have demonstrated increased activation of HIF-1-induced signaling pathways in triple-negative breast cancer (TNBC). Therefore, a hypoxic environment or...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41109656",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-throughput Raman platform for microplastics detection on filtration membranes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41109029/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1-u-VnOuHrrKiO4WMPvz_i-F2FoAlfu-lcoSZ3mSAjuT4X8gzB&fc=20250824200958&ff=20251021033756&v=2.18.0.post9+e462414",
      "description": "Plastic materials are ubiquitous across modern industries, leading to widespread microplastic contamination in aquatic systems. The diversity of plastic usage yields microplastics of diverse sizes, shapes, and compositions, posing significant analytical challenges. Current techniques cannot provide high-throughput analysis for the chemical and morphological distribution of numerous microplastics. In this study, we propose an integrated line-scan Raman imaging platform for rapid, high-throughput...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "KIST"
      ],
      "pmid": "41109029",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations of urine arsenic, blood manganese, and serum zinc with pterygium in Korean adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108861/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our findings provide epidemiological evidence that excess As and deficient Mn may be associated with pterygium in Korean adults.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41108861",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings provide epidemiological evidence that excess As and deficient Mn may be associated with pterygium in Korean adults"
    },
    {
      "title": "Higher dietary ketogenic ratio is associated with accelerated biological aging among US adults: analysis from NHANES 2005-2018",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108793/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Ketogenic diet (KD) is widely prescribed for weight management in obese individuals, yet their potential impact on biological aging remains unclear. Using cross-sectional data from the National Health and Nutrition Examination Survey (NHANES, 2005-2018) to test the hypothesis that KD may accelerate biological aging, biological aging was assessed through 4 indices: biological age acceleration (BioAgeAccel), phenotypic age acceleration (PhenoAgeAccel), homeostatic dysregulation (HD) and serum...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41108793",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on biological aging remains unclear",
      "conclusion": null
    },
    {
      "title": "Prognostic factors of mortality in patients with cancer infected with COVID-19: A systematic review and meta-analysis using the GRADE approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108326/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "This study aimed to systematically synthesize the available evidence on prognostic factors affecting mortality in these patients. This review included cohort studies of adult patients with cancer diagnosed with Coronavirus disease 2019 (COVID-19). We searched MEDLINE and Embase for data from December 2019 to June 2025, and Cochrane Central Libraries and other databases for data to July 2023. Two independent reviewers screened references, extracted data, and assessed bias risk. The Grading of...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41108326",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "systematically synthesize the available evidence on prognostic factors affecting mortality in these patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Segmental Lichen Planus Pigmentosus Successfully Treated With Picosecond Neodymium-Doped: Yttrium-Aluminium-Garnet Laser and Trifarotene in a Korean Patient",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Lichen planus pigmentosus (LPP) is a rare variant of lichen planus that presents as hyperpigmented patches, most commonly in individuals with darker skin tones, and is difficult to treat effectively. We report a case of a 22-year-old Korean male with LPP who showed considerable improvement following combination therapy with trifarotene and a picosecond neodymium-doped yttrium-aluminium-garnet (Nd:YAG) laser. Considering the inherently variable clinical course of LPP and the challenges associated...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41108200",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dopamine Agonist Pramipexole Halts Leflunomide Nephrotoxicity: A Dual Strike on TLR4-Driven Inflammation and PI3K/Akt Suppression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41109403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251021033807&v=2.18.0.post9+e462414",
      "description": "Leflunomide, a widely prescribed immunosuppressant for autoimmune disorders, is increasingly linked to nephrotoxicity, yet therapeutic countermeasures remain scarce. This study explores the nephroprotective potential of pramipexole, a dopamine D2/D3 receptor agonist with known anti-inflammatory properties in a murine model of leflunomide-induced renal injury. Chronic leflunomide exposure induced significant renal dysfunction characterized by oxidative stress, inflammation, and apoptosis,...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41109403",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atorvastatin ameliorates cerebral cortical pathological and cognitive alterations in aged rats: Histological &amp; immunohistochemical study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251021033807&v=2.18.0.post9+e462414",
      "description": "Aging is an important risk factor for neurodegenerative disease and requires the development of safe and widely accessible strategies to mitigate brain aging. Atorvastatin, primarily recognized for its cholesterol-lowering properties, has largely unexplored potential in modulating autophagy and safeguarding against age-related cognitive decline. The current study aimed to explore the potential beneficial impact of atorvastatin on structural and functional brain alterations in aged rats by...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41108918",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "risk factor for neurodegenerative disease and requires the development of safe and widely accessible strategies to mitigate brain aging",
      "conclusion": null
    },
    {
      "title": "Correlates of desire for hastened death in chronic illness: A cross-sectional network analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108807/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251021033807&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: PB and anxiety were the most robust correlates of DHD, whereas depression played a central role in the network. Addressing perceived burden and emotional distress may be relevant for understanding and managing DHD among individuals with chronic illness.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41108807",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PB and anxiety were the most robust correlates of DHD, whereas depression played a central role in the network. Addressing perceived burden and emotional distress may be relevant for understanding and managing DHD among individuals with chronic illness"
    },
    {
      "title": "Bioimaging application and growth-promoting behavior of Auxin-derived carbon dots on cancer cell and seed performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251021033807&v=2.18.0.post9+e462414",
      "description": "Auxin-derived carbon dots (Aux-CDs) were synthesized and evaluated for their dual functionality in biomedical and agricultural contexts. One-step hydrothermal synthesis was employed for the first time to produce eco-friendly and cost-effective Aux-CDs. The approach involves introducing a mixture of Auxin and water into the reactor. The fluorescence in the Aux-CDs was initially confirmed using a UV transilluminator. Physicochemical characterizations were evaluated via UV-Vis spectrophotometry...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41107990",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neurotherapeutic effects of Vutiglabridin as a Paraoxonase-2 modulator in preclinical models of Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings indicate that Vutiglabridin may serve as a promising therapeutic approach for reducing reactive oxygen species (ROS) levels by modulating PON2 activity in Parkinson's diseases.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41107874",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that Vutiglabridin may serve as a promising therapeutic approach for reducing reactive oxygen species (ROS) levels by modulating PON2 activity in Parkinson's diseases",
      "conclusion": "These findings indicate that Vutiglabridin may serve as a promising therapeutic approach for reducing reactive oxygen species (ROS) levels by modulating PON2 activity in Parkinson's diseases"
    },
    {
      "title": "Optimization of accelerated life test design process for gears and bearings using equivalent damage method",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "This study proposes an optimal accelerated life test (ALT) design process for gears and bearings using a novel equivalent damage method (EDM). The process first calculates the damage incurred by each component under existing load duration distribution (LDD) conditions. It then generates an optimal ALT that applies equivalent damage while minimizing the total test time. We formulate this as a multi-objective optimization (MOO) problem with the objectives of minimizing both the total test time...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41107369",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "optimization (MOO) problem with the objectives of minimizing both the total test time",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combined stomach content and stable isotope analyses revealed variations in trophic ecology of pacific cod in the east sea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107315/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "This study investigated changes in the dietary composition and trophic levels of Pacific cod (Gadus macrocephalus) using stomach content and stable isotope analyses. Pacific cod samples were collected seasonally from May 2018 to February 2022 using bottom gill nets at the northern (Ayajin) and southern (Hupo) sites of the East Sea along the Korean coast. The primary dietary components included teleosts, amphipods, carid shrimps, and cephalopods. Gravimetric dietary analysis revealed distinct...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41107315",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "changes in the dietary composition and trophic levels of Pacific cod (Gadus macrocephalus) using stomach content and stable isotope analyses",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Laser-Induced 3D Graphene with Nickel Selenide for Electrochemically Detecting Ceftriaxone in Urine and Environmental Water",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41106658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "The improper or excessive use of antibiotics in humans and animals has caused antibiotic residues to accumulate in the environment, posing substantial risks to human health. Ceftriaxone (CRO), among the most commonly prescribed antibiotics for a variety of infections, poses particular risks because it is excreted in its active form and persists in the environment; thus, it can potentially contribute to antimicrobial resistance and disturb aquatic microbial communities. To address this issue, we...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41106658",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toxicological potential of substances in spray-formulated degreasers and lubricants - with a literature review on asthma potentials of ammonia, maleic anhydride and methyl methacrylate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41106493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Spray-formulated engine/brake cleaners and lubricants form aerosols that can deposit in the airways where toxicity can occur. Characterisation of the ingredients' toxicity can help minimise the human risk. We recently published a database of 376 ingredient substances in 82 spray-formulated engine/brake cleaners and lubricants available in the European Union (EU) and screened them for genotoxic and carcinogenic potentials. In the current work we expand this screening to include pulmonary...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41106493",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stuttering treatment goals beyond fluency: A non-Western perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41106281/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: South Korean SLPs, despite their openness to beyond-fluency approaches, may not yet recognize stuttering acceptance as an independently worthwhile treatment objective that has value in and of itself. Implications are discussed for adapting beyond-fluency approaches to the Korean cultural context to enhance acceptance of these approaches among South Korean SLPs, children who stutter, and their families.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41106281",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "that has value in and of itself",
      "significance": "are discussed for adapting beyond-fluency approaches to the Korean cultural context to enhance acceptance of these approaches among South Korean SLPs, children who stutter, and their families",
      "conclusion": "South Korean SLPs, despite their openness to beyond-fluency approaches, may not yet recognize stuttering acceptance as an independently worthwhile treatment objective that has value in and of itself. Implications are discussed for adapting beyond-fluency approaches to the Korean cultural context to ..."
    },
    {
      "title": "Association of Hypertension With Telomere Length, Considering Non-Genetic and Genetic Factors, in Middle-Aged Koreans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Leukocyte telomere length (LTL) has been associated with hypertension. However, this association remains unclear in middle-aged populations. This study aimed to investigate the association between LTL and hypertension in middle-aged Koreans, considering genetic and non-genetic factors. We used baseline data from middle-aged participants (aged 30-55 years) in the Korean Medicine Daejeon Citizen Cohort. LTL was measured in 1914 participants using quantitative polymerase chain reaction. We...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41105808",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the association between LTL and hypertension in middle-aged Koreans, considering genetic and non-genetic factors",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanoscale Visualization and Contact Angle Analysis of Water Droplets on Ferroelectric Materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "Understanding wetting phenomena at the nanoscale is essential for evaluating interfacial properties of functional materials. However, conventional contact angle measurements lack the resolution required to capture nanoscopic features, while existing nanoscale approaches remain technically complex or indirect. Here, we present a direct visualization method using noncontact atomic force microscopy (AFM) combined with temperature-controlled condensation and pixel-wise contact angle mapping. By...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41105614",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pushing the Limits of High-Resolution Imaging in Liquid: The Rise of Graphene Liquid Cells in Electron Microscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251021033758&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41105442",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}