{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-07T19:20:11.619Z",
  "totalItems": 150,
  "totalArchived": 14493,
  "newPapersAdded": 139,
  "institutionBreakdown": {
    "KAIST": 14,
    "SNU": 23,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 4,
    "Korea University": 22,
    "IBS": 100,
    "UNIST": 2,
    "Hanyang University": 1,
    "KIST": 0,
    "GIST": 3,
    "Kyung Hee University": 4,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 79,
    "Neuroscience": 9,
    "Biomedical": 33,
    "Materials Science": 11,
    "Cancer Research": 17,
    "Computer Science": 1
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Logical Exploration of Cinnamoyl-Containing Nonribosomal Peptides via Metabologenomic Targeting and Regulator Overexpression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "A targeted method for discovering cinnamoyl-containing nonribosomal peptides (CCNPs), a unique class of bioactive compounds, was devised by using cinnamoyl isomerase, a key enzyme in the biosynthesis of the cinnamoyl moiety, as a genome mining probe. A total of 39 hit strains were obtained, including 35 from polymerase chain reaction-based screening of the in-house bacterial library (2.5% of 1400 strains) targeting the cinnamoyl isomerase-encoding gene and 4 from the genome mining of online...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41055158",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The noncoding circular RNA <em>circHomer1</em> regulates synaptic development and experience-dependent plasticity in the mouse visual cortex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Circular RNAs (circRNAs) are closed-loop, single-stranded RNAs particularly enriched in the brain. Despite this enrichment, and evidence showing that synaptic development and plasticity alter their expression in vitro, circRNA regulation by and function in experience-dependent plasticity in vivo remain unexplored. Through transcriptome-wide analysis in juvenile mouse primary visual cortex (V1) following monocular deprivation (MD), we identified that the circular and the activity-dependent mRNA...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41054542",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fostering sustainable infection prevention behaviors through organizational culture and psychological resources in healthcare settings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054056/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Infection prevention is a critical aspect of healthcare, directly impacting patient safety and outcomes. Previous studies have investigated various individual factors influencing infection control behaviors; however, limited research has examined the combined impact of organizational culture, environmental factors, and self-efficacy. This study aims to explore the multidimensional determinants of infection prevention behaviors using the information-motivation-behavioral skills framework. A...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41054056",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to explore the multidimensional determinants of infection prevention behaviors using the information-motivation-behavioral skills framework",
      "significance": "of organizational culture, environmental factors, and self-efficacy",
      "conclusion": null
    },
    {
      "title": "Transformative Mechanical and Piezoelectric Properties in Organic-Inorganic Hybrid Materials for Biomedical Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Organic-inorganic hybrid materials are multifunctional composites that combine distinct organic and inorganic components to yield synergistic enhancements in properties such as mechanical strength and piezoelectric performance, resulting in performance that exceeds that of the individual materials. This review begins by examining organic-inorganic hybrid structures found in nature, particularly within biological systems, and highlights the historical development of synthetic hybrids inspired by...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41053960",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Slow magnetic relaxation in a trinuclear spin-crossover Co(II) compound with metal-metal bonding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055931/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "This study investigates the molecular spin-qubit properties of a rigid trinuclear cobalt complex, presenting the first example of spin-crossover in a compound with metal-metal bonds. Pulsed electron paramagnetic resonance spectroscopy provides deeper insight into the spin-qubit behaviour, including the spin-lattice and spin-spin relaxation times.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41055931",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Large Language Models Versus Human Readers in CAD-RADS 2.0 Categorization of Coronary CT Angiography Reports",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055832/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "This study evaluated the accuracy of large language models (LLMs) in assigning Coronary Artery Disease Reporting and Data System (CAD-RADS) 2.0 categories and modifiers based on real-world coronary CT angiography (CCTA) reports and compared their accuracy with human readers. From 2752 eligible CCTA reports generated at an academic hospital between January and September 2024, 180 were randomly selected to fit a balanced distribution of categories and modifiers. The reference standard was...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41055832",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toward personalized hepatocellular carcinoma treatment using liver MRI: predicting intratumoral tertiary lymphoid structure maturity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41055769",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cephalometric differences between patients with REM- and NREM-Predominant OSA: implications for selecting surgical candidates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Anatomical factors, including nasal and maxillary width, hyoid bone position, and tongue length, are linked to OSA type. These findings may suggest that targeted treatments strategies, including MAD, MMA, genioglossus advancement, or transverse maxillary expansion, may be effective based on individual anatomical characteristics.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41055679",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Anatomical factors, including nasal and maxillary width, hyoid bone position, and tongue length, are linked to OSA type. These findings may suggest that targeted treatments strategies, including MAD, MMA, genioglossus advancement, or transverse maxillary expansion, may be effective based on individu..."
    },
    {
      "title": "Correlation and Optimal Cutoff Value of the Japanese Society for Surgery of the Hand Score for Postoperative Satisfaction in Radial Polydactyly: A Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055615/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We noted a significant correlation between JSSH score and parental satisfaction in patients with radial polydactyly and established an optimal cutoff value of 18.5 points.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41055615",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We noted a significant correlation between JSSH score and parental satisfaction in patients with radial polydactyly and established an optimal cutoff value of 18.5 points"
    },
    {
      "title": "Polycaprolactone Impregnated 3D Printed Nanohydroxyapatite for Sinus Augmentation: A Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Dimensional stability of the augmented bone was comparable between the groups. However, group 3DPHA-PCL demonstrated inferior new bone formation and implant survival compared to group BB. Long-term follow-up is warranted to monitor the behavior of 3DPHA-PCL.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41055506",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Dimensional stability of the augmented bone was comparable between the groups. However, group 3DPHA-PCL demonstrated inferior new bone formation and implant survival compared to group BB"
    },
    {
      "title": "Imaging Features and Diagnostic Performance of US in Nonmass Lesions with Varying Clinical Indications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Background The diagnostic performance of breast US for nonmass lesions (NML) is not well validated. Purpose To evaluate and compare the imaging features and diagnostic performance of US for NMLs across clinical indications. Materials and Methods This retrospective study included NMLs that underwent US-guided biopsy from January 2014 to February 2021. Lesions were also classified by their clinical indications as screening, diagnostic: work-up (DWU), or diagnostic: current breast cancer (DCBC)....",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41055493",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "To evaluate and compare the imaging features and diagnostic performance of US for NMLs across clinical indications",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identifying an Active Intermediate and Monitoring O─O Bond Formation in Water Oxidation by a Cobalt(III)-TAML Complex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055351/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "A cobalt(III) -TAML complex, [(TAML)Co^(III)]^(-) (TAML = tetraamido macrocyclic ligand), catalyzes water oxidation using one-electron oxidants like cerium(IV) ammonium nitrate (CAN) or tris(4-bromophenyl)ammonium hexachloroantimonate radical cation (TBPA^(•+)). Two redox tautomers were characterized: a ligand-centered Co(III)-OH species, [(TAML^(•)⁺)Co^(III)(OH)]^(-) (1), and a metal-centered Co(IV)= O species, [(H-TAML)Co^(IV)(O)(HOTf)]^(-) (2), formed by oxidation with iodosylbenzene (PhIO)...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41055351",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Total Biocatalytic Synthesis of Capsaicinoids Using Ferulic Acid: A Versatile Two-Step Strategy for Natural Product Diversification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055281/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "The wide-ranging application of capsaicinoids, the active compounds in chili peppers, has driven increasing interest in the development of sustainable production strategies. However, capsaicinoid synthesis remains a challenge. The objective of this pioneering study is to report the total biocatalytic synthesis of structurally diverse capsaicinoids from bio-based ferulic acids. An X-ray crystallographic study elucidated the structural basis for the exceptional potential of a novel transaminase...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41055281",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this pioneering study is to report the total biocatalytic synthesis of structurally diverse capsaicinoids from bio-based ferulic acids",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel Sodium Rare Earth Silicate Solid Electrolyte with Grain Boundary Electronic Insulation for Ultra-Durable Solid-State Sodium Metal Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Sodium rare earth silicate is regarded as a novel and promising solid electrolyte (SE) for solid-state sodium metal batteries (SSSMBs) because the merits of high ionic conductivity, low sintering temperature, and excellent chemical stability. However, impurity phases and voids induced by sintering always cause weak ion conduction and large electron conduction at grain boundaries, resulting in the growth of Na dendrites. Herein, a facile grain boundary modification strategy is conducted by...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "SNU"
      ],
      "pmid": "41055271",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interplay of tail length and confinement in the formation of interior loops in flexible chains",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Loop formation between distant interior segments of a polymer is a fundamental process for biological functions such as gene regulation and protein folding. While prior studies predominantly focus on end-to-end looping, interior loop formation is more relevant in vivo. Using Langevin dynamics simulations, we investigate the kinetics of interior loop formation in confined flexible polymers with specific internal segments having attractive interactions, focusing on the effect of tail length (lt)...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41055199",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Brain-Inspired Topological Surface Modulation for Advanced Nonvolatility in Organic Artificial Synapses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054891/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Human intelligence has evolved dramatically as topological adaptations have taken precedence over volumetric expansion in brain development. Inspired by the remarkable functional enhancements achieved through cortical gyrification, organic synaptic transistors (OSTs) are demonstrated with active layers engineered via controlled surface topologies. Macroscopic compressive forces induce wrinkling in the active polymer layer, generating localized stress that compresses microscopic crystallites....",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41054891",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel GLP-1-Based Medications for Type 2 Diabetes and Obesity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054801/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "The approvals of semaglutide and tirzepatide have set new benchmarks in the treatment of type 2 diabetes and obesity. Building on their success, novel GLP-1-based therapeutics are rapidly advancing. These next-generation agents engage not only GLP-1 receptors but also those for other gastro-entero-pancreatic hormones such as glucose-dependent insulinotropic polypeptide (GIP), glucagon, amylin, and peptide YY (PYY) to enhance energy uptake, storage, and expenditure through synergistic mechanisms....",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41054801",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A privacy-preserving HLA imputation method with homomorphic encryption",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "In recent years, several HLA imputation methods on local servers have been developed, using single nucleotide polymorphisms (SNPs) as inputs to predict Human Leukocyte Antigen (HLA) genotypes. However, these methods require HLA reference panels, which are often unavailable and memory-intensive. Cloud-based outsourced HLA imputation overcomes these limitations by utilizing built-in reference panels on the cloud server, removing local storage needs. However, uploading genotype data online raises...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41054548",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multiregional single-cell transcriptomics reveals an association between partial EMT and immunosuppressive states in oral squamous cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054545/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Oral squamous cell carcinoma (OSCC) is highly heterogeneous and metastatic, and the mechanisms driving OSCC development, progression, and metastasis remain elusive. Here, we performed single-cell RNA sequencing on 231,442 cells obtained from the tumor core (TC), tumor periphery (TP), adjacent surrounding tissue (ST), and metastatic lymph node (mLN) samples of 10 patients with human papillomavirus (HPV)-negative OSCC. TP and TC showed no major immune cell phenotype differences. Interestingly,...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "41054545",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reviewer Comment on Almekhlafi et al. \"Adjunctive Intraarterial Thrombolysis after Thrombectomy in Large Vessel Occlusion Stroke: A Meta-Analysis of RCTs\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41054359",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global safety profile of PD-1/PD-L1 inhibitors in hepatic autoimmune disorders: A global disproportionality analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054153/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "The increasing use of programmed cell death protein-1 (PD-1) and programmed death-ligand 1 (PD-L1) inhibitors in cancer therapy has raised concerns regarding immune-related adverse events. However, global pharmacovigilance studies on autoimmune diseases remain scarce. This study aimed to evaluate the signal detection between PD-1/PD-L1 inhibitors and hepatic autoimmune disorders. A global pharmacovigilance study was conducted using data from individual case safety reports. The analysis centered...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41054153",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "evaluate the signal detection between PD-1/PD-L1 inhibitors and hepatic autoimmune disorders",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enterocutaneous fistula as a long-term complication of jejunostomy tube placement in a dog with hyperadrenocorticism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053838/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This case highlights enterocutaneous fistula as a delayed and previously unreported complication of JT placement in a dog with HAC. Given the adverse effects of HAC on wound healing, clinicians should recognize the potential for such complications and implement vigilant postprocedural monitoring and appropriate endocrine management in patients undergoing enteral tube placement.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41053838",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case highlights enterocutaneous fistula as a delayed and previously unreported complication of JT placement in a dog with HAC. Given the adverse effects of HAC on wound healing, clinicians should recognize the potential for such complications and implement vigilant postprocedural monitoring and..."
    },
    {
      "title": "High-Performance and Scalable Ferroelectric Diodes Enabled via 2D-MoS<sub>2</sub> Buffer Layer Under Low Thermal Budget",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Hafnium-based (Hf(0.5)Zr(0.5)O(2), HZO) ferroelectrics exhibit robust polarization switching even in ultrathin films and are compatible with atomic layer deposition (ALD), making them promising for two-terminal (2-T) non-volatile memory devices. However, their practical use remains limited by low ON/OFF ratios, high leakage currents, and poor endurance. Herein, A high-performance ferroelectric diode (FE-diode) based on a W/MoS(2)/HZO/TiN stack is demostrated, fabricated entirely below 400 °C for...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "POSTECH"
      ],
      "pmid": "41055013",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Resilience-Enhancing Additive Design Enabled by Macrocyclic Additive-Mediated Failure Suppression in Lithium-Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054878/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "The high-voltage operation of mid-nickel NCM Li-ion batteries (LIBs) increases the energy density but accelerates cell degradation owing to transition-metal dissolution and oxygen-radical formation. In this study, the macrocyclic additive 1,4,7,10,13-pentaazacyclopentadecane is introduced, which enhances cell resilience through a dual-protection mechanism. The additive spontaneously chelates the dissolved Mn ions, suppressing their migration and subsequent contamination at the negative...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "UNIST"
      ],
      "pmid": "41054878",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sustainable valorization of fish head wastes into nitrogen-based nutrients: a comparative life cycle assessment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41053769",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Validation of non-invasive preimplantation genetic testing for aneuploidies (niPGT-A) in a Japanese population: experience from seven clinics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055878/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We have shown results that are consistent with the existing literature, indicating the feasibility of applying the niPGT-A protocol described here, and thus using the SBM result to establish a priority for embryo transfer.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41055878",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We have shown results that are consistent with the existing literature, indicating the feasibility of applying the niPGT-A protocol described here, and thus using the SBM result to establish a priority for embryo transfer"
    },
    {
      "title": "Relationship Between the Incidence of Metabolic Syndrome and Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: MetS is associated with the less frequent breast cancer incidence in females, especially aged < 50 years.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41055859",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MetS is associated with the less frequent breast cancer incidence in females, especially aged < 50 years"
    },
    {
      "title": "Associations between baseline cerebral oxygen saturation, preoperative B-type natriuretic peptide and hemoglobin levels, and mortality after cardiac surgery in non-dialysis patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Baseline cerebral regional oxygen saturation (rSO₂) measured with the INVOS 5100C near-infrared spectroscopy (NIRS) device has been reported to correlate primarily with preoperative B-type natriuretic peptide (BNP) and hemoglobin levels. It has also been reported to be associated with postoperative mortality. This study evaluated whether similar associations exist for other NIRS-derived indicators, including tissue oxygenation index (TOI) and tissue oxygen saturation (StO₂), measured with the...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41055843",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Shared Decision-Making. A Primer for Clinicians",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055684/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: This primer portrays a reflective clinician who is aware of power asymmetry, patient vulnerability, risk communication, health literacy, agenda setting, and goal clarification. It envisages a clinician who is curious about personal perspectives and who can offer collaborative, iterative, and deliberative steps.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41055684",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "clarification",
      "significance": null,
      "conclusion": "AND RELEVANCE: This primer portrays a reflective clinician who is aware of power asymmetry, patient vulnerability, risk communication, health literacy, agenda setting, and goal clarification. It envisages a clinician who is curious about personal perspectives and who can offer collaborative, iterati..."
    },
    {
      "title": "Real-world use of HIF-PH inhibitors and ESAs in non-dialysis-dependent CKD with anemia: insights from a Japanese database study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Real-world database analysis shows that initiation of HIF-PH inhibitors for renal anemia in NDD-CKD increased to match that of ESAs by 2024, although switching from ESAs remained low. HIF-PH inhibitors showed a trend toward improvement in anemia compared to ESAs, suggesting clinical benefit.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41055642",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Real-world database analysis shows that initiation of HIF-PH inhibitors for renal anemia in NDD-CKD increased to match that of ESAs by 2024, although switching from ESAs remained low. HIF-PH inhibitors showed a trend toward improvement in anemia compared to ESAs, suggesting clinical benefit"
    },
    {
      "title": "Associated Factors to Nonadherence to Routine Appointments after Kidney Transplantation: The ADHERE Brazil Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study is the first to examine the association of health system factors with missed appointments after KT. The identified patient factors allow us to recognize patients at risk for NApp. Modifiable variables at the health professional and KT center levels suggest targets for effective interventions aiming to reduce this behavior and improve outcomes.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41055605",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study is the first to examine the association of health system factors with missed appointments after KT. The identified patient factors allow us to recognize patients at risk for NApp"
    },
    {
      "title": "Age-standardized mortality-to-incidence ratio for ovarian cancer in the world",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055399/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41055399",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multistage control of near-infrared and magnetic properties <em>via</em> π-dimer modulation in TCNQ radical anion salts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055354/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "We report a liquescent 7,7,8,8-tetracyanoquinodimethane radical anion (TCNQ˙^(-)) salt with an N,N'-di-n-octylimidazolium ion that exhibits unprecedented three-stage switching of magnetic and NIR-II absorption properties upon thermal stimulation. This behavior originates from stepwise transformations between co-facial and slipped-stacking π-dimers and monomeric TCNQ˙^(-) species.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41055354",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Construction of protein capsules from novel amphiphilic two-helix bundle proteins (GP-ZiPs), designed by fusing the transmembrane region of glycophorin A with coiled-coil peptides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055305/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "To further validate our protein capsule construction strategy based on amphiphilic two-helix-bundled proteins, we designed GP-ZIPs (GP-ZIP41, GP-ZIP29, GP-ZIP20), combining a truncated glycophorin A transmembrane region and a dimeric coiled-coil. Using an emulsion method, we successfully constructed stable hollow capsules (70-200 nm) capable of encapsulating hundreds of protein molecules.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41055305",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modelling adsorbate coverage on complex alloy surfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055276/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "In order to extend catalysis theory to complex alloys and multiple adsorbates, we have to face the fact that the number of possible surface site-adsorbate combinations gets too large to calculate. We, instead, define rules for adsorbate-adsorbate interactions; specifically, blocking rules in terms of disallowed local adsorbate-adsorbate configurations. We then conduct simple simulations to investigate how different rules entail certain outcomes. For the PdAg intermetallic and PdAg solid...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41055276",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Challenges in Implementing a Mobile AI Chatbot Intervention for Depression Among Youth on Psychiatric Waiting Lists: Randomized Controlled Study Termination Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Significant barriers to engagement suggest that digital interventions may need simpler protocols and trusted environments to improve feasibility. Future studies could test these interventions in supportive settings, like schools or community centers, to enhance accessibility and participation among youth.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41055096",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Significant barriers to engagement suggest that digital interventions may need simpler protocols and trusted environments to improve feasibility. Future studies could test these interventions in supportive settings, like schools or community centers, to enhance accessibility and participation among ..."
    },
    {
      "title": "Thrombospondin-4 from Cancer-associated Fibroblasts Downregulates ERBB2 Expression in Gastric Cancer Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "The intra-tumoral heterogeneity of HER2 expression is associated with resistance to anti-HER2 therapy in HER2-positive gastric cancers (GCs). We previously reported that thrombospondin-4 (THBS4) is overexpressed in cancer-associated fibroblasts (CAFs) in the GC microenvironment and is associated with GC remodeling. To clarify the relationship between CAFs and the intra-tumoral heterogeneity of HER2 in GC, the effect of CAFs on HER2 expression was investigated in GC cells. Two HER2-positive GC...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41055077",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential Growth and Transpiration Responses Among Banana (Musa Spp.) Hybrids-Hope for Breeding Drought Tolerant Bananas?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41055063",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stiff and Fracture-Resistant Ion Gels Enabled by Synergetic Physical Entanglement and Hydrogen Bonding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "In this study, ion gels are developed that simultaneously exhibit exceptional stiffness and fracture resistance through the synergistic effects of physical entanglements and hydrogen bonding between polymer chains within an ionic liquid matrix. Through radical copolymerization conducted in an ionic liquid under extremely low initiator concentrations, ultrahigh molecular weight polymers in situ with nearly complete monomer conversion are successfully synthesized. This strategy enabled the one-pot...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41054892",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Voltage-dependent ionic polarization in TlBr: alternate square-wave bias application for ionic polarization control",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Scientific insights into the polarization of TlBr pellets under applied voltage were investigated to develop stable TlBr-based electronic devices. The polarization originates from the electrophoretic migration of Tl^(+) and Br^(-) ions and shows a clear dependence on the applied voltage. Importantly, the polarization can be effectively suppressed by applying an alternate square-wave bias.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41054862",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Urinary metabolite signatures to detect and differentiate graft injury in kidney transplant patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054533/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Current biomarkers are either lagging indicators of injury or have been developed to maximize negative predictive value only for active rejection. In this study, we aimed to demonstrate the utility of urinary metabolites to detect and differentiate types of graft injury. Retrospective urine samples from a training cohort of 102 patients were used to develop a metabolite signature to detect and differentiate a stable graft from graft injury including borderline rejection, active rejection due to...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41054533",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": "demonstrate the utility of urinary metabolites to detect and differentiate types of graft injury",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual molecular therapy targeting tumor cell heterogeneity improves therapeutic efficacy in glioblastoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "The intratumoral heterogeneity of glioblastoma, comprising glioblastoma stem cells (GSCs) and differentiated glioblastoma cells (DGCs), contributes to treatment resistance. We explored combination therapy targeting both GSCs and DGCs. Candidate drugs predicted to be highly effective against GSCs and DGCs were identified through in silico screening, which utilized antitumor efficacy data of therapeutic agents and gene expression profiles of cancer cell lines. IC50 values of the candidate drugs...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41054532",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Helicobacter pylori Infection Is a Risk Factor for Severe Hyperemesis Gravidarum Requiring Prolonged Hospitalization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our findings suggest that testing for anti-H. pylori IgG antibodies may help identify patients at a higher risk for a longer hospital stay due to severe HG. Pregnant women who test positive for anti-H. pylori IgG antibodies may benefit from closer monitoring. Additionally, these results raise the possibility that preconception care could be a preventive measure.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41054201",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that testing for anti-H. pylori IgG antibodies may help identify patients at a higher risk for a longer hospital stay due to severe HG"
    },
    {
      "title": "Two molecular subtypes of skull base meningiomas with extracranial extension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053851",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanistic Interrogation of a PQQ and Rare Earth-Dependent Artificial Metalloenzyme",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055952/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Pyrroloquinoline quinone (PQQ)-binding proteins are found in diverse species and play key roles in the central metabolism of many methylotrophic bacteria, acting as redox-active cofactors in their alcohol dehydrogenase (ADH) enzymes. These enzymes also require a Lewis acidic metal ion to activate PQQ, and the 2011 discovery of lanthanide (Ln^(3+))-dependent ADH enzymes sparked a surge of interest in understanding their functional properties. However, key questions remain regarding the mechanism,...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055952",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sensitive detection of bisulfite by a novel quinoxalinyl-based fluorescent probe and its applications in food detection and bioimaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055943/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Bisulfite (HSO(3)^(-)) is a widely used food additive that plays a crucial role in many physiological processes. Nevertheless, excessive amounts of HSO(3)^(-) can pose unpredictable risks to human health. Hence, monitoring residual HSO(3)^(-) in food samples is crucial for safeguarding human health. In this work, a ratiometric fluorescent probe (DPTI) for detecting HSO(3)^(-) was synthesized, derived from camphorquinone. This probe showed a colorimetric and fluorescence dual response to...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055943",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role of Serum Stability and Lipoprotein Interactions in Lipid Structure-Tumor Accumulation Relationship",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Lipid-based formulations (liposomes, micelles, lipid nanoparticles, emulsions, lipid prodrugs) are the most popular systems for tumor drug delivery. At the same time, there is limited knowledge of the factors controlling the lipid structure-tumor accumulation relationship (STAR). To address this question, we synthesized a compact library of lipids with the shared cyanine Cy3 headgroup but variable tail hydrophobicity and headgroup-tail linkers. A shared fluorophore enabled the straightforward...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055942",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modeling the Electronic Coupling in Squaraine Thin Films: The Unusual Case of Three Davydov Components",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "A theoretical study is conducted to unveil the nature of intermolecular interactions in orthorhombic 2,4-bis[4-(N,N-diisobutylamino)-2,6-dihydroxyphenyl]squaraine (SQIB) crystalline thin films. The orthorhombic polymorph of SQIB crystallizes in the Pbcn space group with four equivalent molecules per unit cell (Z = 4), leading to three orthogonally polarized Davydov components and a dark state. The remarkable agreement between experimental polarized absorbance spectra and the simulated spectra...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055940",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and validation of a predictive nomogram for mild cognitive impairment in middle-aged and elderly populations: A multi-module analysis integrating air quality and sociodemographic factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055934/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "BackgroundGrowing evidence links air pollution to mild cognitive impairment (MCI), yet existing models often overlook environmental exposures. We developed a novel MCI nomogram integrating air pollution, sociodemographic, and clinical predictors for Chinese adults ≥ 45 years.ObjectiveTo develop and validate a personalized MCI risk assessment tool incorporating sociodemographic, clinical, and environmental factors.MethodsUsing the 2015 CHARLS cohort (n = 7702), we built two MCI prediction models...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055934",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Grief, depression and psychotic-like experiences among bereaved college students: the predictive role of attitudes towards death",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055927/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Background: Bereavement may lead to heterogeneous psychological responses, including prolonged grief disorder (PGD), depression, and psychotic-like experiences (PLEs). Individuals' attitudes toward death may play a significant role in bereavement adjustment.Objective: This study aimed to identify latent subgroups of bereaved Chinese college students based on their symptom endorsement of PGD, depression, and PLEs, and to examine the predictive role of five specific death attitudes - fear of...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055927",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study aimed to identify latent subgroups of bereaved Chinese college students based on their symptom endorsement of PGD, depression, and PLEs, and to examine the predictive role of five specific ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Developing Medical Cannabis Competencies: A Consensus Statement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: These consensus-derived competencies provide a structured, evidence-informed foundation to guide the integration of medical cannabis into undergraduate medical education. Aligned with competency-based education principles, the implementation of the proposed framework can help ensure that future clinicians are equipped to provide informed, evidence-based, and patient-centered guidance on medical cannabis use.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055914",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: These consensus-derived competencies provide a structured, evidence-informed foundation to guide the integration of medical cannabis into undergraduate medical education. Aligned with competency-based education principles, the implementation of the proposed framework can help ensure t..."
    },
    {
      "title": "Cannabis Education-A Professional and Moral Obligation for Physicians",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055911/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055911",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Non-amyloid specific treatment for transthyretin cardiac amyloidosis: a clinical consensus statement of the ESC Heart Failure Association",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "This clinical consensus statement, developed by the Heart Failure Association of the European Society of Cardiology, offers a detailed review of the non-specific management of transthyretin amyloid cardiomyopathy (ATTR-CM). This progressive and often fatal condition is increasingly recognized as a major contributor to heart failure. This document provides advice on symptom management and enhancing quality of life, with a focus on volume management, neurohormonal modulation, and tailored use of...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055898",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Imagine this: Memories of fiction are used in mental simulations in the absence of lived experience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055888/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Memories of events from fictional sources (e.g., scenes from movies or novels) share many properties with memories of lived experiences (Yang et al., Journal of Experimental Psychology: General, 151 (5), 1089, 2022). Here we test whether memories of fictional events can serve a similar function to personal memories, serving as the building blocks for simulations of novel scenarios. Across two studies, participants imagined themselves in future scenarios, rated the phenomenological qualities of...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055888",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Journal of",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interventions to Improve the Mental Health of Black Youth in Western Countries: A Scoping Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Culturally grounded interventions show promise in improving mental health outcomes for Black youth. Future research should focus on intersectionality, long-term impact, and broader representation across diverse Black subpopulations.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055875",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Culturally grounded interventions show promise in improving mental health outcomes for Black youth. Future research should focus on intersectionality, long-term impact, and broader representation across diverse Black subpopulations"
    },
    {
      "title": "mRUST Estimation of Tibial Fracture Healing After Intramedullary Nailing Using Deep Forest Model with a Genetically Optimized Wearable Sensor Layout",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055854/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: A DFR model with a GA-optimized plantar pressure insole provides an accurate, objective assessment of patients following intramedullary nailing of tibial fractures. This portable, data-driven approach presents a viable alternative to traditional radiographic methods, offering potential for timely and convenient clinical monitoring.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055854",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "assessment of patients following intramedullary nailing of tibial fractures",
      "significance": null,
      "conclusion": "A DFR model with a GA-optimized plantar pressure insole provides an accurate, objective assessment of patients following intramedullary nailing of tibial fractures. This portable, data-driven approach presents a viable alternative to traditional radiographic methods, offering potential for timely an..."
    },
    {
      "title": "Neural illumination calibration for surgical workflow-optimized spectral imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our method enables seamless integration of hyperspectral imaging into surgical workflows by providing rapid and automated illumination calibration. Its robust generalization across diverse conditions significantly enhances the reliability and practicality of spectral imaging in clinical settings, paving the way for broader adoption of HSI in surgery.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055831",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our method enables seamless integration of hyperspectral imaging into surgical workflows by providing rapid and automated illumination calibration. Its robust generalization across diverse conditions significantly enhances the reliability and practicality of spectral imaging in clinical settings, pa..."
    },
    {
      "title": "Nanoencapsulated Syzygium aromaticum oil alleviates acetic acid-induced ulcerative colitis in rats by influencing critical redox, NF-κB/iNOS, and Keap1/Nrf2/HO-1 signaling pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Ulcerative colitis (UC) is an autoimmune inflammatory condition characterized by significant mucosal destruction. Although Syzygium aromaticum (Clove oil; CO) oil is well-known for its antioxidant and anti-inflammatory properties, its high volatility, toxicity, and hydrophobicity can compromise its biological efficacy. Therefore, nanoencapsulation is a feasible approach for boosting its therapeutic potential, including stability, bioavailability, and target delivery. Herein, this study was...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055815",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Initial strabismus surgery in patients with thyroid eye disease: outcomes and dose-response in various types of procedure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055777/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Single rectus recession achieves high success for TED vertical strabismus, with TS enhancing correction. Preoperative deviation is key to dose-response, while vertical recession influences horizontal dose-response when deviation is < 35PD.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055777",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Single rectus recession achieves high success for TED vertical strabismus, with TS enhancing correction. Preoperative deviation is key to dose-response, while vertical recession influences horizontal dose-response when deviation is < 35PD"
    },
    {
      "title": "Predictors of relapse and disability in NMOSD, MOGAD, and double-seronegative demyelinating syndromes: an international multicenter retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Prognostic factors differed across subgroups. NMOSD outcomes were influenced by age, disease duration, and steroid tapering; MOGAD outcomes by onset phenotype, early therapy, and maintenance treatment; and seronegative outcomes by treatment timing and immune antecedents. These findings emphasize early, tailored therapy and distinct subgroup-specific prognostic considerations in antibody-mediated and seronegative demyelinating disorders.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055773",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Prognostic factors differed across subgroups. NMOSD outcomes were influenced by age, disease duration, and steroid tapering; MOGAD outcomes by onset phenotype, early therapy, and maintenance treatment; and seronegative outcomes by treatment timing and immune antecedents"
    },
    {
      "title": "Characterization of SPTLC2 as a key driver promoting microglial activation and energy metabolism reprogramming after ischemic stroke through bulk and single-cell analyses combined with experimental validation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055763/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our study highlights SPTLC2 as a critical mediator of microglial activation and metabolic reprogramming in ischemic stroke, providing a foundation for developing novel therapeutic strategies targeting SPTLC2 to improve stroke outcomes.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055763",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study highlights SPTLC2 as a critical mediator of microglial activation and metabolic reprogramming in ischemic stroke, providing a foundation for developing novel therapeutic strategies targeting SPTLC2 to improve stroke outcomes"
    },
    {
      "title": "Determination of radioactivity concentrations in phosphate ore and fertilizer to assess their radiological impacts using gamma spectrometry technique in Saudi Arabia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055754/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "This study measures the radioactivity concentration in phosphate ore and final product samples, as well as the radiological risk from the mining area that has an impact on the environment in the Al-Jalamid mining region of Saudi Arabia. The contents of ^(226)Ra (^(238)U), ^(232)Th, ^(40) K, and ^(238)U/^(226)Ra ratio were measured using gamma-ray spectrometry. The results show that the concentrations of ^(226)Ra (^(238)U), ^(232)Th, and ^(40) K in the ore ranged from 62.3 to 333.5 with an...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055754",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on the environment in the Al-Jalamid mining region of Saudi Arabia",
      "conclusion": null
    },
    {
      "title": "Application of the neonatal 'floppy module' to older infants: can it be used for differential diagnosis?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our findings suggest that the neonatal floppy module can be reliably administered also in infants from the age of 3 months. The pilot application of the module in infants with hypotonia from the age of 3 months also suggested that the module could be used to help the clinician in the differential diagnosis of infants with hypotonia.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055751",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that the neonatal floppy module can be reliably administered also in infants from the age of 3 months. The pilot application of the module in infants with hypotonia from the age of 3 months also suggested that the module could be used to help the clinician in the differential di..."
    },
    {
      "title": "Febrile Infection-Related Epilepsy Syndrome (FIRES) in a Young Adult: A Case Report Highlighting Advanced Neuroimaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055750",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "miRNA-130b-3p upregulation impairs osteogenic differentiation in AIS patients by inhibiting the IGF1/ERK pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055725/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Adolescents with idiopathic scoliosis (AIS) often exhibit a slender body shape and reduced bone mass, even in the absence of evident vertebral deformities. Although prior studies have implicated microRNAs (miRNAs) in the development and progression of AIS, the precise mechanisms remain poorly understood. Therefore, primary osteoblasts and plasma samples from AIS patients and controls were isolated and associated mechanism was investigated in this study. We observed impaired osteogenic capacity...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055725",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tumors with microsatellite instability upregulate TREX1 to escape antitumor immunity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055714/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Currently, it remains largely unclear how MSI-H/dMMR tumors, despite heightened immune pathway activation and antigenic mutation accumulation, evade immune elimination and promote tumorigenesis. Our study showed that dMMR tumors accumulate cytosolic double-stranded DNA, activating the cGAS-IFN pathway and upregulating DNA-digesting enzyme TREX1. In immunocompetent mice, Trex1 depletion in MSI-H/dMMR tumors abolished tumor formation in a CD8+ T cell-dependent manner, suggesting its critical role...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055714",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TRPV6 channel function is involved in endometrial epithelial cell Ca<sup>2+</sup> signaling and female mouse fecundity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055712/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "The Ca^(2+)-selective transient receptor potential vanilloid 6 (TRPV6) channel plays a fundamental role in the female and male murine reproductive system. We have previously shown that TRPV6 is essential for male fertility, and necessary for a proper placental Ca^(2+) transport, embryonic bone development and calcification, as well as for extracellular matrix formation in the placental labyrinth. Here, we show that lack of functional TRPV6 results in impaired fecundity in female mice with...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055712",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Urinary biomarkers of acute kidney injury in neonates &lt; 25 weeks' gestation: a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study provides preliminary information about urine NGAL and EGF in neonates < 25 weeks' gestation, a growing patient population at high risk for kidney injury. The relationship between urinary biomarkers and outcomes in this population warrants further investigation.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055701",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides preliminary information about urine NGAL and EGF in neonates < 25 weeks' gestation, a growing patient population at high risk for kidney injury. The relationship between urinary biomarkers and outcomes in this population warrants further investigation"
    },
    {
      "title": "Sex differences in the initiation of antithrombotic therapy in patients with atrial fibrillation in Germany",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055700/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our findings indicate notable disparities in the initiation of antithrombotic therapy in relation to sex, thus underscoring the necessity for additional research to comprehend the underlying factors. Consequently, efforts should be concentrated on enhancing adherence to treatment guidelines, addressing sex-specific barriers to therapy, and ensuring equitable access to optimized stroke prevention strategies for patients with AF.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055700",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings indicate notable disparities in the initiation of antithrombotic therapy in relation to sex, thus underscoring the necessity for additional research to comprehend the underlying factors. Consequently, efforts should be concentrated on enhancing adherence to treatment guidelines, address..."
    },
    {
      "title": "Impact of data compression and security devices on telesurgery systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Security implementation enables safe telesurgery by detecting cyber threats without impairing surgical performance. This finding supports the practical development of economically and technologically viable telesurgical systems.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055695",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Security implementation enables safe telesurgery by detecting cyber threats without impairing surgical performance. This finding supports the practical development of economically and technologically viable telesurgical systems"
    },
    {
      "title": "SGLT2 Inhibitors and Prevention of Cardiovascular Events in Diabetes Patients with and Without Hypertension: A Nationwide Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055686/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This nationwide cohort study demonstrates that in T2D patients without cardiovascular disease, SGLT2i use is associated with a lower risk of coronary heart disease, stroke, heart failure, and MACE in those with hypertension. In patients without hypertension, SGLT2i use was linked to a reduced risk of atrial fibrillation, suggesting its potential role in the primary prevention of cardiovascular events for T2D patients.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055686",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This nationwide cohort study demonstrates that in T2D patients without cardiovascular disease, SGLT2i use is associated with a lower risk of coronary heart disease, stroke, heart failure, and MACE in those with hypertension. In patients without hypertension, SGLT2i use was linked to a reduced risk o..."
    },
    {
      "title": "Mechanistic insights into miR-584-5p-mediated Inhibition of PDLSCs osteogenic differentiation through H2AFZ upregulation and RUNX2 suppression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Periodontal ligament stem cells (PDLSCs) hold promise for bone regeneration, but their osteogenic differentiation is tightly regulated by various molecular mechanisms. MicroRNAs are key regulators of this process, and miR-584-5p has been identified as a potential modulator of osteogenesis. In this study, we investigated the role of miR-584-5p in the osteogenic differentiation of PDLSCs. Our findings show that overexpression of miR-584-5p inhibits osteogenic differentiation in vitro, as evidenced...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055656",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the role of miR-584-5p in the osteogenic differentiation of PDLSCs",
      "significance": null,
      "conclusion": "that overexpression of miR-584-5p inhibits osteogenic differentiation in vitro, as evidenced"
    },
    {
      "title": "Health-related quality of life in a cohort of 1070 patients with hypoparathyroidism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Thirty-six-Item Short-Form Health Survey version 2 scores in patients with cHypoPT were lower than the normalized values reported previously for the US population. Patients who were subsequently prescribed rhPTH (1-84) had worse baseline HRQoL scores than those in the conventional therapy group.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055655",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Thirty-six-Item Short-Form Health Survey version 2 scores in patients with cHypoPT were lower than the normalized values reported previously for the US population. Patients who were subsequently prescribed rhPTH (1-84) had worse baseline HRQoL scores than those in the conventional therapy group"
    },
    {
      "title": "Cortical spreading depression dynamics are altered by topical D2 receptor ligands",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Cortical spreading depression (CSD) is a transient wave of neuronal and glial depolarization that propagates slowly through the cerebral cortex and is implicated in neurological events such as migraine aura. While glutamate, GABA, and serotonin have established roles in CSD modulation, the contribution of dopaminergic signaling, particularly via D2 receptors (D2Rs), remains unclear. In this study, we examined whether topical cortical application of D2R-targeting agents alters CSD propagation and...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055641",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether topical cortical application of D2R-targeting agents alters CSD propagation and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Muscle fatigue arising intrinsically from SUR2- but not Kir6.1-dependent gain-of-function in Cantu syndrome mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055640/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Cantu syndrome (CS) is a rare disease caused by gain-of-function (GOF) mutations of Kir6.1 or SUR2 subunits of ATP-sensitive potassium (KATP) channels. CS patients with SUR2 and Kir6.1 variants display a similar constellation of symptoms, including muscle weakness and fatigue. The effects of CS mutations on skeletal muscle KATP channels, and any consequent direct effects on contractility, are currently unclear. Here, we used two knock-in mouse models of CS, respectively, carrying GOF mutations...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055640",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Reference Genome for Colusa Grass, Neostapfia colusana, a Threatened and Endangered California Vernal Pool Plant",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055588/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Colusa grass, Neostapfia colusana, is a listed California endangered plant endemic to the vernal pools of California. Vernal pool habitat is highly degraded and threatened by further anthropological development, with only 10% of its historical range remaining. With only 42 confirmed extant populations, it is a major conservation concern to understand patterns of genomic diversity. Here we report the first complete genome assembly of Colusa grass. The assembly includes two haplotypes: haplotype...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055588",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Term Outcomes of BK Viremia in Kidney Transplant Recipients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: BK viremia did not impact mortality, graft loss, kidney function, GU malignancies, and ureteral stenosis over long-term follow-up, but BPAR episodes and development of de novo DSA were higher with viral loads >10 000 copies/mL. Strict monitoring protocols and immunosuppression reduction strategies are effective in minimizing the risk associated with BK viremia.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055587",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "mortality, graft loss, kidney function, GU malignancies, and ureteral stenosis over long-term follow-up, but BPAR episodes and development of de novo DSA were higher with viral loads >10 000 copies/mL",
      "conclusion": "BK viremia did not impact mortality, graft loss, kidney function, GU malignancies, and ureteral stenosis over long-term follow-up, but BPAR episodes and development of de novo DSA were higher with viral loads >10 000 copies/mL. Strict monitoring protocols and immunosuppression reduction strategies a..."
    },
    {
      "title": "Acclimation effect on fish migratory characteristics: determination of appropriate acclimation period for Chinese sturgeon, Acipenser sinensis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "The acclimation period is a crucial and controllable factor in managing fish stress prior to behavioural observations. However, research in this area-particularly regarding its effects-remains limited. In the present study, we investigated the effect of acclimation duration (up to 265 min during the day and up to 525 min at night) on the migratory characteristics of juvenile Chinese sturgeon (Acipenser sinensis). The appropriate acclimation period for juvenile Chinese sturgeon was determined...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055582",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effect of acclimation duration (up to 265 min during the day and up to 525 min at night) on the migratory characteristics of juvenile Chinese sturgeon (Acipenser sinensis)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Estimating and Evaluating Counterfactual Prediction Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055572/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Counterfactual prediction methods are required when a model will be deployed in a setting where treatment policies differ from the setting where the model was developed, or when a model provides predictions under hypothetical interventions to support decision-making. However, estimating and evaluating counterfactual prediction models is challenging because, unlike traditional (factual) prediction, one does not observe the potential outcomes for all individuals under all treatment strategies of...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055572",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disparities in Prostate Cancer Specific Mortality in Incarcerated vs. Non-Incarcerated Patients in Michigan: A Statewide Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Despite being diagnosed with PCa at a younger age and an earlier stage, IP showed a higher PCSM risk than NP. Further research is warranted to examine this difference.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055542",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite being diagnosed with PCa at a younger age and an earlier stage, IP showed a higher PCSM risk than NP. Further research is warranted to examine this difference"
    },
    {
      "title": "Comparison of 10-year Survival Outcomes between CT Surveillance and Surgery for Ground-Glass Nodules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Background The debate over whether to manage pulmonary ground-glass nodules (GGNs) that increase in size during surveillance with continued follow-up or surgery poses challenges in clinical practice. Purpose To provide evidence-based insights into the long-term survival and appropriateness of surveillance for GGNs, particularly those that increase in size during follow-up. Materials and Methods In this prospective study, patients with GGNs detected at CT examinations between March 2005 and...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055497",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "To provide evidence-based insights into the long-term survival and appropriateness of surveillance for GGNs, particularly those that increase in size during follow-up",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intestinal Parasitic Infections, Eosinophilia, and Th1/Th2 Immune Profiles in Haemodialysis Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Patients undergoing haemodialysis are known to have compromised immune function, which can increase their susceptibility to infections, including intestinal parasitic diseases. These infections can manifest more severely in this population. Typically, the immune response to parasitic infections involves a shift from a Th1-dominant response-more effective against intracellular pathogens-to a Th2-dominant response, which promotes eosinophilia and IgE production. Participants were categorised into...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055492",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The PI3K/AKT/mTOR Pathway and Oral Diseases: A Bibliometric Analysis From 2008 to 2025",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055460/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This bibliometric analysis shows rising global interest in PI3K/AKT/mTOR research in oral science, led by Asia. Research has shifted from basic signaling to disease-focused studies, with future efforts focusing on underexplored oral pathologies and translational applications, particularly in targeted therapy and regenerative medicine.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055460",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": "This bibliometric analysis shows rising global interest in PI3K/AKT/mTOR research in oral science, led by Asia. Research has shifted from basic signaling to disease-focused studies, with future efforts focusing on underexplored oral pathologies and translational applications, particularly in targete..."
    },
    {
      "title": "Incidence of Cracked Teeth Before, During, and After the Covid-19 Pandemic-A Retrospective Analysis in a German Private General Practice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055458/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Contrary to previous findings from endodontic practices, this study found no pandemic-related surge in tooth fractures, suggesting that referral bias or patient selection in specialized settings may influence reported trends.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055458",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Contrary to previous findings from endodontic practices, this study found no pandemic-related surge in tooth fractures, suggesting that referral bias or patient selection in specialized settings may influence reported trends"
    },
    {
      "title": "Colorimetric Aptasensor Based on Bimetallic Single-Atom Nanozyme and Self-Selected Aptamers for Ultrasensitive Detection of Quarantine Plant Viruses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055452/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Quarantine plant viruses (QPV) pose significant economic and environmental threats, yet their efficient and sensitive detection remains a major challenge. Herein, a sandwich colorimetric aptasensor strategy has been proposed based on a bimetallic single-atom nanozyme (FeCo-NC) and self-selected aptamers for the on-site detection of Tomato mosaic virus (ToMV), a prevalent QPV. The dual active centers of FeCo-NC significantly enhance the efficient activation of H(2)O(2). Simultaneously, FeCo-NC...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055452",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Whole-genome sequence of <em>Arthrobacter koreensis</em> strain RMB17, isolated as a recurring laboratory contaminant in high-salt media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Here we report the whole-genome sequence of Arthrobacter koreensis strain RMB17, an actinobacterium isolated as a recurring laboratory contaminant during marine bacteria cultivation in high-salt medium. The 3.4 Mbp genome was sequenced in its entirety using Oxford Nanopore technology, revealing a GC content of 65.88% with 165× sequence coverage.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055422",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-level features predict perceived similarity for naturalistic images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055419/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "The mechanisms by which humans perceptually organize individual regions of a visual scene to generate a coherent scene representation remain largely unknown. Our perception of statistical regularities has been relatively well-studied in simple stimuli, and explicit computational mechanisms that use low-level image features (e.g., luminance, contrast energy) to explain these perceptions have been described. Here, we investigate to what extent observers can effectively use such low-level...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055419",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "APP ubiquitination by VHL protein is essential for MVB sorting and lysosomal degradation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Amyloid precursor protein (APP), a type I transmembrane protein, is closely related to the pathogenesis of Alzheimer's disease (AD). Amyloid beta (Aβ) is generated by sequential processing of APP in the Golgi apparatus and endosomes, and its toxicity leads to neuron dysfunction and neurodegeneration. APP is selectively shuttled between intracellular membrane compartments and ultimately transported into lysosomes. However, the mechanisms underlying APP sorting signals and lysosomal degradation...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055405",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>In vitro</em> and <em>in vivo</em> inhibitory effects and transcriptional reactions of graphene oxide on <em>Verticillium dahliae</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055400/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "The properties of graphene oxide (GO) against viruses and bacteria have received widespread attention, yet research into its antifungal capabilities remains comparatively scarce. Assessing the inhibitory effect of GO on plant pathogenic fungi is crucial for its application in preventing and managing fungal diseases. Verticillium dahliae represents a quintessential soil-borne fungal pathogen that infiltrates through plant roots and resides within the vascular tissues, leading to devastating wilt...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055400",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Whole-genome sequence characterization of respiratory syncytial virus in the Johns Hopkins Health System during the 2024-2025 respiratory season",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Respiratory syncytial virus (RSV) remains a leading cause of lower respiratory tract infections in young children, older adults, and immunocompromised individuals worldwide. In 2023, the first RSV vaccines and the widespread use of monoclonal antibodies were approved, underscoring the need for genomic surveillance to monitor their effectiveness and the emergence of antibody-resistant genotypes. This study details the whole-genome characterization of RSV strains circulating between September and...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055398",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epidemiological and genomic characteristics of <em>Ralstonia mannitolilytica</em> isolated from bloodstream in Liaocheng City, Shandong Province, China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Ralstonia mannitolilytica, primarily recognized as an environmental bacterium, has emerged as an opportunistic pathogen associated with nosocomial infections. R. mannitolilytica is well-adapted to oligotrophic and humid environments, harbors intrinsic resistance to both disinfection measures and antimicrobial therapies and possesses the ability to bypass 0.2 µm filters, thereby facilitating its persistence in clinical and environmental reservoirs. In this study, 11 R. mannitolilytica isolates...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055395",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemerin, OPG, and WPOI as Markers of Bone Invasion and Prognosis in Oral Squamous Cell Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The findings suggest that Chemerin and Osteoprotegerin have the potential to serve as indicators for bone invasion in oral squamous cell carcinoma, which could have significant implications for diagnosis and treatment approaches.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055393",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "for diagnosis and treatment approaches",
      "conclusion": "The findings suggest that Chemerin and Osteoprotegerin have the potential to serve as indicators for bone invasion in oral squamous cell carcinoma, which could have significant implications for diagnosis and treatment approaches"
    },
    {
      "title": "User Experiences of a Bihormonal Fully Closed-Loop System Among Adults with Type 1 Diabetes in a Real-World Setting: A Qualitative Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Background: Bihormonal fully closed loop (FCL; \"artificial pancreas\") reactively manages glucose levels by adjusting insulin or glucagon delivery based on sensor readings. Previous quantitative research has demonstrated FCL group-level efficacy in terms of glycemic and person-reported outcomes. Less is known about specific user experiences and the impact on different life domains. Aims: To qualitatively examine motives and user experiences related to this bihormonal FCL system among adults with...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055383",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "To qualitatively examine motives and user experiences related to this bihormonal FCL system among adults with",
      "significance": "on different life domains",
      "conclusion": null
    },
    {
      "title": "Expanding cholera serosurveillance to vaccinated populations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055373/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Mass oral cholera vaccination campaigns targeted at subnational areas with high incidence are central to global cholera elimination efforts. Serological surveillance offers a complementary approach to address gaps in clinical surveillance in these regions. However, similar immune responses from vaccination and infection can lead to overestimates of the incidence of infection. To address this, we analyzed antibody dynamics in infected and vaccinated individuals to refine seroincidence estimation...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055373",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "antibody dynamics in infected and vaccinated individuals to refine seroincidence estimation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Draft genome sequences of five endophytic fungi isolated from <em>Lactuca serriola</em>, a wild relative of cultivated lettuce",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "We present draft genome sequences of five endophytic fungi from Lactuca serriola L., a wild relative of cultivated lettuce: Alternaria postmessia, two Alternaria alternata variants, Fusarium falciforme, and Aspergillus terreus. Isolates were obtained from field-grown plants in Arizona, USA, and whole-genome sequenced using Illumina NovaSeq 6000 at ≥50× coverage.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055369",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Persistent Emergency Department Use Among Veterans: Longitudinal Patterns and Opportunities for Targeted Intervention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055346/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Although most Veterans cycle out of high ED use, those with persistent use face high mortality. These findings highlight the importance of early identification and risk stratification to guide ED-based care management, behavioral health integration, and end-of-life planning for vulnerable populations.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055346",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although most Veterans cycle out of high ED use, those with persistent use face high mortality. These findings highlight the importance of early identification and risk stratification to guide ED-based care management, behavioral health integration, and end-of-life planning for vulnerable population..."
    },
    {
      "title": "HIV reservoirs in lymphomagenesis: hidden driver in the era of viral suppression?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055344/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "SUMMARYDespite advancements in antiretroviral therapy, people living with HIV (PLWH) remain at high risk of lymphoma. The persistence of HIV reservoirs and their spatial association with lymphoma highlights the need to clarify their role in lymphomagenesis. HIV reservoirs, which are established early during infection and maintained through clonal expansion, epigenetic silencing, and immune evasion, may contribute to lymphomagenesis through four interconnected mechanisms: provirus integration...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055344",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patient Variability Drives Postoperative Outcome Volatility More Than Surgeon or Indication: A Bayesian Simulation Study of PROMIS Global Health for Lumbar Spinal Stenosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055334/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: PROMs are most volatile during the first postoperative year after surgery for LSS. Patient-level variability is predictive of better peak PROM scores postoperatively. Reducing patient, but not surgeon variability, reduced overall postoperative outcome volatility.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055334",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PROMs are most volatile during the first postoperative year after surgery for LSS. Patient-level variability is predictive of better peak PROM scores postoperatively"
    },
    {
      "title": "Immuno-Packed T-Cell-Fusogenic Liposome Empowers Adoptive T Cell Therapy for Solid Tumor Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Adoptive T cell therapy has achieved remarkable success in certain blood cancers, but its efficacy against solid tumors remains limited by multiple immunological challenges including inadequate tumor infiltration, tumor cell's immune tolerance, and immunosuppressive tumor microenvironment (TME). Herein, a one-step cell engineering strategy is reported to enhance T cell therapy for solid tumors using an immuno-packed T-cell-fusogenic liposome (IMPACTFUL). Through membrane fusion, IMPACTFUL...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055330",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Female Genital Mutilation: The Zero Tolerance Imperative",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055320",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Circular RNA-Directed Therapeutic Strategy for Cold-Induced Diabetic Macrovascular Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055316/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Aims: This study aims to elucidate the molecular mechanisms underlying the alleviation of cold-climate-induced diabetic macrovascular disease (DM-MVD) by targeting hsa_circ_0010154 with gold nanoparticles (AuNPs)-mediated antisense oligonucleotides (ASOs) delivery, combined with aerobic exercise, and to explore the therapeutic effects on glucose and lipid metabolism, inflammation, and oxidative stress. Results: Significant upregulation of hsa_circ_0010154 in DM-MVD was confirmed through...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055316",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study aims to elucidate the molecular mechanisms underlying the alleviation of cold-climate-induced diabetic macrovascular disease (DM-MVD) by targeting hsa_circ_0010154 with gold nanoparticles (...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interpretation of Kelvin Probe Force Measurements in Solid-State Electrochemical Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Kelvin probe force microscopy (KPFM) provides an established and reliable measurement of the work function of electronic conductors under equilibrium conditions. A less used but highly versatile application of KPFM is the characterization of electrochemical devices in operation, i.e., devices under nonequilibrium conditions. We derive the KPFM signal interpretation from basic considerations of the Volta potential and its relation to the surface potential, chemical potential of electrons, Galvani...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055311",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dupilumab in Children Under 6 Years With Moderate-to-Severe Atopic Dermatitis: A 16-Week Real-World Prospective Study on Efficacy, Safety, and Local-Systemic Immune Responses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055300/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Short-term dupilumab exhibited favorable outcomes in young children with AD, primarily through the remodeling of CLA^(+)Th2 cells and the restoration of skin barrier functions. Although circulating Th2 inflammation was not completely normalized within a 16-week period, the significant reductions in TARC and MDC indicate systemic improvement and underscore the importance of maintenance therapy.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055300",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Short-term dupilumab exhibited favorable outcomes in young children with AD, primarily through the remodeling of CLA^(+)Th2 cells and the restoration of skin barrier functions. Although circulating Th2 inflammation was not completely normalized within a 16-week period, the significant reductions in ..."
    },
    {
      "title": "3D Spatiotemporal Electrophysiology of Cardiac Organoids Using Shell Microelectrode Arrays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055292/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Cardiac organoids have emerged as powerful platforms for modeling human heart development and disease. However, traditional 2D microelectrode arrays (MEAs) are limited to planar recordings and fail to capture the 3D propagation of electrical signals. Here, programmable, shape-adaptive, organoid-encapsulating shell MEAs are presented as a technology that enables comprehensive 3D electrophysiological mapping. These on-chip-fabricated devices feature customizable geometries and electrode layouts...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055292",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantifying Å-Scale Non-Additive Solvation at Nanoparticle Interfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055289/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Solvent organization at solid-liquid interfaces dictates nanoparticle stability, catalysis, and self-assembly. Classical physical-chemistry theories commonly treat solvent quality as an additive continuum variable-an assumption increasingly questioned at the nanoscale but rarely experimentally quantified. Here, we address this challenge by combining small-angle neutron scattering (SANS) with Monte Carlo real-space reconstruction, allowing direct, molecular-level quantification of interfacial...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055289",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Palladium(II) and BF<sub>3</sub>·OEt<sub>2</sub> Cooperatively Catalyzed Regioselective Cyclization of Alkynyl-Tethered Aryl Ethers with Hydrogen-Bonding Interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Herein, we report palladium(II) and BF(3)·OEt(2) cooperatively catalyzed regioselective ipso-cyclization of alkynyl-tethered para-methoxylated arenes and ortho-cyclization of alkynyl-tethered arenes to prepare spiropyrrolo[2,1-b]quinazolinone-cyclohexadienones and 2,3-fused quinazolinones in good to excellent yields with high regioselectivity, respectively. DFT calculations revealed that the self-assembly of hydrogen-bonding between OAc anion and hydrogen atom of terminal alkyne facilitated...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055284",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ductile Inorganic Ferromagnetic Semiconductor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Ductile/Plastic inorganic semiconductors have garnered significant attention for their potential in flexible electronics, yet their current diversity remains limited, with functionalities largely confined to thermal and/or electrical properties. Here, the first intrinsically ductile/plastic inorganic ferromagnetic semiconductor, bulk CrSiTe(3) van der Waals (vdW) crystals, which combine excellent deformability with ferromagnetism, is reported. Mechanical characterization reveals excellent...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055272",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Overdose, Naloxone Receipt, and Willingness to Distribute Naloxone Among People Who Use Drugs on An American Indian Reservation of a Tribal Nation in the Southern Plains of the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: There is a pressing need to enhance naloxone coverage for PWUD in Indigenous communities. Secondary naloxone distribution may be a promising strategy to address this need.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055254",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "There is a pressing need to enhance naloxone coverage for PWUD in Indigenous communities. Secondary naloxone distribution may be a promising strategy to address this need"
    },
    {
      "title": "Deep Learning-Enhanced High-Precision Wind Field Concurrent Triboelectric Sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055251/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Reliable and real-time wind field sensing is critical for environmental monitoring and distributed meteorological forecasting. However, conventional solutions often suffer from structural complexity and poor adaptability to harsh environments. In this work, a magneto-vortex triboelectric sensing system (MVTS) is developed by coupling a triboelectric nanogenerator (TENG) with a vortex-induced vibration (VIV) structure and magnetically reinforced elastic elements. The system converts wind-induced...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055251",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Simulation of dB/dt-Over-Electric Field Cardiac Magnetostimulation Safety Ratios in 75 Body Models and 18 Gradient Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our simulations of dB/dt-over-E-field ratios for cardiac safety in MRI cover a large range of realistic clinical scenarios. An increase of the allowable dB/dt beyond the current CS limit in IEC 60601-2-33 may be feasible.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055234",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our simulations of dB/dt-over-E-field ratios for cardiac safety in MRI cover a large range of realistic clinical scenarios. An increase of the allowable dB/dt beyond the current CS limit in IEC 60601-2-33 may be feasible"
    },
    {
      "title": "Ameliorative Effects of Coenzyme Q10 Against Hypoxia-Induced and Varicocele-Associated Spermatogenesis Dysfunction in Rat",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055215/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings suggest that CoQ10 improves chronic hypoxia-induced and varicocoele-related spermatogenesis dysfunction by reducing inflammation via the caspase1-IL1β-egr2 pathway. The study highlights CoQ10's protective role in male reproduction and its potential for treating male infertility linked to hypoxia and varicocoele.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055215",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that CoQ10 improves chronic hypoxia-induced and varicocoele-related spermatogenesis dysfunction by reducing inflammation via the caspase1-IL1β-egr2 pathway",
      "conclusion": "These findings suggest that CoQ10 improves chronic hypoxia-induced and varicocoele-related spermatogenesis dysfunction by reducing inflammation via the caspase1-IL1β-egr2 pathway. The study highlights CoQ10's protective role in male reproduction and its potential for treating male infertility linked..."
    },
    {
      "title": "Mitochondrial respiratory chain regulates HBV clearance through dual modulation of lysosomal acidification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055213/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Mitochondria are vital for maintaining cellular homeostasis. However, mitochondrial damage is evident in patients with chronic hepatitis B (CHB). The role of mitochondrial dysfunction in the persistence of viral replication remains unclear. Therefore, this study aims to investigate the impact of mitochondrial dysfunction on HBV replication and elucidate the underlying mechanisms. Both mitochondria and lysosomes were dysfunctional in HBV-replicating cells. Moreover, HBV replication inhibited...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055213",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "to investigate the impact of mitochondrial dysfunction on HBV replication and elucidate the underlying mechanisms",
      "significance": "of mitochondrial dysfunction on HBV replication and elucidate the underlying mechanisms",
      "conclusion": null
    },
    {
      "title": "Kawasaki Disease Shock Syndrome With Progressive AV Block and Atrioventricular Dissociation: Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055207/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055207",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diverse surface reconstructions in MAX phases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Surface reconstructions in MAX phases demonstrate a complexity similar to that of semiconductor surfaces, influenced by the intricate interactions between their distinct electronic and structural characteristics. Utilizing first-principles electronic and phonon calculations, we explore various surface reconstructions that may occur on the surfaces of transition metal carbides and nitrides, known as MAX phases, especially when the A-element atoms from group 13 to 16 of the periodic table are...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055201",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conformation-specific reactions of Criegee intermediates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Carbonyl oxides, known as Criegee intermediates, play crucial roles in atmospheric chemistry and climate change. The novel production methods and direct detection of these gaseous Criegee intermediates in laboratories, developed about a decade ago, have stimulated related research and significantly enhanced our understanding of the roles of Criegee intermediates in atmospheric chemistry. Numerous reviews and perspective articles on Criegee intermediates have been published. This perspective...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055200",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Developing a Linguistically Valid Japanese Version of the Chronic Pain Attribution Scale: Translation and Cultural Adaptation Process",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055166/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The CPAS-J was successfully developed through a rigorous process. This tool supports research on pain attributions in Japanese-speaking populations and may improve our understanding of treatment responses by assessing a key psychological dimension of chronic pain that is linked to brain-based processes.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055166",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The CPAS-J was successfully developed through a rigorous process. This tool supports research on pain attributions in Japanese-speaking populations and may improve our understanding of treatment responses by assessing a key psychological dimension of chronic pain that is linked to brain-based proces..."
    },
    {
      "title": "Applying click chemistry principles to the design of tumor-targeted nanosystems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055165/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055165",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Python Library for Monte Carlo Simulations with Ab Initio and Machine-Learned Interatomic Potentials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "There is a growing need in the simulation community for software that provides a transparent, reproducible, usable, and extensible (TRUE) Monte Carlo (MC) simulation framework employing energies from ab initio methods and machine-learning interatomic potentials (MLIPs). We introduce a Python library (ASE-MC) that adds Monte Carlo functionality to the Atomic Simulation Environment (ASE) package. Now, we can combine the powerful tools used to build systems and perform ab initio and MLIP in ASE...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055156",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial Intelligence Segmentation Errors in Implant Planning Software Programs: An Overview",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Despite advances in AI, segmentation errors remain a critical barrier in s-CAIS workflows. Enhanced imaging protocols, algorithmic refinement, clinician oversight, and regulatory transparency are essential to improve segmentation accuracy and ensure safe, effective digital implant planning.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055139",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite advances in AI, segmentation errors remain a critical barrier in s-CAIS workflows. Enhanced imaging protocols, algorithmic refinement, clinician oversight, and regulatory transparency are essential to improve segmentation accuracy and ensure safe, effective digital implant planning"
    },
    {
      "title": "Removal of Transgenes and Evaluation of Yield Penalties in Genome Edited Bacterial Blight Resistant Rice Varieties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055134/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Bacterial blight (BB) of rice, caused by Xanthomonas oryzae pv. oryzae (Xoo), is one of the major drivers of yield losses in Africa and Asia. Xoo secretes TAL-effectors (TALe) that induce host SWEET sucrose uniporter by binding to the effector binding element (EBE) of SWEET promoters, likely required for Xoo reproduction and virulence. We had multiplex edited the EBEs of three SWEET genes to prevent TALe binding, producing genome-edited (GE'd) rice mega-varieties (IR64, Ciherang-Sub1 for Asia...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055134",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multifunctional Device With Switchable Hysteresis Direction Based on Multilayer rMoS<sub>2</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Recent advancements in 2D ferroelectric materials have enabled significant progress in electronic and optoelectronic devices. However, most studies have focused on single-function implementations, lacking the flexibility to switch between multiple functionalities. In this work, a multifunctional device based on a multilayer rhombohedral molybdenum disulfide (rMoS(2))/hexagonal boron nitride (h-BN) heterostructure is presented with electrically tunable hysteresis direction, integrating two...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055076",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence and risk factors of hypertension and diabetes among persons living with HIV in Zambia: results of a national facility-based cross-sectional survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The prevalence of hypertension and diabetes mellitus among PLHIV in Zambia was notably high. This underscores the need for immediate and robust intervention strategies to mitigate the high prevalence of hypertension and diabetes mellitus, along with their associated risk factors, particularly within this vulnerable demographic.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055075",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The prevalence of hypertension and diabetes mellitus among PLHIV in Zambia was notably high. This underscores the need for immediate and robust intervention strategies to mitigate the high prevalence of hypertension and diabetes mellitus, along with their associated risk factors, particularly within..."
    },
    {
      "title": "How Arbuscular Mycorrhizal Fungi Shape Plant Root Morphology: A Global Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055054",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adoption of Personal Health Records in Dutch Hospitals and Private Medical Clinics: Longitudinal Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055048/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: From 2021 to 2023, PHR adoption improved in general hospitals, academic hospitals, and private medical clinics in the Netherlands within several domains of PHR adoption. However, several barriers remained, including technical barriers, financial constraints, and privacy and security concerns. To overcome these barriers, the technical integration of available data from the electronic health record within the PHR should be improved and privacy-related issues should be resolved....",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055048",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "From 2021 to 2023, PHR adoption improved in general hospitals, academic hospitals, and private medical clinics in the Netherlands within several domains of PHR adoption. However, several barriers remained, including technical barriers, financial constraints, and privacy and security concerns"
    },
    {
      "title": "Bio-inspired rational design of multiscale topographical interfaces: pansy petal replicas as high-fidelity SERS platforms for single-cell analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Engineering biointerfaces that provide both robust cell capture and optimal signal enhancement is a central challenge in the development of materials for cellular diagnostics. Conventional top-down fabrication methods are often complex and costly, limiting their widespread application. Here, we introduce a bio-inspired rational design strategy for creating high-performance SERS platforms for single-cell analysis. By developing a quantitative image analysis methodology, we define a surface...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055043",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Time to operative care for breast cancer in the Cape Metro West region",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055025/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: A low proportion of women with BCA had definitive surgery within the 31-day recommended waiting period. Decentralisation of operative care allowed faster access to surgery at district hospitals for women who did not need sentinel node biopsy or advanced anaesthesia care. Identifying additional resources needed to decrease TOC for BCA patients could improve access to timeous surgical care.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055025",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A low proportion of women with BCA had definitive surgery within the 31-day recommended waiting period. Decentralisation of operative care allowed faster access to surgery at district hospitals for women who did not need sentinel node biopsy or advanced anaesthesia care"
    },
    {
      "title": "Exploring Sustainable Hydrogen Production from Alkaline Fresh and Seawater Using Natural Ore Derived 2D Bi<sub>2</sub>S<sub>3</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055018/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Water electrolysis for hydrogen, though widely studied, presents exciting opportunities for improvement beyond conventional energy and cost-intensive catalysts. Natural ores, being abundant and readily available, hold immense promise as sustainable sources of alternative energy materials. Here, this method offers a simple and low-cost route, not only to make 2D materials but also to develop electrocatalysts from earth-abundant ores. Synthesis of 2D Bi(2)S(3) is demonstrated via Liquid phase...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055018",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Magnitude of the Digital Placebo Effect and Its Moderators on Generalized Anxiety Symptoms: Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055011/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study showed the small-to-moderate and statistically significant digital placebo effect on GAD assessment scores. Target population, placebo approach, and baseline values were also identified as the moderators of the placebo effect. It would be effective to create the study protocols for the DTx trials with digital placebos by considering the moderators identified in this study.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055011",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study showed the small-to-moderate and statistically significant digital placebo effect on GAD assessment scores. Target population, placebo approach, and baseline values were also identified as the moderators of the placebo effect"
    },
    {
      "title": "Two-dimensional talc as a natural abundant ultra-broadband hyperbolic material",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "We demonstrate that two-dimensional talc, a naturally abundant phyllosilicate mineral, supports hyperbolic phonon-polaritons (HPhPs) across the mid- and far-infrared wavelengths. Using scattering scanning near-field optical microscopy (s-SNOM) and synchrotron infrared nano-spectroscopy (SINS), we reveal tunable HPhP modes in talc flakes with long lifetimes, high confinement, and quality factors of up to 5. We further observe Fabry-Pérot cavity modes in tapered flakes, confirmed by simulations...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055003",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Eco-Evolutionary Genomics Reveal Mountain Range-Specific Adaptation and Intraspecific Variation in Vulnerability to Climate Change of Alpine Endemics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055002/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Alpine plants restricted to rocky habitats exhibit intraspecific diversification due to range fragmentation during Holocene warming, complicating predictions of their climate vulnerability. A lack of understanding of eco-evolutionary mechanisms driving their response to climate change results in ineffective conservation efforts. To uncover the genomic basis of their diversification and explain spatial patterns of their vulnerability, we combine landscape genomics and species distribution...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41055002",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Excess Body Fat and Associated Factors in 7- to 10-Year-Old Schoolchildren in Florianópolis, Santa Catarina, Brazil: Trend Analysis of Four Cross-Sectional Surveys, 2002-2019",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The increasing trends of body fat percentage and excess body fat in 7- to 10-year-old schoolchildren from 2002 to 2019 underscore the need for targeted strategies to address the growing rates of childhood obesity, with particular attention to high-risk groups.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41054983",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The increasing trends of body fat percentage and excess body fat in 7- to 10-year-old schoolchildren from 2002 to 2019 underscore the need for targeted strategies to address the growing rates of childhood obesity, with particular attention to high-risk groups"
    },
    {
      "title": "The Impact of Cutaneous Lupus Erythematosus on Major Life-Changing Decisions: A Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Cutaneous lupus erythematosus (CLE) is a chronic inflammatory skin disease that may influence patients' quality of life. While previous studies have addressed the psychosocial burden of CLE, its long-term effect on major life-changing decisions (MLCDs) has not been adequately investigated. A cross-sectional study of patients with CLE was performed, irrespective of disease subtype or severity, attending a tertiary dermatology center. Patients completed a structured questionnaire evaluating the...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41054977",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Triple Integration of π-Conjugated Building Blocks: Unprecedented Assembly for Large Optical Anisotropy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054975/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Assembling structurally diverse π-conjugated units into a single, coherently aligned architecture presents a significant challenge for achieving enhanced optical anisotropy for optical crystals. Herein, the directional molecular alignment driven by hydrogen bonding (H-bonding) is confirmed to be the key to addressing this challenge by designing and synthesizing a novel birefringent crystal, Cs(2)[B(3)O(3)F(2)(OH)(2)](NO(3))·[B(3)O(3)(OH)(3)]. Its anionic framework is constructed via the...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41054975",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply to \"Clarifying the Moderating Role of Socioeconomic Status on Amyloid-Related Gray Matter Atrophy\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41054969",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CD200 Promotes Gastric Cancer Progression and Metastasis by Inducing the β-catenin Signaling Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054970/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Gastric cancer is the fifth most common malignancy and the fourth leading cause of cancer-related mortalities worldwide. Understanding the mechanisms driving tumor growth and metastasis in gastric cancer is essential for the development of effective therapeutic strategies. In this regard, it is well-established that CD200, a glycoprotein that binds to the CD200 receptor, has notable immunosuppressive effects. The extracellular domain of CD200 is secreted into the tumor microenvironment (TME),...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41054970",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antiviral activity of navy bean (<em>Phaseolus vulgaris</em>) extract against influenza A virus <em>via</em> haemagglutinin interaction and interferon pathway modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Phaseolus vulgaris agglutinins (PHAs), lectins derived from navy beans, are recognised for their limited antiviral effects and toxicity in Madin-Darby canine kidney (MDCK) cells. In this study, fermented navy bean extract (FBE) produced with Bacillus subtilis was analysed using ultra-performance liquid chromatography coupled with tandem mass spectrometry, identifying various lectins, including monomeric forms of PHA-L and PHA-E (∼32 kDa). Pre-treatment with FBE exhibited 2.6- and 12.6-fold...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41054265",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Editing of rice PSEUDO-ETIOLATION IN LIGHT microProtein genes promotes chloroplast development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=14wpWf7MA3AKQSRGSBGZnJWuy_XngRdzPRoKvgHBVI3A4IsM3D&fc=20250824201035&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "The rice (Oryza sativa) PSEUDO-ETIOLATION IN LIGHT (OsPEL) microProtein family members function as dominant-negative regulators of chloroplast development and are conserved among land plants. Knockout of all three OsPEL genes enhanced plant greening traits and was accompanied by leaf anatomical modifications associated with chloroplast-enriched bundle sheath cells in rice. These phenotypic changes correlated with increased CO2 assimilation efficiency and yield. OsPEL1 specifically interacts with...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University"
      ],
      "pmid": "41054818",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The efficacy of bedside percutaneous cholecystostomy in critically ill patients: comparison with cholecystostomy performed in angiography suite",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41055787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Bedside percutaneous cholecystostomy is a viable alternative for critically ill patients who are unable to be moved. This method provides effective biliary decompression even in patients with high disease severity who require multi-organ support.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41055787",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Bedside percutaneous cholecystostomy is a viable alternative for critically ill patients who are unable to be moved. This method provides effective biliary decompression even in patients with high disease severity who require multi-organ support"
    },
    {
      "title": "Ubiquitous-Based Testing in Dental Education: Insights From the Unified Theory of Acceptance and Use of Technology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41054248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study identifies performance expectancy, social influence, facilitating conditions, and habit as key factors influencing dental students' intention to adopt UBT. These insights can guide effective implementation strategies, though further research is needed to validate findings across diverse contexts and examine actual usage and outcomes.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41054248",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identifies performance expectancy, social influence, facilitating conditions, and habit as key factors influencing dental students' intention to adopt UBT. These insights can guide effective implementation strategies, though further research is needed to validate findings across diverse c..."
    },
    {
      "title": "Nutritional knowledge and dietary practices among young Arab adults: disparities and predictors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053755/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Nutritional knowledge varied across different Arab countries, and dietary patterns showed significant differences among the countries included in the study.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41053755",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Nutritional knowledge varied across different Arab countries, and dietary patterns showed significant differences among the countries included in the study"
    },
    {
      "title": "An integrated transcriptomic approach for identifying enhancers in limb motor pools",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Motor neurons (MNs), which control body movement, consist of distinct motor pools, that target specific muscles. The precise delineation of these motor pools necessitates an understanding of their specialized gene expression profiles. By integrating single-cell transcriptomics and epigenomics, using scATAC-seq, scRNA-seq and histone modification datasets, we identified cis-regulatory elements (CREs) specific to five MN-lineage clusters, which exhibit distinct gene ontology terms, transcription...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41053290",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Attenuation of natural killer cell cytotoxicity by interaction between NKp30 of NK cells and dipeptidase 1 of colon cancer cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Natural killer (NK) cells play a crucial role in immune surveillance by recognizing and eliminating tumor cells. However, tumors employ various mechanisms to evade NK cell-mediated immunity. NKp30 is a potent activating receptor on NK cells, but its function can be inhibited by specific ligands secreted by cancer cells. Here, we identified dipeptidase 1 (DPEP1) as a novel ligand for NKp30 in KM12C colon cancer cells, using co-immunoprecipitation, confocal microscopy, and flow cytometry. We...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41053108",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of Vertical Magnification Ratios in Digital Panoramic Radiography Using Phantoms: Evaluation of DICOM Metadata and Calibration Consistency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study demonstrated that many digital panoramic radiography devices apply software-based corrections to achieve a vertical magnification ratio close to 1.0; however, inconsistencies remain across different systems. Measurement accuracy and clinical reliability can be enhanced by standardization of magnification correction methods and improved documentation in product specifications and DICOM headers, which is clinically relevant for increasing the accuracy of vertical...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41051234",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated that many digital panoramic radiography devices apply software-based corrections to achieve a vertical magnification ratio close to 1.0; however, inconsistencies remain across different systems"
    },
    {
      "title": "Synergistic Effects of Cu(OH)<sub>2</sub>-CuO Anodes for Multiple-Step Energy Storage of Li-Ion Microbatteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Lithium-ion microbatteries (LIMBs) face challenges in achieving high power density without compromising energy density, due to limitations in assembly and kinetics. By overcoming LIMB electrode fabricated using a laser-assisted method, which significantly improves assembly precision and enhances reaction kinetics, the first anodization of Cu(OH)(2)-CuO nanoneedle hybrids on Cu foil for a LIB anode is reported. By resolving the limitations of previous metal-hydroxide electrodes associated with...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41050998",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Focal adhesion kinase plays an essential role in Th17 cell differentiation by stimulating NF-κB signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050684/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "T helper type 17 (Th17) cells play critical roles in the pathogenesis of various autoimmune and inflammatory diseases; however, signaling pathways that affect Th17 cell differentiation are not fully understood. Here, we investigated whether focal adhesion kinase (FAK), an integrator of extracellular signals, regulates differentiation of Th17 cells. The findings reveal that Fak deficiency in CD4 T cells significantly reduces Th17 differentiation, while also promoting regulatory T (Treg) cell...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41050684",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "whether focal adhesion kinase (FAK), an integrator of extracellular signals, regulates differentiation of Th17 cells",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fine-tuning signal strength in CD5 CAR-NK cells for targeted T cell cancer therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: T cell hematological malignancies are aggressive blood cancers that remain challenging despite various treatments. Current chimeric antigen receptor (CAR)-T and natural killer (NK) therapies show potential but struggle with nonselective elimination during tumor targeting. Since CAR signal strength is determined by the single-chain variable fragment (scFv) and CAR expression levels, fine-tuning these parameters enables selective recognition of malignant cells while preserving normal...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41050660",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Licochalcone D reduces H<sub>2</sub>O<sub>2</sub>-induced SH-SY5Y cell neurotoxicity by regulating reactive oxygen species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Oxidative stress, one of the primary pathogenic factors in neurodegenerative diseases, plays a key role in neuronal damage via various apoptotic mechanisms. Using natural antioxidants to counteract oxidative stress may be a useful approach to slow the progression of neurodegenerative diseases. Licochalcone D (LCD), a root extract of Glycyrrhiza inflata, has various pharmacological activities; nonetheless, its neuroprotective effects and cellular mechanisms against oxidative damage in neuronal...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41050398",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subchronic oral toxicity and in vitro anti-neuroinflammatory evaluation of <em>Ficus erecta</em> leaves extract for potential functional food applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "Ficus erecta leaves, a traditional medicinal plant that is widely used in East Asia, have demonstrated promising cognitive-enhancing effects. However, the safety of its long-term administration has not been elucidated. Therefore, we evaluated the subchronic toxicity of an ethanol extract of F. erecta leaves (EEFE) by conducting 13-week repeated oral toxicity study using Sprague-Dawley (SD) rats. Male and female rats were administered EEFE at doses of 0, 500, 1000, or 2000 mg/kg/day. Clinical...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41050182",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Individualized humeral tray selection in a single design of implant (comprehensive system; Zimmer Biomet, Warsaw, IN) based on clinical symptoms and anatomy enhanced clinical outcomes following reverse total shoulder arthroplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: To achieve favorable outcomes and avoid postoperative complications, the mediolateral offset of the humeral tray for lateralized rTSA should be selected based on a comprehensive consideration of clinical symptoms and anatomical characteristics of individual patients.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41049631",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To achieve favorable outcomes and avoid postoperative complications, the mediolateral offset of the humeral tray for lateralized rTSA should be selected based on a comprehensive consideration of clinical symptoms and anatomical characteristics of individual patients"
    },
    {
      "title": "Development and Application of Standard Codes for the National Exposure Surveillance System Utilizing Korea's Nationwide Exposure Database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048865/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007152002&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The newly developed standardized codes are easily applicable by industrial hygienists and can be integrated into the WEMD, supporting its expected use as an exposure surveillance system.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41048865",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The newly developed standardized codes are easily applicable by industrial hygienists and can be integrated into the WEMD, supporting its expected use as an exposure surveillance system"
    }
  ]
}