{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-09-22T07:37:24.220Z",
  "totalItems": 150,
  "totalArchived": 9707,
  "newPapersAdded": 131,
  "institutionBreakdown": {
    "KAIST": 5,
    "SNU": 28,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 4,
    "Korea University": 23,
    "IBS": 100,
    "UNIST": 0,
    "Hanyang University": 2,
    "KIST": 0,
    "GIST": 3,
    "Kyung Hee University": 3,
    "Pusan National University": 6
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 82,
    "Biomedical": 36,
    "Cancer Research": 14,
    "Materials Science": 7,
    "Neuroscience": 9,
    "Computer Science": 2
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Effects of G protein-coupled estrogen receptor on hydrogen sulfide production and cystathionine γ-lyase expression in human endothelial cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976431/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "Hydrogen sulfide (H(2)S) is an important regulator of cardiovascular homeostasis, along with nitric oxide (NO). In endothelial cells, H(2)S is primarily synthesized by cystathionine γ-lyase (CSE) using L-cysteine and homocysteine as substrates. However, it has not been elucidated how G protein-coupled estrogen receptor 1 (GPER) affects H(2)S production in endothelial cells. In this study, we investigated whether GPER activation enhances H(2)S production by upregulating CSE expression in...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40976431",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "whether GPER activation enhances H(2)S production by upregulating CSE expression in",
      "significance": "regulator of cardiovascular homeostasis, along with nitric oxide (NO)",
      "conclusion": null
    },
    {
      "title": "Anti-inflammatory and inflammasome-modulating effects of Jinmu-Tang, a Korean traditional medicine: Integrated network pharmacology and experimental evaluation in a DSS-induced colitis model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975899/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "Jinmu-tang (JMT) is a traditional Korean medicine that is clinically used to treat inflammatory bowel conditions. Despite its long-standing use, the pharmacological mechanism of action remains unclear. This study investigated the potential therapeutic effects and underlying signaling pathways of JMT in dextran sulfate sodium (DSS)-induced ulcerative colitis using an integrated approach combining network pharmacology with in vitro and in vivo experimental validation. We analyzed 23 active...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40975899",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the potential therapeutic effects and underlying signaling pathways of JMT in dextran sulfate sodium (DSS)-induced ulcerative colitis using an integrated approach combining network pharmacology with i...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Early Postoperative Outcomes of Tumescent-Free Single-Port Robot-Assisted Nipple-Sparing Mastectomy Compared with Tumescent-Using Technique: A Substudy of Retrospective Multicenter Study (SPROUT, KoREa-BSG 14)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40976829",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "S-Nitrosoproteome Analysis of Rice Leaves Highlights the Possible Roles of Superoxide Dismutase in Resistance Against Magnaporthe Oryzae",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976710/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "Nitric oxide (NO) is a key signaling molecule and is known to modulate diverse physiological processes, including defense responses against pathogens. However, the molecular mechanism underlying NO-induced plant immunity remains largely elusive. Here, we investigated the dynamics of NO biosynthesis and its downstream signaling through S-nitrosoproteome analysis of two rice cultivars, Dongjin (DJ, resistant) and Nipponbare (NIP, susceptible), in response to Magnaporthe oryzae, the causative agent...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40976710",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the dynamics of NO biosynthesis and its downstream signaling through S-nitrosoproteome analysis of two rice cultivars, Dongjin (DJ, resistant) and Nipponbare (NIP, susceptible), in response to Magnapo...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cost Effectiveness of Two Short Implants Versus One Short Implant With a Cantilever in the Posterior Region: 7.5-Year Follow-Up of a Randomised Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976576/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Both treatment approaches showed comparable clinical and radiographic outcomes. Short implants supporting cantilever restorations were generally more cost effective than two short implants but exhibited higher early complication and failure rates, likely related to mechanical overload.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40976576",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both treatment approaches showed comparable clinical and radiographic outcomes. Short implants supporting cantilever restorations were generally more cost effective than two short implants but exhibited higher early complication and failure rates, likely related to mechanical overload"
    },
    {
      "title": "POPULATION-LEVEL PREVENTION OF SEVERE MENTAL DISORDERS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976454/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40976454",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intrabody targeting of insulin receptor pY1150: A novel approach to modulate signaling pathways in colorectal cancer cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976420/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "The activation of the insulin receptor (IR) is central to the regulation of physiological metabolism, growth, and proliferation, and is associated with various cancers, including colorectal cancer (CRC). Among the tyrosine residues in the intracellular kinase domain of IR, Tyr1150 plays a pivotal role in receptor activation by regulating substrate binding to the kinase active site. In this study, we introduce a novel approach for selectively modulating insulin signaling in CRC through the...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "40976420",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Systematic Review of Knowledge Assessment Instruments for Isolation Precautions Among Healthcare Personnel",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Current HCP IP knowledge instruments show significant variation, incomplete scope, and limited validation. Standardized tools with balanced coverage and stronger psychometric evaluation are needed to support education, enable comparability, and guide interventions in diverse healthcare settings.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40976415",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Current HCP IP knowledge instruments show significant variation, incomplete scope, and limited validation. Standardized tools with balanced coverage and stronger psychometric evaluation are needed to support education, enable comparability, and guide interventions in diverse healthcare settings"
    },
    {
      "title": "Outcome of Functional Mitral Regurgitation Associated with Heart Failure with Mildly Reduced or Preserved Ejection Fraction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976391/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "While functional mitral regurgitation (FMR) is frequently observed in patients with heart failure (HF), its underlying mechanisms and clinical significance may differ among various HF subgroups. Data regarding the clinical significance of FMR in heart failure with mildly reduced ejection fraction (HFmrEF) and heart failure with preserved ejection fraction (HFpEF) are limited. We tried to investigate the predominant mechanisms of FMR in HFmrEF and HFpEF and evaluate the impact of FMR on long-term...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40976391",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "may differ among various HF subgroups",
      "conclusion": null
    },
    {
      "title": "TRIM52 ubiquitin ligase acts as a key recognition component of the mammalian fMet/N-degron pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976346/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "Eukaryotic translation can initiate with formylmethionine (fMet), generating N-terminally formylated proteins in mitochondria and, unexpectedly, in the cytosol. However, the specific mechanism for eliminating cytosolic fMet-bearing proteins has remained elusive. Here, we identify the E3 ubiquitin ligase TRIM52 as the key recognition component of the mammalian fMet/N-degron pathway. TRIM52 targets N-terminally formylated proteins, including TPD54 and SPTAN1, for proteasomal degradation. It...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "40976346",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of synergistic boosting hydrolytic hybrid catalyst: cross-linked lipases in rice husk-derived mesoporous silica",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "The growing concern about waste biomass from agricultural activities and the increasing demand for sustainable biomass sources and eco-friendly green catalysts drive the development of innovative catalytic solutions. In this context, rice husk-derived mesoporous silica (RH-MS) is identified for the first time as an intrinsic hydrolytic catalyst. This study presents a novel hydrolytic hybrid catalyst by employing RH-MS to immobilize lipase (LP) using a \"ship-in-a-bottle\" approach, where the...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40976307",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DECELLULARIZED MATRIX-HYALURONIC ACID-ALGINATE HYBRID HYDROGELS TO ENABLE A MULTI-LAYERED FULL-THICKNESS ORAL MUCOSA-ON-A-CHIP",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976276/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: A 1% SDS decellularization protocol effectively preserved OM ECM, enabling development of an injectable OM dECM hydrogel. The optimized dECM-HA/Alg hybrid hydrogel outperformed Matrigel in supporting oral microtissue stratification, and phenotype maintenance, making it a superior alternative for OMoC applications.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40976276",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "A 1% SDS decellularization protocol effectively preserved OM ECM, enabling development of an injectable OM dECM hydrogel. The optimized dECM-HA/Alg hybrid hydrogel outperformed Matrigel in supporting oral microtissue stratification, and phenotype maintenance, making it a superior alternative for OMo..."
    },
    {
      "title": "Effects of litter decomposition on sedimentary organic carbon sequestration in invasive and native halophyte marshes of Ganghwa, Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "Litter decomposition is a critical driver of carbon cycling in tidal flats, yet the extent to which decomposed organic carbon is sequestered in sediments remains unclear. We studied the effects of invasive Spartina alterniflora and native Phragmites australis litter decomposition on sedimentary organic carbon sequestration. Litterbag experiments were conducted over 360 days in tidal flats. Decomposition patterns were classified as rapid, moderate, and slow. Over 60 % of the litter carbon...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40976041",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to 'Distal radial access in elderly patients aged 70 years and older for coronary procedures: Lessons from the KODRA registry' Int J Cardiol. 2025 Nov 15:439:133645",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975967/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40975967",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tumor-targeted delivery of CXCL10 by mesenchymal stromal cells potentiates adoptive T cell therapy to treat solid tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "Limited T cell infiltration into solid tumors remains one of the major obstacles to successful cancer immunotherapy, particularly for adoptive cell therapy (ACT). Although the chemokine CXCL10 recruits T cells, its direct therapeutic application is hampered by poor pharmacokinetics, systemic leakage, and failure to establish stable concentration gradients required for effective cell migration. To overcome these challenges, we engineered mesenchymal stromal cells (MSCs) to co-express NAD(P)H...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40975901",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immune cell isolation from lymphoid- and non-lymphoid organs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976390/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Immune cells are distributed across various tissues. While a majority are concentrated in primary and secondary lymphoid organs such as the bone marrow, thymus, lymph nodes, and spleen, a subset resides in non-lymphoid organs, including the kidney, liver, and lung, as well as the peritoneal cavity, where they play critical roles in local immune surveillance and response. In this editorial, we outline concise and practical protocols for the isolation of immune cells from a range of lymphoid and...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "40976390",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bayesian generalized method of moments applied to pseudo-observations in survival analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "Bayesian inference for survival regression modeling offers numerous advantages, especially for decision-making and external data borrowing, but demands the specification of the baseline hazard function, which may be a challenging task. We propose an alternative approach that does not need the specification of this function. Our approach combines pseudo-observations to convert censored data into longitudinal data with the generalized method of moments (GMM) to estimate the parameters of interest...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40976813",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Minimally invasive versus open completion total gastrectomy for remnant gastric cancer: a nationwide propensity score-matched analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: MIS for RGC showed comparable short-term outcomes to those of open surgery in a nationwide analysis, with advantages including reduced blood loss. However, the increased risk of anastomotic leakage highlights the need for careful patient selection and ongoing technical refinement.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40976808",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MIS for RGC showed comparable short-term outcomes to those of open surgery in a nationwide analysis, with advantages including reduced blood loss. However, the increased risk of anastomotic leakage highlights the need for careful patient selection and ongoing technical refinement"
    },
    {
      "title": "Trends in the use of Japanese herbal Kampo medicine in inpatients with cancer: a 14-year nationwide analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976785/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Kampo prescription patterns among inpatients with cancer have changed over the past fourteen years, reflecting changes in patient demographics and treatment strategies. Kampo medicines appear to be selectively used as supportive care tailored to specific clinical situations. These findings highlight the evolving role of traditional medicine in modern cancer care in Japan.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40976785",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Kampo prescription patterns among inpatients with cancer have changed over the past fourteen years, reflecting changes in patient demographics and treatment strategies. Kampo medicines appear to be selectively used as supportive care tailored to specific clinical situations"
    },
    {
      "title": "Side-Chain Fluorine Engineering of Vitamin D<sub>3</sub> Derivatives for VDR-Silent SREBP Inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "The present study reports on the structure-activity relationships of side-chain shortened and fluorinated vitamin D(3) analogs (5-13), with the goal of developing vitamin D analogs that are silent toward the vitamin D receptor (VDR) while retaining inhibitory activity against sterol regulatory element-binding protein (SREBP). The biological activities of the synthesized fluorinated vitamin D(3) analogs were assessed through their effects on the VDR ligand-binding domain (VDR(LBD)), full-length...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40976697",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of developing vitamin D analogs that are silent toward the vitamin D receptor (VDR) while retaining inhibitory activity against sterol regulatory element-binding protein (SREBP)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preadministration of Docetaxel Increases Antioxidant Activity in Myocardial Tissue",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "Adriamycin (ADR)-induced cardiotoxicity was previously shown to be attenuated by the preadministration of docetaxel (DOC-ADR), with DOC given 12 h before ADR, and may involve the inhibition of ADR-induced increases in free radical production in myocardial tissue. However, the mechanisms by which DOC suppresses the production of free radicals remain unclear. Therefore, we herein investigated the mechanisms responsible in more detail. The direct effects of DOC on free radical scavenging were...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40976695",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Performance stability and recovery strategy of pre-denitrification coupled partial nitritation/anammox-hydroxyapatite processes for enhanced organic matter, nitrogen and phosphorus removal from swine manure digestate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976445/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "Achieving efficient treatment of high concentrations of NH(4)^(+)-N and organic matter, while addressing NO(3)^(-)-N residue, poses a challenge for the Anammox process. Herein, a novel two-stage pre-denitrification coupled partial nitritation/anammox-hydroxyapatite (PN/A-HAP) process was developed for treating swine manure digestate. The pre-denitrification reactor eliminated the inhibition of organic matter and NH(4)^(+)-N on anammox bacteria while converting NO(x)^(-) to N(2). Furthermore, it...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40976445",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcript profiling reveals IL-1β and TGF-β1 regulation of chemokine expression in fibroblast-like synoviocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: IL-1β induces exuberant inflammatory responses in FLS, akin to chondrocytes, highlighting that FLS can effectively model inflammatory OA. Importantly, TGF-β1 emerges as a potent modulator capable of suppressing these responses, positioning it as a potential therapeutic candidate for restoring joint homeostasis.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40976361",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "IL-1β induces exuberant inflammatory responses in FLS, akin to chondrocytes, highlighting that FLS can effectively model inflammatory OA. Importantly, TGF-β1 emerges as a potent modulator capable of suppressing these responses, positioning it as a potential therapeutic candidate for restoring joint ..."
    },
    {
      "title": "From Suboptimal to Supersaturation: Selenium Status After Bariatric Surgery Is Modulated by Supplementation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976344/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "Metabolic and Bariatric Surgery (MBS) is a proven treatment for obesity but increases risk of nutrient deficiencies. Guidelines recommend vitamin and mineral supplementation after MBS but omits selenium. Adequate selenium status is associated with reduced incidence of chronic diseases, including sarcopenia, yet excess selenium intake is not innocuous. Whilst selenoprotein P is the preferred marker of status, no studies have investigated selenoprotein P after MBS. This cross-sectional study...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40976344",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Minimum effective low dose of antithymocyte globulin in people aged 5-25 years with recent-onset stage 3 type 1 diabetes (MELD-ATG): a phase 2, multicentre, double-blind, randomised, placebo-controlled, adaptive dose-ranging trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Type 1 diabetes remains an important health-care problem, with no disease-modifying therapies available in people with recent-onset, clinical type 1 diabetes. Adaptive trial designs, allowing faster evaluation of treatment modalities, remain underexplored in this stage of the disease. We aimed to identify the minimum effective dose of antithymocyte globulin (ATG) in people aged 5-25 years with recent-onset, clinical type 1 diabetes.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40976248",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify the minimum effective dose of antithymocyte globulin (ATG) in people aged 5-25 years with recent-onset, clinical type 1 diabetes",
      "significance": "health-care problem, with no disease-modifying therapies available in people with recent-onset, clinical type 1 diabetes",
      "conclusion": null
    },
    {
      "title": "Modelling PRRS transmission between pig herds in Denmark and prediction of interventions impact",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "Porcine reproductive and respiratory syndrome (PRRS) is an endemic viral disease in most pig-producing countries, including Denmark. In 2022, Denmark launched a control program to reduce PRRS prevalence, with legislative changes in 2023 making testing and status reporting mandatory. The program also enforces the loss of PRRS-free status for farms that purchase pigs from non-PRRS-free sources and implements region-specific control measures to coordinate PRRS elimination within herds. However, the...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40976226",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Environmental and biological drivers of <sup>137</sup>Cs accumulation in freshwater fish across forested and downstream sites in Fukushima",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976215/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "To elucidate ecological factors governing ^(137)Cs accumulation in freshwater fish, we examined 10 species collected from forested headwater streams and downstream reaches of rivers flowing through the Fukushima evacuation zone between 2020 and 2022. By integrating land cover data with isotopic and body size metrics, our study clarifies mechanisms shaping radiocesium distribution across fish communities in post-accident environments. Individuals exceeding the Japanese regulatory limit of 100...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40976215",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "10 species collected from forested headwater streams and downstream reaches of rivers flowing through the Fukushima evacuation zone between 2020 and 2022",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of the fluoride concentration in electrolyte on adhesion of an apatite layer formed on an anodized zirconium surface",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "Zirconium is used clinically as a material for hard-tissue repair because it has excellent corrosion resistance, low magnetic susceptibility, and low cytotoxicity. Bone-bonding ability is required to stably fix zirconium implants in bone, and anodization in a fluoride solution has been proposed as a method to achieve this. Because the corrosion reaction rate and surface crystalline phase change according to the fluoride concentration, it is assumed that the fluoride concentration in the...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40976196",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring reproductive intentions and fertility knowledge among reproductive-aged individuals without children in Belgium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: While most participants expressed an intention to have a child or children in the future, the study findings also suggest that many reproductive-aged individuals without children in Belgium are at least considering remaining child-free by choice.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40975959",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While most participants expressed an intention to have a child or children in the future, the study findings also suggest that many reproductive-aged individuals without children in Belgium are at least considering remaining child-free by choice"
    },
    {
      "title": "GLP-1 and GIP agonists in diabetes and obesity and the rise of dyspepsia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975854/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "Glucagon-like peptide-1 (GLP-1) receptor agonists and dual GLP-1/glucose-dependent insulinotropic polypeptide (GIP) agonists, such as tirzepatide, have transformed the management of type 2 diabetes and obesity through durable glycemic control, weight reduction, and cardiovascular protection. However, their widespread use has revealed a high incidence of gastrointestinal adverse events, particularly dyspepsia and gastroparesis-like symptoms. While most effects are transient, a significant subset...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40975854",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Leveraging PEPFAR- and Global Fund-Supported Laboratory Network for Integrated Disease Testing: Lessons From Integrated HIV, Tuberculosis, and COVID-19 Testing in Nigeria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "The Nigeria Centre for Disease Control and Prevention, as part of the strategic approach to the COVID-19 outbreak response in Nigeria, coordinated the implementation of an integrated disease testing (IDT) strategy with support from multiple partners. This involved adaptation of existing US President's Emergency Plan for AIDS Relief (PEPFAR)- and Global Fund-supported molecular laboratory networks and integration of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) testing into these....",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976857",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characteristics and health risks of heavy metal pollution in the soil of parks in Kaifeng City",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976845/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "To investigate the impact of urban park soils on ecological quality and human health, representative parks with high visitor traffic were selected for this study. A total of 89 soil samples were collected, and the concentrations of seven heavy metals (Cr, Ni, Cu, Zn, Cd, Pb, and Mn) were determined using ICP-MS. Their contamination levels, ecological risks, and human health risks were assessed, and pollution sources were qualitatively identified. The results showed that the average...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976845",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of urban park soils on ecological quality and human health, representative parks with high visitor traffic were selected for this study",
      "conclusion": null
    },
    {
      "title": "Current Treatment Modalities for Urea Cycle Disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "The urea cycle, a metabolic pathway comprising six enzymes and two transporters, is necessary for mammalian nitrogen detoxification. A deficiency of any of these components disrupts this process, leading to the accumulation of nitrogen in the form of ammonia, which is especially toxic to the brain. For decades, treatment of urea cycle disorders has consisted of nitrogen scavengers, dietary protein restriction, arginine or citrulline supplementation, calorie support, and liver transplant. In...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976841",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrostatic Regulation of Na<sup>+</sup> Coordination Chemistry for High-Performance All-Solid-State Sodium Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Ion migration capability and interfacial chemistry of solid polymer electrolytes (SPEs) in all-solid-state sodium metal batteries (ASSMBs) are closely related to the Na^(+) coordination environment. Herein, an electrostatic engineering strategy is proposed to regulate the Na^(+) coordinated structure by employing a fluorinated metal-organic framework as an electron-rich model. Theoretical and experimental results revealed that the abundant electron-rich F sites can accelerate the disassociation...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976837",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protein Complementation Approach for Quantitative and Qualitative Analysis of hTERP in Cell",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976835/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "The functioning of proteins in a cell cannot be studied without analyzing their content in the cell. The most commonly used method of analysis, Western blotting, cannot always be used due to the impossibility of obtaining antibodies that specifically recognize the protein of interest. At the same time, Western blotting is a semi-quantitative method of analysis and does not allow determining the exact content of protein in the cell. In this work, we used the protein complementation method for the...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976835",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatial-temporal risk of Opisthorchis felineus infection in Western Siberia and the Ural Region of Russian Federation: a joint Bayesian modelling study based on survey and surveillance data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The high-resolution risk maps of O. felineus in Western Siberia and the Ural Region of the Russian Federation have effectively captured the risk profiles, suggesting the infection risk remains high in recent years and providing substantial evidence for spatial-target control and preventive strategies.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976794",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The high-resolution risk maps of O. felineus in Western Siberia and the Ural Region of the Russian Federation have effectively captured the risk profiles, suggesting the infection risk remains high in recent years and providing substantial evidence for spatial-target control and preventive strategie..."
    },
    {
      "title": "Telomeric DNA damage response mediates neurotoxicity of Aβ42 oligomers in Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Ageing is the major risk factor for Alzheimer's disease (AD), the most common neurodegenerative disorder. DNA damage is a hallmark of ageing, particularly when occurring at telomeres, genomic regions vulnerable to oxidative damage and often challenging for the cell to repair. Here, we show that brains of 3xTg-AD mice, an established AD model characterized by amyloid-β (Aβ)-induced pathology, exhibit increased activation of DNA damage response (DDR) pathways at telomeres. Exposure of mouse...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976786",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatiotemporal multi-omics analysis uncovers NAD-dependent immunosuppressive niche triggering early gastric cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Understanding the cellular origins and early evolutionary dynamics that drive the initiation of carcinogenesis is critical to advancing early detection and prevention strategies. By characterizing key molecular, cellular and niche events at the precancerous tipping point of early gastric cancer (EGC), we aimed to develop more precise screening tools and design targeted interventions to prevent malignant transformation at this stage. We utilized our AI models to integrate spatial multimodal data...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976783",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "develop more precise screening tools and design targeted interventions to prevent malignant transformation at this stage",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comment on \"Clinical and Pathological Features of Early-Stage Metaplastic Carcinoma and Associated Patient Outcomes\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976772/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976772",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictive Analysis of Neoadjuvant Chemotherapy Efficacy in Breast Cancer Using Multi-Region Ultrasound Imaging Features Combined With Pathological Parameters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The peri-10 mm region is the optimal predictive area for the tumor's surrounding tissue after NAC in breast cancer. The IntraPeri-10 mm model, incorporating clinical pathological parameters, performs better at predicting the efficacy of NAC in breast cancer and can accurately assess treatment response, offering valuable guidance for subsequent treatment decisions.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976768",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The peri-10 mm region is the optimal predictive area for the tumor's surrounding tissue after NAC in breast cancer. The IntraPeri-10 mm model, incorporating clinical pathological parameters, performs better at predicting the efficacy of NAC in breast cancer and can accurately assess treatment respon..."
    },
    {
      "title": "Machine learning model stratify hepatocellular carcinoma patient into high- and low-risk recurrence or death group post curative resection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The RSF model accurately stratified HCC patient into high- and low-risk recurrence or death groups, which guides the surgeons to plan adjuvant therapy after surgery.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976761",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The RSF model accurately stratified HCC patient into high- and low-risk recurrence or death groups, which guides the surgeons to plan adjuvant therapy after surgery"
    },
    {
      "title": "Identification and engineering of a cellobiose transporter KmStl1p to enhance cellobiose utilization in Kluyveromyces marxianus and Saccharomyces cerevisiae",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "The yeast Kluyveromyces marxianus, a yeast known for its ability to ferment ethanol at high temperatures, can utilize various sugars including cellobiose, lactose and xylose. This study focused on improving cellobiose utilization by identifying and engineering a cellobiose transporter in K. marxianus. To assess cellobiose utilization capabilities, K. marxianus strains were grown in a cellobiose medium. The strains showed various growth levels, for example, the NCYC2791 strain grew well, while...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976758",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transforming healthy aging strategies through precision health approaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976737/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976737",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increase of Haemophilus influenzae type b meningitis, beyond initial findings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976729",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"silver sulfide nanoparticles eliminate the stimulative effects of earthworms on nutrient uptake by soybeans in high organic matter soils volume\" [Sci. Total Environ. 947 (2024) 174433]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976726",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors and key criteria of an obstacles detection for people with disabilities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "People with disabilities, specifically, those that are having a problem associated with sight or hearing, which falls under the categories of blind and deaf, require technological assistance to move freely. The technological area that is concerned with \"Obstacle Detection and Feedback System\" can be utilised to address the specific issues of dealing with the abovementioned problems. The growing demand for improved obstacle detection methods has pushed major developments in assistive technologies...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976716",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Japanese medical researchers' perceptions of quantitative research evaluation metrics and their psychological well-being: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976704/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The discrepancy between medical researchers' attitudes toward research evaluation and the current state of research evaluation in their research community may worsen their psychological well-being. The influence of this discrepancy differs among clinical, basic, and social medicine. Appropriate evaluation of medical research and researchers in each field can facilitate improving their psychological well-being via the resolution of this discrepancy.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976704",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The discrepancy between medical researchers' attitudes toward research evaluation and the current state of research evaluation in their research community may worsen their psychological well-being. The influence of this discrepancy differs among clinical, basic, and social medicine"
    },
    {
      "title": "\"Screen Time\" to \"AI time\": AI Use and Cognitive, Emotional, and Behavioral Outcomes in Children and Adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976703/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976703",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-Density-Lipoprotein Cholesterol Control and Treatment Status 1 Year after the Initial Health Checkup in Individuals with Referral-Level LDL Cholesterol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976699/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Despite being classified as requiring early medical intervention, only half of individuals with LDL-C ≥ 180 mg/dL visited a physician within 3 months, and nearly half continued to have uncontrolled LDL-C at 1 year. Strategies to facilitate timely medical visits and appropriate lipid management in health checkup-identified cases are warranted.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976699",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite being classified as requiring early medical intervention, only half of individuals with LDL-C ≥ 180 mg/dL visited a physician within 3 months, and nearly half continued to have uncontrolled LDL-C at 1 year. Strategies to facilitate timely medical visits and appropriate lipid management in he..."
    },
    {
      "title": "6. Global Trends in Beta-Emitter Radioligand Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976686/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976686",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quality of life after pulmonary embolism: psychometric validation of the Danish electronic version of the PEmb-QoL questionnaire",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976673/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: While some items in the PEmb-QoL instrument performed inadequately on DIF and targeting, the expected overall score and the concurrent validity did not seem to be compromised by these issues. Thus, it is likely that a reduced version of the electronic Danish PEmb-QoL will possess suitable psychometric properties for measuring HRQoL in patients with PE.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976673",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While some items in the PEmb-QoL instrument performed inadequately on DIF and targeting, the expected overall score and the concurrent validity did not seem to be compromised by these issues. Thus, it is likely that a reduced version of the electronic Danish PEmb-QoL will possess suitable psychometr..."
    },
    {
      "title": "Protocol for development of SPIRIT and CONSORT extensions for reporting climate and environmental outcomes in randomised trials (SPIRIT-ICE and CONSORT-ICE)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976669/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: The WHO has declared climate change the defining public health challenge of the 21st century. Incorporating climate and environmental outcomes in randomised trials is essential for enhancing healthcare treatments' sustainability and safeguarding global health. To implement such outcomes, it is necessary to establish a framework for unbiased and transparent planning and reporting. We aim to develop extensions to the Standard Protocol Items: Recommendations for Interventional Trials...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976669",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to develop extensions to the Standard Protocol Items: Recommendations for Interventional Trials",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety and immunogenicity of rVSVΔG-ZEBOV-GP vaccination when dosed concurrent with mRNA COVID-19 vaccine booster doses in healthy African adults (EbolaCov): protocol for a phase IV, single-centre, single-blinded, randomised controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976661/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Ebola virus disease remains a significant public health concern. For protection from Ebola virus, the main target populations are epidemiologically identified and often include healthcare workers and refugees. These target populations are also routinely offered vaccines for other vaccine-preventable diseases. However, concomitant use of rVSVΔG-ZEBOV-GP with other vaccines is not recommended, given the absence of data regarding its reactogenicity and antigen-specific immunogenicity...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976661",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling urinary diagnostic biomarkers for diabetic kidney disease using metabolomics and machine learning approaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study initially identified seven DKD biomarkers with excellent diagnostic performance and further clarified their potential role in mediating DKD progression via mechanisms involving biotin metabolism, taurine and hypotaurine metabolism and steroid hormone biosynthesis. These findings provide important insights for the early precise diagnosis and mechanistic exploration of DKD.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976642",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "insights for the early precise diagnosis and mechanistic exploration of DKD",
      "conclusion": "This study initially identified seven DKD biomarkers with excellent diagnostic performance and further clarified their potential role in mediating DKD progression via mechanisms involving biotin metabolism, taurine and hypotaurine metabolism and steroid hormone biosynthesis. These findings provide i..."
    },
    {
      "title": "Jasurolignoside from Ilex pubescens exerts a therapeutic effect on acute lung injury in vitro and in vivo by binding to TLR4",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976624/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Acute lung injury (ALI) is a severe disease caused by viral infection that triggers an uncontrolled inflammatory response. This study investigated the capacity of jasurolignoside (JO), a natural compound, to bind to Toll-like receptor 4 (TLR4) and treat ALI. The anti-inflammatory properties of JO were evaluated in vitro through Western blotting, enzyme-linked immunosorbent assay (ELISA), immunofluorescence staining, and co-immunoprecipitation. The investigation utilized a lipopolysaccharide...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976624",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the capacity of jasurolignoside (JO), a natural compound, to bind to Toll-like receptor 4 (TLR4) and treat ALI",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Research progress on polysaccharides from medicine and food homology materials in functional foods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976621/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Polysaccharides, a class of complex macromolecules, are distinguished by their diverse biological functions and essential role in functional foods. The distinctive biological activities of polysaccharides from medicine and food homology materials (MFPs), including immunomodulation, carbohydrate metabolism regulation, and lipid metabolism regulation properties, have attracted considerable scientific attention. The relationship between polysaccharides and gut microbiota is fundamental to human...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976621",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "OVATE FAMILY PROTEIN 20 regulates fruit shoulder width by modulating auxin distribution in pepper",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976619/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Fruit shape is a key determinant of pepper (Capsicum annuum L.) fruit commercial value, and the shoulder is a crucial feature of the fruit's proximal end. Despite the fruit shoulder being an important parameter in morphological variation, the genes and regulatory mechanisms underlying fruit shoulder morphology remain elusive. Here, we identified a fruit shoulder (fs) mutant that primarily exhibits a shoulderless fruit phenotype, with an approximately 40% reduction in fruit weight. Our data...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976619",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "parameter in morphological variation, the genes and regulatory mechanisms underlying fruit shoulder morphology remain elusive",
      "conclusion": null
    },
    {
      "title": "Patterns of Infant Sleep and Care Practices: 2016-2020",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Examining common patterns of infant sleep and care practices provides improved understanding of how infant sleep recommendations are followed and may inform intervention strategies.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976581",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Examining common patterns of infant sleep and care practices provides improved understanding of how infant sleep recommendations are followed and may inform intervention strategies"
    },
    {
      "title": "Contemporary Strategies for Repeat Ablation of Atrial Fibrillation: A European Heart Rhythm Association Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Real-world strategies for repeat AF ablation show significant variability. 3D mapping and CF-guided RF ablation are commonly utilized. Re-PV isolation and substrate-based ablation are the predominant approaches. However, the optimal strategy beyond durable PVI remains to be further evaluated.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976578",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Real-world strategies for repeat AF ablation show significant variability. 3D mapping and CF-guided RF ablation are commonly utilized"
    },
    {
      "title": "Corneal stiffness mapping that accounts for anisotropic properties of corneal tissue",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976569/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "This study introduces Stress-Strain Index (ASSI) maps that quantify and visualize corneal stiffness while accounting for anisotropy driven by collagen fibril orientation. Our earlier efforts to produce SSI maps assume isotropy and overlook directional stiffness variations critical to accurate modelling and diagnosis. By integrating fibril distribution data with finite element modelling, ASSI maps were developed for both healthy and keratoconic corneas. Clinical case studies demonstrated the...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976569",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cancer stem cell plasticity in shaping drug resistance landscapes in prostate cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Prostate-related diseases exhibit an extremely high incidence among aging males, including Benign Prostatic Hyperplasia (BPH) and prostate Cancer (PCa). Prostate stem cells are critical for prostate development, adult tissue homeostasis, and injury repair, and are also considered potential cells of origin for tumorigenesis. Recent studies have demonstrated that various prostate stem cell populations serve as key drivers in both the initiation and progression of prostatic diseases,...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976556",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The complex link of the folate-homocysteine axis to myocardial hypertrophy and heart failure: from mechanistic exploration to clinical vision",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976554/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Globally, the pathogenesis and progression of many human diseases are intimately associated with folate metabolism disorder. Emerging evidence from recent investigations has underscored the pivotal role of folate metabolism in cardiovascular homeostasis, particularly in the context of myocardial hypertrophy and heart failure (HF). Despite a wealth of pre-existing research, the underlying pathophysiological mechanisms remain not fully elucidated.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976554",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microorganisms in Cancer Tertiary Lymphoid Structure Formation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976539/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Tertiary lymphoid structures (TLSs) are essential in cancer immunotherapy, markedly improving the efficacy of immune checkpoint blockade (ICB) therapy. The presence of TLSs within the tumor microenvironment (TME) is associated with improved responses to ICB therapy, making them valuable biomarkers for predicting the efficacy of ICB therapy. Recent studies have demonstrated that diverse microorganisms-including bacteria, viruses, and eukaryotes such as fungi-impact the effectiveness of ICB...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976539",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "the effectiveness of ICB",
      "conclusion": null
    },
    {
      "title": "Building a transparent and functional lab culture: Guidelines for creating a Laboratory Handbook for principal investigators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976536/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976536",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conflict of interest policies for editors and peer reviewers in medical journals:cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: More than two-thirds of medical journals have conflict of interest policies for editors and reviewers; however, policies vary in comprehensiveness. There is potential to improve the content of conflict of interest policies and the transparency of interests in medical journals.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976521",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "More than two-thirds of medical journals have conflict of interest policies for editors and reviewers; however, policies vary in comprehensiveness. There is potential to improve the content of conflict of interest policies and the transparency of interests in medical journals"
    },
    {
      "title": "Reusing clinical trial data to consolidate and advance medical knowledge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976520/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "While data sharing holds great potential to maximize the value of research and reduce waste, these benefits can only be fully realized if shared data are also effectively reused. Yet data reuse remains limited, and there is a notable lack of clear guidelines to support data reusers. Reusing existing data enables a wide range of valuable activities, including validating previous findings, identifying errors, conducting individual patient data meta-analyses, performing secondary analyses, and...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976520",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reusable and modular combinatorial libraries for iterative metabolic engineering of Saccharomyces cerevisiae",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976504/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Efficiently rewiring microbial metabolism for molecule production lies at the core of industrial metabolic engineering. Combinatorial libraries are useful for directing metabolism towards molecule production; however, their construction is labor-intensive, and their use in iterative strain engineering campaigns is often restricted by site-specific genomic integration. Here we present an automation-friendly framework for generating reusable and modular integration-based combinatorial libraries...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976504",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of SGLT2 inhibitors and GLP-1 receptor agonists with the risk of Parkinson's disease in patients with type 2 diabetes: A propensity score-matched cohort study with meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: SGLT2i use was associated with a significantly lower risk of PD compared with both DPP4i and GLP-1RA use in patients with T2D.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976497",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SGLT2i use was associated with a significantly lower risk of PD compared with both DPP4i and GLP-1RA use in patients with T2D"
    },
    {
      "title": "An integrated clinical genomic and transcriptomic subgrouping of central chondrosarcoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Central conventional chondrosarcoma, a malignant cartilage-producing bone tumor, is the second most-common bone sarcoma. Chondrosarcomas are histologically graded, which is so far the best predictor of survival. Early mutations in isocitrate dehydrogenase (IDH)-1 and -2 genes are frequent, leading to the production of the oncometabolite D-2-hydroxyglutarate, which affects DNA methylation, resulting in a preferred chondrogenic differentiation over osteogenic differentiation of mesenchymal stem...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976495",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring Perspectives on Feasibility, Challenges, and Support Needs for Chlorhexidine Gluconate (CHG) Bathing in the Outpatient Setting for Hematopoietic Cell Transplant Recipients: A Qualitative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: While CHG bathing in the outpatient setting is feasible, targeted interventions, such as education, reminders, and caregiver involvement may improve adherence and optimize infection prevention. Findings from this study can inform the application of CHG in the outpatient setting and development of innovative, patient-driven strategies to improve CHG adherence. Future efforts should focus on addressing identified barriers to support successful outpatient implementation.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976486",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While CHG bathing in the outpatient setting is feasible, targeted interventions, such as education, reminders, and caregiver involvement may improve adherence and optimize infection prevention. Findings from this study can inform the application of CHG in the outpatient setting and development of in..."
    },
    {
      "title": "A dynamic model for Waddington's landscape accounting for cell-to-cell communication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Waddington's landscape provides a conceptual model for developmental processes. It is the basis of various mathematical models describing cell maturation and development at cell and population levels. Yet, these mathematical models mostly disregard cell-to-cell communication, an essential process that modulates cellular decision-making and population dynamics. In this study, we provide a dynamical model for cell maturation and development which can be seen as an extension of Waddington's...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976482",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effect of habitual sleep duration on weight loss during a behavioral weight loss intervention in a Mediterranean population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Habitual long sleep duration was associated with reduced weight loss success and increased risk of attrition in a behavioral weight loss intervention.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976481",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Habitual long sleep duration was associated with reduced weight loss success and increased risk of attrition in a behavioral weight loss intervention"
    },
    {
      "title": "Training Programs for Thyroid Biopsy and Ablation: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Structured, multi-modal training programs in thyroid FNA and RFA improve both learner performance and clinical outcomes. These findings support the integration of simulation-based learning and supervised procedural experience into thyroid intervention training.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976478",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Structured, multi-modal training programs in thyroid FNA and RFA improve both learner performance and clinical outcomes. These findings support the integration of simulation-based learning and supervised procedural experience into thyroid intervention training"
    },
    {
      "title": "Selective Thrombolysis through Fibrin Network Destabilization: An Unrecognized Heparin Analog Mechanism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976458/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Clinically approved thrombolytic agents carry significant bleeding risks due to systemic plasminogen activation. Heparin analogs prevent thrombus formation but lack direct thrombolytic activity. Here, we report a previously unrecognized thrombolytic mechanism of octaparin, a synthetic heparin analog. Studies demonstrated that octaparin exhibits potent anticoagulant and thrombolytic activity both in vitro and in vivo, with a lower bleeding risk compared to conventional heparin-based agents....",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976458",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nomogram Model to Predict In-hospital Mortality in Lung Transplant Recipients: A Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study highlights key perioperative risk factors for in-hospital mortality in LTx recipients. The developed nomogram provides a reliable tool for predicting early mortality, aiding clinicians in optimizing patient management.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976450",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights key perioperative risk factors for in-hospital mortality in LTx recipients. The developed nomogram provides a reliable tool for predicting early mortality, aiding clinicians in optimizing patient management"
    },
    {
      "title": "UHRF1 ameliorates liver cirrhosis through suppressing macrophage M1 polarization by catalyzing HMGA2 promoter methylation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976429/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Currently, suppressing macrophage M1 polarization and HSC activation are recognized as potential therapeutic strategies for liver cirrhosis. Ubiquitin-like with PHD and RING Finger Domains 1 (UHRF1) is a crucial epigenetic modulator implicated in maintaining DNA methylation and chromatin structure. Knockdown of high mobility group A protein 2 (HMGA2) was reported to ameliorate hepatic inflammation and fibrosis in nonalcoholic fatty liver disease. Here, the elaborate effect of UHRF1-mediated...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976429",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The CDK9-targeting degrader PO-8 alleviates LPS-induced inflammation by inhibiting JAK-STAT signaling in vitro and in vivo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Cyclin-dependent kinase 9 (CDK9) emerges as a crucial activator of inflammatory responses, but the therapeutic potential of CDK9 degraders in inflammation remains largely unexplored. In this study, we demonstrated that iCDK9, a selective CDK9 inhibitor, effectively suppressed lipopolysaccharide (LPS)-induced inflammation in RAW 264.7 macrophages. Leveraging proteolysis-targeting chimera (PROTAC) technology, we designed and synthesized twelve iCDK9-based PROTAC molecules. Among them, PO-8 was...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976428",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The evolution of food protein-induced enterocolitis syndrome (FPIES): Global trends, emerging triggers, and natural history",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Food protein-induced enterocolitis syndrome (FPIES) is a non-IgE-mediated food allergy characterized by delayed gastrointestinal symptoms. It is thought that immune and neuroimmune mechanisms drive FPIES pathophysiology, but this remains incompletely understood. There are no specific biomarkers to confirm the FPIES diagnosis, monitor for resolution, or assess reactivity to additional food triggers. FPIES is thought to occur globally, with most literature from industrialized countries. While the...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976417",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ENO1 blockade augment ferroptosis susceptibility in TKIs-resistant CML through GPX4 autophagic degradation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "The introduction of tyrosine kinase inhibitors (TKIs) has significantly improved the prognosis of chronic myeloid leukemia (CML), however, approximately 20% CML patients developed resistance to TKIs and lead to treatment failure. Enolase 1 (ENO1) is a critical enzyme involved in glycolysis and was found to be closely related to CML carcinogenesis. Our results indicate ENO1 expression was close correlated with drug responses and disease prognosis in CML. The chemo-resistant CML cell K562/G more...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976411",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "ENO1 expression was close correlated with drug responses and disease prognosis in CML"
    },
    {
      "title": "Differential associations between relationship stressors and natural killer cell gene expression by race/ethnicity and sex among older US adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Close interpersonal relationships can shape health, in part, through immune-related biological pathways. While chronic relational stress has been linked to inflammation and immune dysregulation, little is known about how such stressors relate to transcriptional markers of innate immune activity. As such, we investigated whether multiple forms of relationship stress were associated with altered expression of two genes related to natural killer cell function, FCGR3A and NCAM1, and whether these...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976407",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "whether multiple forms of relationship stress were associated with altered expression of two genes related to natural killer cell function, FCGR3A and NCAM1, and whether these",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gut microbiota mediates prenatal METH exposure-induced anxiety- and depression-like behaviors by modulating the Wnt signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976406/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Prenatal methamphetamine (METH) exposure poses a significant threat to offspring health, including anxiety and depression-like behaviors. This study investigated the neurotoxicity of prenatal METH exposure in offspring and explored the underlying mechanisms involving the gut microbiota. Our results revealed that prenatal METH exposure induced anxiety- and depression-like behaviors in offspring, accompanied by increased hippocampal inflammation and decreased hippocampal neurogenesis. Importantly,...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976406",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the neurotoxicity of prenatal METH exposure in offspring and explored the underlying mechanisms involving the gut microbiota",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of characteristic microbes and metabolites in confined environments population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Chronic stress in confined environments can disrupt the microbiota-gut-brain axis. However, the characteristic microbial and metabolic alterations in socially and radically basic activity-restricted people in confined environments (SRBARC) remain unclear. This study integrated assessments of emotional states, gut microbiota, and metabolomic profiles to investigate theirinterrelationships in SRBARC, aiming to identify characteristic microbes and metabolites. The results suggested that the SRBARC...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976405",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Social determinants of health, brain structure, and immune-metabolic mechanisms in depression: A multi-omic analysis from the UK Biobank",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings underscore the multifaceted nature of depression, highlighting how social disadvantage becomes biologically embedded through genetic and physiological mechanisms. Addressing key modifiable components of SDH may represent a powerful strategy for targeted prevention, especially in genetically at-risk populations.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976403",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "These findings underscore the multifaceted nature of depression, highlighting how social disadvantage becomes biologically embedded through genetic and physiological mechanisms. Addressing key modifiable components of SDH may represent a powerful strategy for targeted prevention, especially in genet..."
    },
    {
      "title": "Micro-encapsulation differentially impacts probiotic effects on brain structure and function in an elderly population - A randomised placebo-controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976401/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Increasing evidence suggests that modulations of the gut-brain axis with probiotics impact healthy ageing. This double-blinded, randomised, placebo-controlled study compared effects of micro-encapsulated and non-encapsulated Lacticaseibacillus rhamnosus HN001 in 87 community-dwelling elderly (60-80 years). Resting state functional connectivity differed significantly in regions involved in visual processing and perception between the two probiotic groups (p < 0.0001). Brain morphometry was not...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976401",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "healthy ageing",
      "conclusion": null
    },
    {
      "title": "Genetic analysis of human adenovirus type 108 circulating in China during 2014-2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976392/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Human adenovirus type 108 (HAdV-108) has been detected in multiple countries, including China, and is associated with severe acute respiratory infection (ARI) in children, with reported fatalities. However, studies on HAdV-108 remain limited. This study aimed to investigate the clinical and genetic characteristics of HAdV-108 in ARI children in China. From 2014 to 2024, 6720 respiratory samples were collected from hospitalized children with ARI at ten hospitals across northern and southern China...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976392",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "limited. This study aimed to investigate the clinical and genetic characteristics of HAdV-108 in ARI",
      "objective": "investigate the clinical and genetic characteristics of HAdV-108 in ARI children in China",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex-Specific Considerations in Management and Outcomes of Heart Transplant Recipients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Just as sex differences have been well-described across the spectrum of heart failure care, there are important sex-specific considerations for heart transplantation (HT) candidates and recipients. Data persistently show that 25-30% of HT recipients are women, highlighting barriers in referral and waitlist selection. Furthermore, women are more likely to be allo-sensitized which may limit potential donors and increase their risk for antibody-mediated rejection in the post-transplant period. Data...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976383",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "sex-specific considerations for heart transplantation (HT) candidates and recipients",
      "conclusion": null
    },
    {
      "title": "A Systematic Review on the Influence of Feeding Expressed Mother's Own Milk Using Varying Expression Practices or Treatments on Health and Growth of Recipient Infants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The use of hindmilk improves infant weight gain with some certainty of evidence. Hand expression of MOM has similar efficacy on the growth of recipient infants to that of electric pumping, also for mothers of preterm infants. Evidence on clinical outcomes of different MOM expression practices and treatments is very limited. This work underscores the need for future studies to address the substantial evidence gaps identified. REGISTRY AND REGISTRY NUMBER FOR SYSTEMATIC REVIEWS OR...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976374",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The use of hindmilk improves infant weight gain with some certainty of evidence. Hand expression of MOM has similar efficacy on the growth of recipient infants to that of electric pumping, also for mothers of preterm infants"
    },
    {
      "title": "Epidemiology, Treatment and Outcomes of Bloodstream Infections Due to MBL-Producing Enterobacterales in France: A Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976371/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: MBL-producing Enterobacterales BSIs are associated with high mortality. Early appropriate therapy and source control are critical. Resistance to last-line agents such as cefiderocol and aztreonam-avibactam calls for optimized empirical treatment guided by rapid diagnostics.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976371",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MBL-producing Enterobacterales BSIs are associated with high mortality. Early appropriate therapy and source control are critical"
    },
    {
      "title": "Mitochondria-specific photorelease of ceramide induces apoptosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Deciphering the mechanisms by which bioactive intermediates of lipid metabolism influence cell behavior is a challenging task. We previously demonstrated that de novo synthesized ceramides are authentic transducers of apoptosis and that their CERT-mediated diversion to mitochondria is sufficient to initiate BAX-dependent apoptosis. To further unravel the mechanism by which mitochondrial ceramides commit cells to death, we here developed a novel mitochondria-targeted and photocaged short-chain...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976370",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends in Mortality Rates for Cardiovascular Disease Subtypes Among Adults, 2010-2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976368/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: From 2010 to 2023, mortality rates improved for ischemic heart disease and cardiomyopathy but worsened for hypertensive disease, arrhythmia, and pulmonary heart disease. These results signal a need to focus prevention and clinical management efforts to target the growing burden of leading causes of death.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976368",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "From 2010 to 2023, mortality rates improved for ischemic heart disease and cardiomyopathy but worsened for hypertensive disease, arrhythmia, and pulmonary heart disease. These results signal a need to focus prevention and clinical management efforts to target the growing burden of leading causes of ..."
    },
    {
      "title": "The role of CC16 in the associations of preterm birth with lung function and asthma in adult life",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Low CC16 is a potential mediator of the effects of prematurity on lung function deficits and asthma in young adulthood. Future studies should address whether CC16 can be used as a predictive biomarker and, possibly, therapeutic target in individuals born preterm.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976366",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Low CC16 is a potential mediator of the effects of prematurity on lung function deficits and asthma in young adulthood. Future studies should address whether CC16 can be used as a predictive biomarker and, possibly, therapeutic target in individuals born preterm"
    },
    {
      "title": "Computational Translation of Mouse Models of Osteoarthritis Predicts Human Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976363/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Both mouse model more successfully predicted osteoarthritis in human studies with controls without a history of joint pathology. Cross-species, covariate-aware translational approaches support the selection of preclinical models intended for therapeutic discovery and pathway analysis in humans.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976363",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both mouse model more successfully predicted osteoarthritis in human studies with controls without a history of joint pathology. Cross-species, covariate-aware translational approaches support the selection of preclinical models intended for therapeutic discovery and pathway analysis in humans"
    },
    {
      "title": "Deciphering the role of amphiphilic polymer combinations in the formation of ternary griseofulvin amorphous solid dispersions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976351/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "This study aims to elucidate the role of amphiphilic polymer combinations in the formation and performance of ternary amorphous solid dispersions (ASDs) of griseofulvin (GRF), a poorly water-soluble BCS Class II drug with high recrystallization tendency. Although ASDs are widely used to enhance solubility and oral bioavailability, achieving long-term physical stability and sustained supersaturation (especially at high drug loadings) remains a major formulation challenge. In this context, we...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976351",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to elucidate the role of amphiphilic polymer combinations in the formation and performance of ternary amorphous solid dispersions (ASDs) of griseofulvin (GRF), a poorly water-soluble BCS Class II drug...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond Immunity: RIG-I as a Bifunctional Regulator of Cell Fate in Non-Infectious Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976349/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Retinoic acid-inducible gene (RIG-I) is highly regarded for recognizing short-stranded RNA with a triphosphate motif at the 5' end to participate in the antiviral innate immune response. Recent studies have demonstrated that RIG-I expression remains upregulated during the terminal phase of RNA virus infection, persisting even after interferon production has terminated. Furthermore, studies have documented the up-regulation or activation of RIG-I expression in non-viral disease contexts, implying...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976349",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adaptive dynamic resource allocation can cause tragedy of the commons in plants with nutrient competition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976339/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Plants exhibit plastic responses to the absence or presence of competitors. When competing for soil nutrients, plants often show root overproliferation compared to when they grow without competitors. This excessive investment in roots to acquire more nutrients can reduce reproductive yield (e.g., seed mass), a phenomenon known as the tragedy of the commons (TOC). The mechanisms of this phenomenon have been investigated theoretically, focusing on resource allocation strategies between the...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976339",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nephrologist Perspectives on Using Telemedicine During In-Center Hemodialysis: A Qualitative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976331/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Although nephrologists encountered operational (both technical and personal level) challenges such as communication constraints when using telemedicine for in-center hemodialysis care, they reported improvements in aspects of care quality and enhanced efficiency. These findings inform the potential use of a hybrid in-center hemodialysis care delivery model in which telemedicine supplements in-person visits.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976331",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although nephrologists encountered operational (both technical and personal level) challenges such as communication constraints when using telemedicine for in-center hemodialysis care, they reported improvements in aspects of care quality and enhanced efficiency. These findings inform the potential ..."
    },
    {
      "title": "Comparative Risk of Glaucoma in Patients Using Sodium-glucose Cotransporter-2 Inhibitors and Metformin: A Multinational Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Among patients with T2DM, treatment with SGLT2 inhibitors may be associated with lower risks of ocular hypertension, POAG, and the need for glaucoma medications compared to metformin.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976317",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among patients with T2DM, treatment with SGLT2 inhibitors may be associated with lower risks of ocular hypertension, POAG, and the need for glaucoma medications compared to metformin"
    },
    {
      "title": "Longitudinal neural and microvascular changes in type 2 diabetic patients without retinopathy: a 2-year prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976316/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings suggest that neurodegenerative changes may precede microvascular alterations in non-DR patients, indicating that monitoring of GCIPLT is crucial for patients with long-standing diabetes, even in the absence of retinopathy.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976316",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that neurodegenerative changes may precede microvascular alterations in non-DR patients, indicating that monitoring of GCIPLT is crucial for patients with long-standing diabetes, even in the absence of retinopathy"
    },
    {
      "title": "Industry Sponsorship and Disease Site Focus in Therapeutic Radiopharmaceutical Clinical Trials Over the Past Decade",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: RPT trials demonstrated consistent growth over the past decade, largely driven by robust industry support, and have predominantly focused on targeted ^(177)Lu-based RPTs for the treatment of prostate adenocarcinoma and gastrointestinal neuroendocrine tumors.Manuscript.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976311",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RPT trials demonstrated consistent growth over the past decade, largely driven by robust industry support, and have predominantly focused on targeted ^(177)Lu-based RPTs for the treatment of prostate adenocarcinoma and gastrointestinal neuroendocrine tumors.Manuscript"
    },
    {
      "title": "Oraltypes of the human oral bacteriome and mycobiome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: There are two bacterial and two fungal compositional patterns in human oral microbiome.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976275",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "There are two bacterial and two fungal compositional patterns in human oral microbiome"
    },
    {
      "title": "Dihydromyricetin exerts dual anti-acne actions by suppressing Propionibacterium acnes proliferation and host inflammatory responses via TLR2/NF-κB/MAPK pathway inhibition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Acne is common skin disorder, with Propionibacterium acnes (P. acnes) playing a central role in its pathogenesis. Despite the availability of various treatment options, current therapies are limited by safety concerns and reduced efficacy, highlighting the urgent need for the development of safer and more effective alternatives. This study demonstrated that dihydromyricetin (DMY), a natural flavonoid from Ampelopsis grossedentata, exhibited dual therapeutic actions against acne pathogenesis. DMY...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976272",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neural correlates of Chinese taste metaphor processing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Taste metaphors, such as \"bitter truth\", are a common form of figurative language used in everyday life. It has been demonstrated that emotional valence influences metaphor processing. While Chinese is rich in taste-related expressions, studies exploring the neural correlates of taste metaphor processing in Chinese are limited. To address these questions, we enrolled 27 participants who read positive and negative taste metaphor sentences, synonymous literal sentences, and taste literal sentences...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976269",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection of H5N1 clade 2.3.4.4b in external quality assessment programmes: a pandemic preparedness initiative",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976255",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bone quality response to lifestyle intervention in older adults with obesity (LIMB-Q trial): a randomised controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Lifestyle interventions for weight loss might exacerbate age-related bone loss and osteoporosis. However, there is limited knowledge about their effects on bone quality. We examined whether lifestyle intervention can preserve or enhance bone quality, despite reductions in bone mineral density.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976254",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whether lifestyle intervention can preserve or enhance bone quality, despite reductions in bone mineral density",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ATG as disease-modifying therapy for new-onset type 1 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976250",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Once-daily oral icotrokinra versus placebo and once-daily oral deucravacitinib in participants with moderate-to-severe plaque psoriasis (ICONIC-ADVANCE 1 &amp; 2): two phase 3, randomised, placebo-controlled and active-comparator-controlled trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976249/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Monoclonal antibodies targeting interleukin-23 and interleukin-12 are efficacious in treating plaque psoriasis but must be delivered via intravenous or subcutaneous injection. Here, we aimed to evaluate the efficacy and safety of icotrokinra (JNJ-77242113), a targeted oral peptide that selectively binds the interleukin-23 receptor, compared with both placebo and deucravacitinib in adults with moderate-to-severe plaque psoriasis.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976249",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the efficacy and safety of icotrokinra (JNJ-77242113), a targeted oral peptide that selectively binds the interleukin-23 receptor, compared with both placebo and deucravacitinib in adults wit...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mobilization meets antibody conditioning: A path toward safer engraftment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976234",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular regulation mechanism of two glycosyltransferases in exopolysaccharide biosynthesis of Lactiplantibacillus plantarum YM-4-3 strain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976233/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Exopolysaccharide (EPS) is a high molecular weight polymer produced by lactic acid bacteria (LAB) during their growth and metabolism. Due to the genetic diversity of strains and the structural diversity of EPS, it exhibits a variety of physiological activities and has potential applications in food, medicine, agriculture, and other fields. This study focuses on two glycosyltransferases (orf1595 and cps4I) involved in the synthesis of oligosaccharide repeat units in the EPS biosynthesis by...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976233",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative transcriptome analysis for identifying genes involved in reproduction of banana shrimp (Penaeus merguiensis)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Characterization of reproduction-related genes is crucial for comprehending molecular mechanisms involved in ovarian development of banana shrimp (Penaeus merguiensis). Here, genes expressed in different ovarian (immature, vitellogenic and mature) stages were characterized by RNA-Seq. In total, 12 libraries were established and 88.56 Gb (6.91-8.04 Gb/sample) clean data were obtained for overall samples. The Q30 values were between 94.14 and 94.86 %. The N50 values were 2763 bp for transcripts...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976221",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic topographies of intrinsic neural timescales: a key role for consciousness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "The brain displays intrinsic durations in its own spontaneous activity - Intrinsic Neural Timescales (INTs). INTs are hierarchically organized, with shorter durations within unimodal regions and longer intervals in multimodal domains. Despite significant progress, it's currently not known whether the unimodal-multimodal hierarchical organization undergoes recurrent changes itself - consistent with the existence of a dynamic repertoire of INT topographies. To this aim, we characterized the...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976208",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correlates of patient reported quality of life in a large multiple sclerosis cohort encompassing the COVID-19 pandemic period",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976205/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: EDSS was the strongest predictor of both MSIS-29 and FSMC scores, while the COVID-19 pandemic exerted only limited impact. Findings underscore the importance of preventing accrual of disability to preserve quality of life in MS.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976205",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EDSS was the strongest predictor of both MSIS-29 and FSMC scores, while the COVID-19 pandemic exerted only limited impact. Findings underscore the importance of preventing accrual of disability to preserve quality of life in MS"
    },
    {
      "title": "The impact of national policies on reimbursement of disease-modifying therapies for multiple sclerosis on disease outcomes: Slovenia versus Croatia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study demonstrates that national policies on DMT reimbursement influence disability outcomes in pwMS. Those living in countries with less restrictive reimbursement policies are more likely to have lower disability levels.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976203",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that national policies on DMT reimbursement influence disability outcomes in pwMS",
      "conclusion": "This study demonstrates that national policies on DMT reimbursement influence disability outcomes in pwMS. Those living in countries with less restrictive reimbursement policies are more likely to have lower disability levels"
    },
    {
      "title": "Modular synthesis of isoxazolopyrimidine derivatives with anti-SARS-CoV-2 activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976188/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "A highly efficient synthetic route for the preparation of isoxazolopyrimidine derivatives has been developed, characterized by mild reaction conditions, operational simplicity and high yields. Building on this, we further functionalized the isoxazolopyrimidine scaffold to synthesize 7-morpholinoisoxazolo[4,5-d]pyrimidine derivatives. In vitro evaluations revealed that compounds 5a and 6g demonstrated significant anti-SARS-CoV-2 activity. Mechanistic studies indicated that the antiviral effects...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976188",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantitative organic carbon source in suspended particulates from the Dagu River-estuary-Jiaozhou Bay system (North China)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "The small and medium-sized rivers play an important role in the transport and burial of organic carbon (OC) in coastal zones. However, the small- and medium-sized rivers discharging into the marine environment have received less attention regarding their OC source. Understanding sources of OC in coastal zones is important to better evaluate the processes controlling the carbon cycle. In this study, the Dagu River-Estuary-Jiaozhou Bay system, an important carbon sink and a small bay heavily...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976176",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "role in the transport and burial of organic carbon (OC) in coastal zones",
      "conclusion": null
    },
    {
      "title": "Absence of differences in resting-state EEG spectral power and cognitive impairments between first-episode, drug-naïve MDD patients with and without suicidal ideation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976159/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings indicate that brain oscillations are altered in first-episode, drug-naïve MDD patients regardless of suicidal ideation status. However, based on the present study, rsEEG is not a suitable biomarker for screening MDD-SI from MDD-NSI in drug-treatment naïve patients. The utility of rsEEG as a biomarker for distinguishing suicide risk among drug-treated MDD patients remains to be validated. Additionally, cognitive impairment and related alpha power alterations may serve as...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976159",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings indicate that brain oscillations are altered in first-episode, drug-naïve MDD patients regardless of suicidal ideation status. However, based on the present study, rsEEG is not a suitable biomarker for screening MDD-SI from MDD-NSI in drug-treatment naïve patients"
    },
    {
      "title": "Intraoral microvascular anastomosis: A minimally invasive technique for lateral arm free flap tongue reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The use of a lateral arm free flap with transoral vascular anastomosis represents a viable and effective approach for tongue reconstruction, providing excellent functional and cosmetic results. This technique may be considered a promising alternative for well-selected cases.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976155",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The use of a lateral arm free flap with transoral vascular anastomosis represents a viable and effective approach for tongue reconstruction, providing excellent functional and cosmetic results. This technique may be considered a promising alternative for well-selected cases"
    },
    {
      "title": "Enhancing the virulence of G2a subtype PEDV by chimeric expression of G2c subtype S gene",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976147/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Among the various causes of pig diarrhea, porcine epidemic diarrhea (PED) remains a severe disease causing significant economic losses to the global swine industry. Given the rapid variation of the PEDV spike (S) protein, it is crucial to investigate how S protein of different genotypes influence the pathogenicity and immunogenicity of PEDV. Herein, chimeric PEDV strains were constructed by inserting the S gene of subtype G1b, G2b, or G2c into the corresponding position of the G2a subtype strain...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976147",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fe/Zn composite with high strength-ductility, large-area galvanic corrosion, antibacterial, angiogenic, and osteointegrative capabilities for biodegradable bone-fixation applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Iron/zinc (Fe/Zn) composite may offer an accelerated degradation rate for bone-implant applications due to the large interfaces between its different constituents. Nevertheless, it is challenging to fabricate a biodegradable composite that exhibits an appropriate aggregation of the mechanical, corrosion, and biological properties required for bone fixation. In this study, we developed an innovative process to fabricate a composite of Fe/Zn via hot extrusion of Zn powder-infiltrated Fe foam for...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976140",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Micro/nanomotors for biofilm remediation: Nanoarchitectonic breakthroughs with a focus on regulatory and clinical translation challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Biofilm-associated bacterial infections, notorious for their resistance to standard therapies, pose a critical challenge in clinical practice. Micro and nanomotors (MNMs) have emerged as dynamic tools capable of penetrating biofilm matrices and enabling targeted antimicrobial delivery through autonomous motion. Recent advances in nanoarchitectonic design, spanning fuel-free or chemical propulsion, biohybrid systems, and multimodal actuation, significantly enhance their therapeutic precision and...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976139",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thrombin-regulated multi-functional hydrogel coating for decellularized extracellular matrix materials to enhance the anticoagulant and endothelialization properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Valvular heart disease (VHD) is a leading global health concern, contributing to significant mortality rates and imposing substantial economic burdens annually. To date, numerous bioprosthetic heart valves (BHVs) based on decellularized extracellular matrix (dECM) have been engineered as prosthetic solutions for the treatment of VHD. However, the irreversible deterioration of BHVs, driven by thrombosis, inflammatory responses, and calcification, represents a persistent and unresolved clinical...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976138",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "C-reactive protein to lymphocyte ratio is a prognostic factor for unfavorable outcomes following aneurysmal subarachnoid hemorrhage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976128/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: CLR during the hyperacute phase after aSAH might not only be utilized as a reliable biomarker to predict clinical outcomes of aSAH but also provide promising insight into future research to develop tailored treatments targeting inflammation-immune imbalance.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976128",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CLR during the hyperacute phase after aSAH might not only be utilized as a reliable biomarker to predict clinical outcomes of aSAH but also provide promising insight into future research to develop tailored treatments targeting inflammation-immune imbalance"
    },
    {
      "title": "Eriocalyxin B induces ferroptosis through SIRT3 inhibition in triple-negative breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In summary, our findings suggest that Eri B functions as a novel inducer of ferroptosis in TNBC, demonstrating potential therapeutic value through the inhibition of SIRT3 in TNBC.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976126",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In summary, our findings suggest that Eri B functions as a novel inducer of ferroptosis in TNBC, demonstrating potential therapeutic value through the inhibition of SIRT3 in TNBC"
    },
    {
      "title": "Applying Lessons from the COVID-19 Pandemic to Everyday Crises: The Role of Policy, Innovation, and Stewardship in Healthcare Emergencies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings underscore the value of contingency policies in reducing moral distress and facilitating resource allocation during crises. By providing a clear framework for end-of-life decisions, the two-physician DNR policy was perceived by most clinicians as fostering shared accountability and prudent use of scarce resources. The flexibility inherent in this policy-such as the option to revise code status-was particularly important as patient conditions evolved. Notably, EDs...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976122",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "as patient conditions evolved",
      "conclusion": "These findings underscore the value of contingency policies in reducing moral distress and facilitating resource allocation during crises. By providing a clear framework for end-of-life decisions, the two-physician DNR policy was perceived by most clinicians as fostering shared accountability and pr..."
    },
    {
      "title": "A dual-mode portable biosensor based on photothermal-pyroelectric-electrochromic effects for versatile detection of enrofloxacin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976105/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Traditional photoelectrochemical (PEC) sensors are limited by bulky electrochemical workstations and high-energy light sources, thus limiting their practical applications. In this study, the photothermal effect of iron single-atom materials (Fe-PNC), pyroelectric effect of Yb-doped Bi(2)S(3) (Yb-Bi(2)S(3)), and electrochromic effect of polyaniline (PANI) were innovatively combined to construct a dual-signal portable PEC sensing platform without the need of workstation. Specifically, we designed...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976105",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hazardous alcohol use among patients with psychiatric disorders: Findings from phosphatidylethanol (PEth) screening in healthcare",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Identifying hazardous alcohol use among patients with psychiatric disorders is important for improving treatment outcomes. This study aimed to describe the prevalence of hazardous alcohol use across 20 psychiatric diagnoses using phosphatidylethanol (PEth) blood sampling. We conducted a cross-sectional analysis of PEth samples collected between 2017 and 2023 from a regional Swedish healthcare database, linked to clinician-assessed psychiatric diagnoses. Participants were adults (≥18 years) with...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976101",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "describe the prevalence of hazardous alcohol use across 20 psychiatric diagnoses using phosphatidylethanol (PEth) blood sampling",
      "significance": "for improving treatment outcomes",
      "conclusion": null
    },
    {
      "title": "Exploring Thymus vulgaris Extract as a Phytotherapeutic Agent: A Multifaceted Approach to tackle Avian Colibacillosis and Drug Resistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976099/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Avian colibacillosis remains a major threat to poultry production and food security, whereas its antibiotic-based control accelerates antimicrobial resistance. This study investigated the antibacterial potential of the hydroethanolic extract of Thymus vulgaris, alone and in combination with antibiotics, against avian pathogenic Escherichia coli (APEC). The phytochemical composition of the extract was analyzed by HPLC, while its antibacterial activity was assessed using agar diffusion and minimum...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40976099",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the antibacterial potential of the hydroethanolic extract of Thymus vulgaris, alone and in combination with antibiotics, against avian pathogenic Escherichia coli (APEC)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Delivery of Thermogenic Genes to Metabolic Tissues: Effects on Body Weight and Glucose Tolerance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Adaptive thermogenesis, particularly via the β3-adrenergic receptor (ADRB3)-protein kinase A catalytic subunit α (PKA Cα)-uncoupling protein 1 (UCP1) pathway, promotes energy expenditure and contributes to metabolic homeostasis, thereby establishing this pathway as a promising therapeutic target for metabolic disorders associated with excessive energy intake. In this study, we aimed to evaluate the therapeutic potential of adeno-associated virus (AAV)-mediated gene therapy targeting thermogenic...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "40976537",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the therapeutic potential of adeno-associated virus (AAV)-mediated gene therapy targeting thermogenic",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rural tourism servicescape's influence on experiential value and citizenship behavior",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975936/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Rural tourism servicescape, characterized by unique dimensions of atmosphere (organic physicality), service staff (adaptive professionalism), and rural residents (cultural transmission), serves as critical stimuli shaping tourist experiences. Grounded in the Stimulus-Organism-Response (S-O-R) framework, this study investigates how these dimensions influence tourists' emotional and social value (organism) and, subsequently, their citizenship behavior (response). Using structural equation modeling...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "40975936",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of administering cardiac medication to small-breed dogs with preclinical myxomatous mitral valve disease on survival after congestive heart failure onset",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20250922033709&v=2.18.0.post9+e462414",
      "description": "Myxomatous mitral valve disease (MMVD) is the most common cardiovascular disease in small-breed dogs, and some affected dogs develop congestive heart failure (CHF). Although pimobendan is recommended to delay the onset of CHF, its effect on survival following CHF onset development remains unclear. This retrospective study evaluated the survival prognosis of 143 small-breed dogs diagnosed with first-time CHF due to MMVD, comparing pretreated (n = 54) and untreated (n = 89) groups. Pretreated dogs...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "40975815",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Efficacy of Electrical Auricular Transcutaneous Stimulation for Dry Eye: A sham-controlled, Randomized Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20250922033710&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The low-frequency ear TS device significantly improved DED symptoms and objective measures compared to the sham group. These findings support the potential of TS as a novel treatment option for DED.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "40976614",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "measures compared to the sham group",
      "significance": null,
      "conclusion": "The low-frequency ear TS device significantly improved DED symptoms and objective measures compared to the sham group. These findings support the potential of TS as a novel treatment option for DED"
    },
    {
      "title": "Reductant-free biosynthesis of silver nanoparticle-functionalized bacterial nanocellulose composites via in-cultivation and post-treatment by a silver-tolerant Acetobacter intermedius",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20250922033710&v=2.18.0.post9+e462414",
      "description": "Bacterial nanocellulose (BNC) is a structurally pure and biocompatible polysaccharide with excellent moisture retention and mechanical robustness, making it a promising wound care material; however, its lack of intrinsic antimicrobial activity limits clinical applicability. Here, we report a reductant-free, dual-phase biosynthetic strategy for fabricating silver nanoparticle (SNP)-functionalized BNC composites using a silver-tolerant Acetobacter intermedius G7. During cultivation in...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "40976288",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Curcumin attenuates malathion-induced lung injury in rats by modulating oxidative stress, inflammation, and fibrosis via Nrf2/HO-1, NF-κB/TNF-α, and COX-2 pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40976093/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20250922033710&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These data demonstrate that curcumin protects against malathion-induced lung injury by modulating oxidative stress, inflammation, and fibrosis-related pathways, highlighting its therapeutic potential for mitigating organophosphate-induced respiratory damage.",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "40976093",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These data demonstrate that curcumin protects against malathion-induced lung injury by modulating oxidative stress, inflammation, and fibrosis-related pathways, highlighting its therapeutic potential for mitigating organophosphate-induced respiratory damage"
    },
    {
      "title": "A ratiometric fluorescent aptasensor for detection of ACE pesticide through toehold-mediated strand displacement and FRET process",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20250922033710&v=2.18.0.post9+e462414",
      "description": "Detection of pesticide residues is important due to their significant environmental side effects and public health concern. Herein, a facile and sensitive approach was developed based on dual emission ratiometric fluorescence signal for detection of acetamiprid (ACE) pesticide. The sensing platform was based on MWCNTs/ AuNPs nanocomposite to generate the output signals. The fluorescent FAM-functionalized aptamer with stem-loop structure was deposited on platform which resulted to fluorescence...",
      "pubDate": "2025-09-21T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "40975918",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "due to their significant environmental side effects and public health concern",
      "conclusion": null
    },
    {
      "title": "Association Between Serum Bilirubin and Gingivitis in Kidney Transplant Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975675/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study has shown that high bilirubin levels are associated with a decrease in gingivitis in kidney transplant recipients.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40975675",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study has shown that high bilirubin levels are associated with a decrease in gingivitis in kidney transplant recipients"
    },
    {
      "title": "Smart exercise device using triboelectric self-powered sensor for high intensity interval training (HIIT)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974622/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "High intensity interval training (HIIT) where periods of high intensity exercise are interspersed with periods of low intensity exercise or rest, packs a high-power workout into a short period resulting in higher oxygen uptake compared to other training methods. Commercial equipment used for such exercise protocols either requires manual adjustment or provides pre-programmed options without adapting to the user's performance. It would be much more convenient if the exercise equipment could...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40974622",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of Self-Management Education for Deaf Individuals With Hypertension: A Quasi-Experimental Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974277/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250922033711&v=2.18.0.post9+e462414",
      "description": "In South Korea, hypertension (HTN) is prevalent among deaf individuals, with a reported rate of 63.9%, which is higher than in the general population. To manage this condition effectively, a self-management education intervention is needed. In particular, since deaf individuals generally exhibit low levels of health literacy, it is essential to develop interventions that consider their limited health literacy. This study evaluates the impact of the Hypertension Self-Management Education for the...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40974277",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of the Hypertension Self-Management Education for the",
      "conclusion": null
    },
    {
      "title": "Redefining Resection Margin Status and Its Implications for Adjuvant Radiotherapy in Hilar Cholangiocarcinoma: A 10-Year Retrospective Study of Recurrence Patterns",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975740/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The refined margin classification showed distinct recurrence patterns. Adjuvant radiotherapy was associated with local recurrence in patients with invasive margins and in those with dysplastic or narrow-clear margins, including cases with R0 status achieved through re-resection. More tailored postoperative strategies that incorporate the margin status might help to address recurrence risk of hilar cholangiocarcinoma.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40975740",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The refined margin classification showed distinct recurrence patterns. Adjuvant radiotherapy was associated with local recurrence in patients with invasive margins and in those with dysplastic or narrow-clear margins, including cases with R0 status achieved through re-resection"
    },
    {
      "title": "The influence of immunocompromised status on recurrence and progression free survival among nonmuscle invasive bladder cancers (NMIBCs) undergoing transurethral resection of bladder tumor (TURBT) and adjuvant intravesical bacillus Calmette Guerin (BCG): Analysis of USA insurance claim data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: BCG immunotherapy is safe in immunocompromised patients. Nevertheless, the efficacy of intravesical BCG in these patients might be suboptimal thus advocating the need for appropriate counselling and a possible lower threshold to consider radical treatment.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40975643",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BCG immunotherapy is safe in immunocompromised patients. Nevertheless, the efficacy of intravesical BCG in these patients might be suboptimal thus advocating the need for appropriate counselling and a possible lower threshold to consider radical treatment"
    },
    {
      "title": "Rethinking the pathogenesis of meibomian gland dysfunction: Ductal-centric vs. meibocyte-centric hypothesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "Meibomian gland dysfunction (MGD) has traditionally been explained by the ductal-centric hypothesis, which attributes disease progression to ductal obstruction and secondary acinar atrophy. However, this model does not fully account for all clinical and pathological features. Recognizing these limitations, the meibocyte-centric hypothesis has emerged, proposing that intrinsic meibocyte dysfunction and acinar degeneration may play a primary role. In this context, this narrative review...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40975485",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply to \"Calorie Control or Circadian Alignment? A Closer Look at Time-Restricted Eating for MASLD\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40975403",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nerve implantation to the muscle after neuroma formation enables pain relief and motor function recovery with reinnervation in rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "AIMS: Neuroma formation after peripheral nerve injury inhibits functional recovery and contributes to neuropathic pain. This study aimed to evaluate whether nerve implantation into denervated muscle, even after neuroma formation, could promote motor and sensory functional restoration.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40975377",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Neuroma formation after peripheral nerve injury inhibits functional recovery and contributes to neuropathic pain",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lipid peroxidation-induced cell death in Rett syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "Rett Syndrome (RTT) is a rare neurodevelopmental disorder, primarily affecting girls (1:10,000 live births), largely caused by mutations in the X-linked gene MECP2, an epigenetic regulator encoding for the methyl-CpG binding protein 2 (MeCP2). Recent evidence links ferroptosis, an iron-dependent cell death characterized by lipid peroxide accumulation, to neurodegenerative and neurodevelopmental disorders like autism. Several RTT hallmarks, including redox imbalance, excess labile iron, increased...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40975191",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hydrangenol exerts anti-obesity effects by disturbing adipogenesis via mitotic clonal expansion and gut microbiota dysbiosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "Obesity is a metabolic disorder influenced by genetic and environmental factors. Developing therapeutic strategies that maintain energy metabolism and gut microbiota balance is essential for addressing obesity. This study investigated the anti-obesity potential of hydrangenol (HG), a bioactive compound found in the leaves of Hydrangea serrata (Thunb.) Ser., in 3T3-L1 preadipocytes as well as high-fat diet (HFD)-induced and db/db obese mice. HG inhibited lipid accumulation in differentiated...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40975182",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the anti-obesity potential of hydrangenol (HG), a bioactive compound found in the leaves of Hydrangea serrata (Thunb",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SA-XV, a 15-amino acid fragment of host defense peptide S100A12, targets mitochondria, and is protective against fungal infections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975173/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "Fungal infections are huge emerging crisis with more than two million people infected worldwide annually. Corneal infections caused by fungus is the major cause of vision loss and often warrants corneal transplantation. Both Fusarium spp. and Candida spp. are critical etiological agents of fungal keratitis and also common cause for invasive fungal infections with high mortality rates. In previous work we described growth inhibition of Fusarium spp. by S100A12, a host antimicrobial peptide. Here,...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40975173",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Revisiting candesartan: new evidence for an old option in migraine prevention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975087/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40975087",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Triazolo-indazole-trione-mediated disruption of Wnt/β-catenin pathway drives both autophagic and paraptotic cell deaths in colorectal cancer cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40975003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "Aberrant activation of the Wnt/β-catenin signaling pathway is a hallmark of numerous human cancers, including colorectal carcinoma. Targeting this pathway has been shown to effectively induce cancer cell death and inhibit tumor progression. In this study, we investigated the anti-tumor effects of HR10, a novel synthetic compound, in colorectal carcinoma cells. HR10 significantly suppressed cell viability in HCT-116, HCT-15, HT-29, and SNU-C2A cells while having minimal impact on normal colon...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40975003",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the anti-tumor effects of HR10, a novel synthetic compound, in colorectal carcinoma cells",
      "significance": "on normal colon",
      "conclusion": null
    },
    {
      "title": "Effect of Eimeria spp. and Staphylococcus aureus challenge on cecal microbiome in broilers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974999/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "Staphylococcus aureus, associated with Bacterial Chondronecrosis and Osteomyelitis (BCO), is a leading cause of lameness in modern-day broilers, often seen with concomitant gut health aberrations such as coccidiosis. This study aims to uncover changes in cecal microbiome which hasn't been characterized well in broilers challenged with S. aureus and Eimeria spp. Day-old male Cobb broilers were randomly allocated to eight treatments with five replicates each receiving various doses (2 × 10⁵ or 2 ×...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40974999",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to uncover changes in cecal microbiome which hasn't been characterized well in broilers challenged with S",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immune-enhanced machine learning approach for early detection of precancerous colorectal neoplasia: Insights from biomarkers in routine health checkups",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Immune-informed machine learning models provide a noninvasive and individualized strategy for CRC screening. The findings support the clinical value of incorporating immune markers, particularly NKA, into risk stratification frameworks and highlight the need for sex-specific approaches in surveillance planning.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40974864",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Immune-informed machine learning models provide a noninvasive and individualized strategy for CRC screening. The findings support the clinical value of incorporating immune markers, particularly NKA, into risk stratification frameworks and highlight the need for sex-specific approaches in surveillan..."
    },
    {
      "title": "Noise reduction interventions in intensive care units: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974762/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: ICU noise reduction interventions showed variable effectiveness, with multi-component approaches to address multiple noise sources. While interventions reduced noise levels and improved patient outcomes, noise levels often remained above the World Health Organization (WHO) standards. Evaluations of effectiveness have primarily been short-term, limiting analysis of sustained effects. To create a more conducive ICU environment for both patients and HCPs, future studies should focus on...",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40974762",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ICU noise reduction interventions showed variable effectiveness, with multi-component approaches to address multiple noise sources. While interventions reduced noise levels and improved patient outcomes, noise levels often remained above the World Health Organization (WHO) standards"
    },
    {
      "title": "Synaptic ultrastructural alterations in human focal cortical dysplasia: Insights from volume electron microscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40974555/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250922033712&v=2.18.0.post9+e462414",
      "description": "OBJECTIVE: Focal cortical dysplasia (FCD) is a developmental malformation of the cerebral cortex and a leading cause of drug-resistant epilepsy in children and young adults. Disruption of the excitation-inhibition (E-I) balance is a hallmark of neuronal hyperexcitability in FCD, yet the underlying synaptic ultrastructural changes remain poorly understood. This study aimed to investigate synaptic architecture and associated organelle alterations in epileptogenic cortex affected by FCD.",
      "pubDate": "2025-09-20T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40974555",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "Focal cortical dysplasia (FCD) is a developmental malformation of the cerebral cortex and a leading cause of drug-resistant epilepsy in children and young adults",
      "significance": null,
      "conclusion": null
    }
  ]
}