{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-14T19:21:24.111Z",
  "totalItems": 150,
  "totalArchived": 25216,
  "newPapersAdded": 167,
  "institutionBreakdown": {
    "KAIST": 5,
    "SNU": 40,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 33,
    "IBS": 88,
    "UNIST": 0,
    "Hanyang University": 3,
    "KIST": 3,
    "GIST": 2,
    "Kyung Hee University": 2,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Materials Science": 8,
    "Biomedical": 31,
    "Multidisciplinary": 72,
    "Cancer Research": 18,
    "Neuroscience": 16,
    "Computer Science": 5
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Carbene-Metal-Amide Materials Design: Tailoring π-Extended Amides for High-Performance Organic Light-Emitting Diodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "A series of gold-centred carbene-metal-amide (CMA) complexes are prepared with a rigid benzofuroindole (BFI) and benzothioindole (BTI) amide donor ligands coordinated with bicyclic(alkyl)amino carbene (BiC)Au(I)-moiety in high yields. CMA complexes emit in the sky-blue range at 501 and 511 nm with unity quantum yields in amorphous solid state media. Both CMA complexes emit thermally activated delayed fluorescence (TADF) originating from a charge transfer (CT) state with an excited state lifetime...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41235948",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Applications of Speckle-Tracking Echocardiography in Heart Failure: From Diagnosis to Prognostication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Speckle-tracking echocardiography (STE) has emerged as a valuable noninvasive tool for assessing myocardial deformation in patients with heart failure (HF). This review summarizes the principles, clinical applications, and prognostic implications of strain echocardiography across the spectrum of HF phenotypes, including heart failure with reduced ejection fraction (HFrEF), mildly reduced ejection fraction (HFmrEF), and preserved ejection fraction (HFpEF). Global longitudinal strain (GLS)...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41234628",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of strain echocardiography across the spectrum of HF phenotypes, including heart failure with reduced ejection fraction (HFrEF), mildly reduced ejection fraction (HFmrEF), and preserved ejection fract...",
      "conclusion": null
    },
    {
      "title": "Deep learning-based classification of pleural malignancy using medical thoracoscopic images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study presents the first deep learning-based classification model of pleural malignancy using MT images. The model showed excellent diagnostic performance and has the potential to aid real-time clinical decision-making during thoracoscopy by suggesting malignant targets for biopsy or pleurodesis.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41234571",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This study presents the first deep learning-based classification model of pleural malignancy using MT images. The model showed excellent diagnostic performance and has the potential to aid real-time clinical decision-making during thoracoscopy by suggesting malignant targets for biopsy or pleurodesi..."
    },
    {
      "title": "Prevention, Detection, and Management of Post-Endoscopic Retrograde Cholangiopancreatography Pancreatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Endoscopic retrograde cholangiopancreatography (ERCP) is a widely used diagnostic and therapeutic procedure for pancreaticobiliary diseases. However, its relatively invasive nature necessitates a thorough understanding of potential adverse events and appropriate preventive strategies. Post-ERCP pancreatitis (PEP), the most common ERCP-related adverse event, occurs in approximately 10% of cases. While often mild, severe cases can rapidly progress and lead to clinical deterioration and mortality....",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41234031",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Scalable Integration of Single-Crystalline Ag Nanosheets for Threshold Voltage Engineering in Oxide Thin-Film Transistors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41233958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Amorphous oxide semiconductor-based thin-film transistors (TFTs), particularly those utilizing indium gallium zinc oxide (IGZO), have garnered significant attention for next-generation display backplanes and flexible electronics. However, the precise and reliable modulation of threshold voltage (V(th)) remains a persistent challenge, often requiring doping or vacancy engineering approaches that compromise process uniformity and device reliability. In this study, we introduce a scalable and...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Pusan National University"
      ],
      "pmid": "41233958",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Pedigree Study of Leber's Hereditary Optic Neuropathy in Korean Population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236774/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study expands previous research by offering new information on the penetrance of LHON in the Korean population through pedigree analysis.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41236774",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study expands previous research by offering new information on the penetrance of LHON in the Korean population through pedigree analysis"
    },
    {
      "title": "The association between genetically predicted C-reactive protein levels and risk of colorectal cancer in an East Asian population: two-sample Mendelian randomization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Despite sufficient statistical power, little evidence supported a causal association between CRP and CRC risk in East Asians.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41236733",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite sufficient statistical power, little evidence supported a causal association between CRP and CRC risk in East Asians"
    },
    {
      "title": "Derivation of Granulosa-Like Cells from Human Endometrial iPSCs for Autologous Estradiol Production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236707/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: GLCs expressing the key markers and capable of E2 production were successfully derived from heiPSCs, which may be developed as a novel source for menopausal hormone therapy.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41236707",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GLCs expressing the key markers and capable of E2 production were successfully derived from heiPSCs, which may be developed as a novel source for menopausal hormone therapy"
    },
    {
      "title": "Apoptosis Induction and MAPK Pathway Modulation by Lagerstroemia floribunda in Melanoma: Experimental and Computational Insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236700/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Melanoma, an aggressive skin cancer, leads to over 10,000 deaths annually, necessitating novel therapeutic approaches. Lagerstroemia floribunda (LF), a plant rich in phenolics and flavonoids, has been traditionally used in East Asia for its anticancer properties. This study investigates the biochemical and anti-melanoma effects of LF methanol extracts in B16-F10 melanoma cells. Antioxidant activity was evaluated through total phenolic and flavonoid content, SOD scavenging (IC₅₀ = 181.9 µg/mL),...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41236700",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Towards a unified nomenclature for diseases associated with porcine circovirus infections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236535/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41236535",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intellectual Beauty and Eternal Beauty in Aesthetic Surgery: Philosophical Ideals and Clinical Implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Modern facial plastic surgery operates at the intersection of anatomy, psychology, and cultural ideals of beauty. Among the most enduring yet unspoken aesthetic drivers are intellectual beauty-the radiance of inner vitality-and eternal beauty-the timeless idealized image of youth and harmony. To examine the conceptual and clinical relevance of intellectual and eternal beauty in aesthetic surgery, and propose a practical framework for integrating these ideals into surgical judgment and patient...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41236516",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Osimertinib before and after chemoradiotherapy for unresectable stage III EGFR-mutated NSCLC: NEOLA Trial Protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "ClinicalTrials.gov identifier is NCT06194448 (date of registration 5 January 2024).",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41236484",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reprogramming the SARS-CoV-1 Neutralizing Antibody S230 to SARS-CoV-2 via Directed Evolution and Molecular Docking-Based Binding Mode Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "To reprogram the antigen specificity of the SARS-CoV-1 neutralizing antibody S230 toward SARS-CoV-2, we employed a strategy combining directed evolution with molecular docking-based analysis. An error-prone scFv library was constructed from S230 and screened via bacterial display using the SARS-CoV-2 RBD. Among the enriched clones, IJ36 regained SARS-CoV-2 RBD binding and was further refined to an optimized variant, IJ36-V. IJ36-V efficiently neutralized SARS-CoV-2 infection and retained...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41236374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Secukinumab Efficacy Predictors in Korean Hidradenitis Suppurativa: A 48-Week Clinical Trial Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Secukinumab demonstrated efficacy in alleviating HS symptoms in moderate-to-severe cases. Patients with less severe disease, shorter treatment delays, and/or no prior biologic therapy exhibited more rapid initial responses. Additionally, the majority of patients experienced a significant duration of antibiotic cessation, underscoring the importance of early intervention. Future studies with larger populations are required to substantiate these findings.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41236246",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Secukinumab demonstrated efficacy in alleviating HS symptoms in moderate-to-severe cases. Patients with less severe disease, shorter treatment delays, and/or no prior biologic therapy exhibited more rapid initial responses"
    },
    {
      "title": "Polygenic Risk for Pre-Eclampsia and the Long-Term Risk of Incident Hypertension and Cardiovascular Disease: A Population-Based Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Genetic predisposition to PE, as measured by the PE-PRS, is associated with an elevated risk of incident hypertension and ischaemic heart disease in Asian women. These findings suggest the potential utility of the PE-PRS as a complementary tool in assessing individualised hypertension risk in parous women.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41236086",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the potential utility of the PE-PRS as a complementary tool in assessing individualised hypertension risk in parous women",
      "conclusion": "Genetic predisposition to PE, as measured by the PE-PRS, is associated with an elevated risk of incident hypertension and ischaemic heart disease in Asian women. These findings suggest the potential utility of the PE-PRS as a complementary tool in assessing individualised hypertension risk in parous..."
    },
    {
      "title": "HER2-Positivity as a Prognostic Biomarker and Therapeutic Target in Advanced Biliary Tract Cancer: A Multi-Institutional Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235921/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: HER2 is a clinically meaningful biomarker with prognostic and predictive relevance in advanced BTCs. Anti-HER2 therapy significantly improves survival in HER2-positive patients. These findings support routine HER2 testing, standardization of HER2 diagnostic criteria, and further prospective evaluation of HER2-targeted strategies for BTCs.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41235921",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HER2 is a clinically meaningful biomarker with prognostic and predictive relevance in advanced BTCs. Anti-HER2 therapy significantly improves survival in HER2-positive patients"
    },
    {
      "title": "Fibroblast Growth Factor 2-engaged cell spheroid for stem cell therapy: role of Interleukin 8 in the immune-modulatory effectiveness in the critical limb ischemia model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings underscore the dual role of IL8 in safeguarding muscle tissues from degeneration and orchestrating immunomodulatory effects by finely tuning tissue inflammation and macrophage polarization. This study highlights IL8 as a pivotal paracrine factor contributing to tissue regeneration in the context of stem cell therapy for CLI.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41235768",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our findings underscore the dual role of IL8 in safeguarding muscle tissues from degeneration and orchestrating immunomodulatory effects by finely tuning tissue inflammation and macrophage polarization. This study highlights IL8 as a pivotal paracrine factor contributing to tissue regeneration in th..."
    },
    {
      "title": "Balancing Toughness and Antibacterial Activity of Polylactide Blends with Imidazolium-Based Polymers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235727/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Poly(lactic acid) (PLA) serves as a promising alternative to nondegradable conventional plastics, owing to its biobased origin, biodegradability, mechanical strength, and optical clarity. However, its inherent brittleness restricts its broader application. Incorporating rubber particles is an effective and practical approach to improving toughness by inducing matrix plastic deformation. Herein, we prepared a series of imidazolium-functionalized poly[oxy(chloromethyl)ethylene] (PDI#) as...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41235727",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Triazole Bioisostere-Based Approach to Understanding Ceramide Amide Bond Conformation and Function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "The amide bond of ceramide can adopt either a cis or trans conformation, but the biological relevance of this geometry remains unclear. We used 1,4- and 1,5-disubstituted 1,2,3-triazoles as conformationally restricted bioisosteres to investigate the functional consequences of amide bond geometry. Antiproliferative assays, sphingomyelin synthase 1 metabolite profiling, and molecular docking analyses all indicate that the trans conformation better reflects the biologically active state. These...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41235715",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "C‑terminal HSP90 inhibitor NCT‑58 impairs the cancer stem‑like phenotype and enhances chemotherapy efficacy in TNBC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235687/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Treatment options for triple‑negative breast cancer (TNBC) are limited because they typically harbor a high cancer stem‑like population and exhibit a relatively aggressive metastatic phenotype. Heat shock protein 90 (HSP90), a molecular chaperone that regulates diverse oncogenic client proteins, has emerged as a compelling therapeutic target owing to its involvement in key tumor‑promoting processes, such as uncontrolled proliferation, angiogenesis and metastasis. Owing to the undesirable...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41235687",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Social Determinants of Health and Life Satisfaction of Children With Disabilities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235632/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study highlights the importance of addressing the social determinants of health that shape the life satisfaction of children with disabilities in South Korea. Future research should broaden the scope to include diverse populations and contexts, thereby informing more inclusive and tailored strategies to promote their health and well-being.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41235632",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights the importance of addressing the social determinants of health that shape the life satisfaction of children with disabilities in South Korea. Future research should broaden the scope to include diverse populations and contexts, thereby informing more inclusive and tailored stra..."
    },
    {
      "title": "Pyroptosis-Inducing Nanoplatform with Plasmonic-Enhanced Phototherapy for Metastasis-Suppressive Cancer Immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "The immunosuppressive microenvironment of solid tumors limits the efficacy of conventional therapies and promotes tumor metastasis. Reprogramming this hostile microenvironment through pyroptosis-mediated immunotherapy represents a promising strategy to activate systemic antitumor immunity. Herein, we developed a plasmonic-enhanced nanoplatform by engineering tumor-targeting RGD peptide and photosensitizer onto plasmonic nanoparticles, creating a potent pyroptosis inducer. This nanoconstruct...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41235469",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cardiovascular morbidity following epilepsy: A nationwide retrospective cohort study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: This study evaluated the long-term risk of major cardiovascular diseases (CVDs) in patients with epilepsy using a nationwide cohort, aiming to address critical gaps in population-based evidence on brain-heart interactions.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41235461",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study evaluated the long-term risk of major cardiovascular diseases (CVDs) in patients with epilepsy using a nationwide cohort, aiming to address critical gaps in population-based evidence on bra...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "\"Same Calories, Different Foods\" - What do you choose? The role of construal level and age in shaping food choices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Health-related food choices are often influenced by two central attributes: food type (such as healthy vs. less healthy) and food quantity (such as large vs. small portions). Based on Construal Level Theory (CLT), this research investigates how both chronic and situational construal levels guide consumers' attention toward these attributes and how this process varies by age. By examining decisions under caloric equivalence, the study aims to explain when and why equally caloric...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41235262",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to explain when and why equally caloric",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative multi-omic profiling in blood reveals distinct immune and metabolic signatures between ACPA-negative and ACPA-positive rheumatoid arthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study suggests that ACPA status may not fully capture the biological heterogeneity between ACPA- and ACPA+ RA subgroups, indicating additional immune and metabolic distinctions that warrant further investigation. Our findings highlight the potential of multi-omic profiling to enhance RA diagnostics, refine disease stratification, and inform subgroup-specific disease management strategies.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41235232",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that ACPA status may not fully capture the biological heterogeneity between ACPA- and ACPA+ RA subgroups, indicating additional immune and metabolic distinctions that warrant further investigation",
      "conclusion": "This study suggests that ACPA status may not fully capture the biological heterogeneity between ACPA- and ACPA+ RA subgroups, indicating additional immune and metabolic distinctions that warrant further investigation. Our findings highlight the potential of multi-omic profiling to enhance RA diagnos..."
    },
    {
      "title": "Electroencephalography-based neural indicators of texture preference for cosmetic formulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235175/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "This study investigated the correlation between subjective preferences for different cosmetic formulations and brain activity measured using electroencephalography (EEG). EEG data were collected from 29 participants when they applied three positive and one negative cosmetic formulation to the inside of their left forearms. According to the questionnaire results, the negative formulation showed significantly lower preference scores than the positive formulations. Additionally, significant...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41235175",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the correlation between subjective preferences for different cosmetic formulations and brain activity measured using electroencephalography (EEG)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stress-induced tip engineering of micro-hyperbolic structures for enhanced liquid repellency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235167/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Surface functionality in micro- and nanostructured materials is highly sensitive to geometric modifications, yet methods that enable fine structural tuning through facile and scalable fabrication remain limited. We report a method to induce controlled tip bending in micro-hyperbolic (MH) structures via metal-specific thin film deposition. When a metal layer is thermally evaporated onto the polymeric MH structures, residual stress drives directional tip deformation: tensile stress from gold (Au)...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41235167",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Herbal medicine and acupuncture for mild cognitive impairment: a retrospective study of 2,242 for older adults in Republic of Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Herbal medicine combined with acupuncture appeared feasible and potentially effective for managing MCI, supporting its practicality in community settings. However, its therapeutic benefits need to be further validated through rigorously designed randomized controlled trials. Long-term studies are warranted to confirm these findings and clarify their role in dementia prevention.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41234942",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Herbal medicine combined with acupuncture appeared feasible and potentially effective for managing MCI, supporting its practicality in community settings. However, its therapeutic benefits need to be further validated through rigorously designed randomized controlled trials"
    },
    {
      "title": "Integrative therapy for acute, subacute and chronic facial palsy: repeated differential facial nerve blocks combined with hypodermic needle-based facial nerve stimulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234941/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our novel integrative treatment is demonstrated to be a safe and effective option for treating intractable subacute and chronic facial palsy.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234941",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our novel integrative treatment is demonstrated to be a safe and effective option for treating intractable subacute and chronic facial palsy"
    },
    {
      "title": "Advances and challenges in circulating tumor DNA-based early detection of lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Lung cancer remains the leading cause of cancer-related mortality worldwide. The primary reason for this poor prognosis is late-stage diagnosis, as approximately 50% of lung cancer cases are detected at stage 4 when curative treatment is no longer an option, and the 5-year survival of this stage is approximately 15%. While low-dose computed tomography (LDCT) has significantly improved early detection, its high false-positive rate (60-70%) leads to unnecessary invasive procedures and patient...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41234819",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Silver-bismuth perovskite-inspired materials: chemistry, optoelectronic properties, and emerging applications in photovoltaics and beyond",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Silver-bismuth perovskite-inspired materials (Ag-Bi PIMs) encompass halide double perovskites, vacancy-ordered Cs(2)AgBi(2)I(9), the (Cu)-Ag-Bi-I family, and structurally related chalcogenides and mixed-anion chalcohalides. Despite their structural diversity, these materials share key electronic features with lead halide perovskites, such as octahedral MX(6) motifs and similar band edge physics, and have emerged as promising non-toxic alternatives. This review explores the structural and...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41234677",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tailoring Management of Heart Failure With Preserved Ejection Fraction Through Sex-Specific Insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234629/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234629",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "BetterMood: A human-like AI counseling service for adolescents and young adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Positive user experience and high inter-rater reliability among clinicians support BetterMood's potential as an accessible supplementary tool for initial psychological support.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41234618",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Positive user experience and high inter-rater reliability among clinicians support BetterMood's potential as an accessible supplementary tool for initial psychological support"
    },
    {
      "title": "Treatment outcome and safety of durvalumab after concurrent chemoradiation in very elderly patients with unresectable stage III non-small cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In patients aged ≥75 years with unresectable stage III NSCLC, durvalumab after CCRT was associated with shorter PFS and comparable AE profiles to younger patients. OS appeared similar, but the small sample size limits interpretation. Comprehensive geriatric assessment may help guide treatment decisions before initiating durvalumab after CCRT in very elderly patients.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234579",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients aged ≥75 years with unresectable stage III NSCLC, durvalumab after CCRT was associated with shorter PFS and comparable AE profiles to younger patients. OS appeared similar, but the small sample size limits interpretation"
    },
    {
      "title": "Treatment intensity-dependent association between the number of oral hypoglycemic agents and insulin use and lung cancer risk in patients with type 2 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A higher number of OHAs was associated with an increased risk of lung cancer in a treatment-intensity-dependent association, and insulin users exhibited the greatest risk in type 2 diabetes. Lung cancer risk was augmented if individuals were aged <65 years, males, current smokers, or heavy drinkers.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234566",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A higher number of OHAs was associated with an increased risk of lung cancer in a treatment-intensity-dependent association, and insulin users exhibited the greatest risk in type 2 diabetes. Lung cancer risk was augmented if individuals were aged <65 years, males, current smokers, or heavy drinkers"
    },
    {
      "title": "Editorial: Engineering future crops through genome editing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234307",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Implications of Time to Culture Conversion in <em>Mycobacterium Avium</em> Complex Pulmonary Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234300/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Failure to achieve culture conversion within 90 days was associated with a significantly lower likelihood of microbiological cure. These findings support the need for timely reassessment and potential modification of treatment strategies in patients who remain culture-positive beyond 90 days.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234300",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Failure to achieve culture conversion within 90 days was associated with a significantly lower likelihood of microbiological cure. These findings support the need for timely reassessment and potential modification of treatment strategies in patients who remain culture-positive beyond 90 days"
    },
    {
      "title": "Comparative effects of SGLT2 inhibitors and incretin-based therapies on dementia risk in type 2 diabetes: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234238/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: SGLT2is may provide neuroprotective benefits beyond glycemic control in patients with T2D, particularly in older populations at higher risk of cognitive decline. These findings support consideration of SGLT2is as a preferred therapeutic option for patients with T2D at increased risk of dementia, although randomized controlled trials would further strengthen this evidence base.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234238",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SGLT2is may provide neuroprotective benefits beyond glycemic control in patients with T2D, particularly in older populations at higher risk of cognitive decline. These findings support consideration of SGLT2is as a preferred therapeutic option for patients with T2D at increased risk of dementia, alt..."
    },
    {
      "title": "Voice-Based Remote Care Program for Vulnerable Older Adults in a Rural Community: Single-Arm Pilot Clinical Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Whereas the voice-based remote care program did not significantly reduce the overall caregiver burden, it significantly reduced the perception of the caregivers as being the sole support system. Furthermore, it influenced the psychological well-being of older adults by reducing depression and anxiety and enhancing their quality of life. High adherence and engagement enhance the feasibility and acceptability of scalable digital health interventions for vulnerable older adults in...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234168",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Whereas the voice-based remote care program did not significantly reduce the overall caregiver burden, it significantly reduced the perception of the caregivers as being the sole support system. Furthermore, it influenced the psychological well-being of older adults by reducing depression and anxiet..."
    },
    {
      "title": "Degradation of Postconsumer Thermoset Rubbers via Photo-Oxidation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234141/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Despite advancements in blending systems and processing technologies that enhance the durability of commodity rubbers, the recycling of postconsumer vulcanized rubbers remains a significant challenge due to the insolubility of cross-linked networks and catalyst poisoning caused by various additives. In this study, we present a highly reactive and broadly compatible degradation strategy based on photoinduced oxidative cleavage of C═C bonds using substoichiometric amounts of nitroarenes. This...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234141",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Challenging the Tradition of Fasting: Early Oral Refeeding After Post-Endoscopic Retrograde Cholangiopancreatography Pancreatitis Shows Safety and Efficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234030/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41234030",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations of lifestyle factors with amyloid pathology in persons without dementia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234025/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "BackgroundThe association between lifestyle factors and Alzheimer's disease (AD) pathophysiology remains incompletely understood.ObjectiveThe aim of this study was to assess the association of alcohol consumption, smoking behavior, sleep quality and physical, cognitive, and social activity with cerebral amyloid pathology.MethodsFor this cross-sectional study, we selected participants from the Amyloid Biomarker Study data pooling initiative. We used generalized estimating equations to assess...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234025",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to assess the association of alcohol consumption, smoking behavior, sleep quality and physical, cognitive, and social activity with cerebral amyloid pathology",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integration of Quantum Dot Light-Emitting Diodes and Charge Trap Thin-Film Transistor Arrays for Memory-In-Pixel Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41233963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "The advancement of ultrahigh-resolution displays and extended reality applications has driven increasing demand for compact and low-power device architectures capable of simultaneously performing memory and light-emission functions at the pixel level. To address this need, charge-trap thin-film transistors (CTTFTs) based on oxide semiconductors have attracted attention as promising nonvolatile memory elements due to their excellent electrical performance and compatibility with large-area...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KIST",
        "SNU"
      ],
      "pmid": "41233963",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phenyl selenoxide functionalized TPA/TPE π-conjugated imidazo[1,2-<em>a</em>]pyridine: a fluorescent probe for the selective detection of water in organic solvents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Phenyl selenoxide functionalized tetraphenylethylene (TPE) and triphenylamine (TPA) electron donors π-conjugated with the imidazo[1,2-a]pyridine acceptor, namely, N,N-diphenyl-4-(3-(phenylseleninyl)imidazo[1,2-a]pyridin-2-yl)aniline (SeO-TPA) and 3-(phenylseleninyl)-2-(4-(1,2,2-triphenylvinyl)phenyl) imidazo[1,2-a]pyridine (SeO-TPE), were synthesized, and the effect of TPA/TPE on their photophysical properties was explored. SeO-TPA showed emission in both solution and solid states, while SeO-TPE...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41235160",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sensitive and Selective Quantification of Acrylamide in French Fries and Canola Oil by Fluorous Derivatization with Liquid Chromatography-Tandem Mass Spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236777/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Acrylamide is a carcinogen produced when foods containing sugar and asparagine are heated to 120 °C or higher during thermal cooking. As efforts are underway globally to reduce acrylamide intake, simple and practical methods to determine its levels in foods are needed. In this study, a highly sensitive and selective analytical method using liquid chromatography (LC) with tandem mass spectrometry (MS/MS) was developed for acrylamide detection. The α,β-unsaturated carbonyl structure in acrylamide...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236777",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic Value of Cardiac Troponin I in Acute Ischemic Stroke Patients Treated with Reperfusion Therapy: A Multicenter Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "BackgroundWe aimed to evaluate the association between elevated cardiac troponin I (cTnI) and clinical outcomes in AIS patients receiving reperfusion therapy.MethodsWe conducted a multicenter retrospective cohort study of AIS patients treated with thrombolytics at Southern Illinois Healthcare and the University of Oklahoma (2017-2024). Demographic, clinical, laboratory, and radiographic data were collected. Elevation of cTnI was defined as levels above 0.028 ng/mL. For high sensitivity...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236729",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the association between elevated cardiac troponin I (cTnI) and clinical outcomes in AIS patients receiving reperfusion therapy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial superintelligence alignment in healthcare",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "The emergence of Artificial Superintelligence (ASI) in healthcare presents unprecedented opportunities for revolutionizing diagnostics, treatment planning, and population health management, but also introduces critical risks if these systems are not properly aligned with human values and clinical objectives. This review examines the theoretical foundations of ASI and the alignment problem in healthcare contexts, exploring how misaligned Artificial Intelligence (AI) systems could optimize for...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41236701",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Severe inflammation at the anastomotic site is associated with mitochondrial dysfunction following colocystoplasty in rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings demonstrate that colocystoplasty induces persistent oxidative stress and mitochondrial dysfunction at the anastomotic site, associated with chronic inflammation.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236664",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that colocystoplasty induces persistent oxidative stress and mitochondrial dysfunction at the anastomotic site, associated with chronic inflammation",
      "conclusion": "These findings demonstrate that colocystoplasty induces persistent oxidative stress and mitochondrial dysfunction at the anastomotic site, associated with chronic inflammation"
    },
    {
      "title": "Temporal dynamics of the twinkle-goes illusion and its relationship to neural theta oscillations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236652/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Visual motion signals are useful in predicting the future, and can affect the detectability and phenomenology of vision in various ways. Recent research has demonstrated that the disappearance position of a moving object is perceived as shifted in the direction of motion when the background consists of dynamic noise. This \"twinkle-goes\" illusion is thought to arise from a positional prediction overshoot that occurs because dynamic noise delays the accumulation of sensory evidence needed to...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236652",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Postoperative gut dysbiosis in biliary atresia patients treated by portoenterostomy or liver transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Gut dysbiosis was present in both NL and TL. Pathogenic florae were more abundant in TL despite TL biochemistry being normal.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41236646",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Gut dysbiosis was present in both NL and TL. Pathogenic florae were more abundant in TL despite TL biochemistry being normal"
    },
    {
      "title": "Development of a novel artificial intelligence model to recognize vascular anatomy during robotic pancreatoduodenectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236618",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Determinants of antibiotics misuse and overuse in high-risk countries in the European region: a multidisciplinary Delphi study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236575/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Addressing AMR in high-risk countries requires both systemic reform and individual behaviour change. While common challenges exist, national differences require tailored strategies, such as healthcare accessibility, appointment length, and physician-patient communication. Sharing best practices is critical, but context-sensitive strategies are essential to effectively address this global health threat.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41236575",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Addressing AMR in high-risk countries requires both systemic reform and individual behaviour change. While common challenges exist, national differences require tailored strategies, such as healthcare accessibility, appointment length, and physician-patient communication"
    },
    {
      "title": "Correction: A nationwide questionnaire survey to investigate facility‑based disparities in satisfaction and working conditions of surgical trainees in Japan: university hospitals, community hospitals, and hybrid‑type facilities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41236556",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regenerative reconstruction of mature esophageal epithelium by engraftment of esophageal organoids in de-epithelialized mouse colon",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236551/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Engraftment of esophageal organoids into the de-epithelialized colon resulted in the successful reconstitution of esophageal epithelium, preserving their original phenotype.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236551",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Engraftment of esophageal organoids into the de-epithelialized colon resulted in the successful reconstitution of esophageal epithelium, preserving their original phenotype"
    },
    {
      "title": "Influence of operating state of a pilot-scale ultrafiltration system on virus removal for potable water reuse",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Ultrafiltration (UF) membranes are widely used in potable water reuse, but their virus removal capabilities can be underestimated due to operational variability and membrane damage over time. This study evaluates the log reduction values (LRVs) of a pilot-scale UF system continuously processing tertiary treated wastewater, focusing on a compromised membrane. Virus removal was assessed under various operational states, including physical backwash (PBW) and chemically enhanced backwash (CEB)....",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41236060",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plant Robotics for Sustainable and Environmentally Friendly Robots: Insights from Actuation Characteristics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Robots play an ever-expanding role in society by performing a broad range of tasks. However, there are growing concerns about their environmental sustainability, as many conventional robotic systems rely on materials that are neither renewable nor degradable. Consequently, significant efforts are being made to develop eco-friendly robots built from sustainable and biodegradable materials. In this context, plants represent a promising direction, as the biomaterials composing plants are...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41235935",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "He-tagged action spectroscopy of C70 fullerene oligomers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235888/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Fullerenes are among the most abundant carbon-bearing molecules in the interstellar medium. Their ionic forms, as well as clustered structures, might exhibit strong absorption features in the infrared spectral region. Experimental spectra of cold molecules in the gas phase are crucial for matching astrophysical observations with the corresponding compounds. In this work, employing He-tagging spectroscopy, we present the first gas-phase spectra of the cationic and anionic C70 dimers, (C70)2±, in...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41235888",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Review Article: Extending the Frontiers of Intestinal Ultrasound Knowledge, Performance and Expansion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Sizable gaps persist in the evidence base for IUS in IBD. Addressing these gaps through robust, multicentre studies and consensus-driven frameworks is essential to optimise the clinical and research utility of IUS in IBD management.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41235810",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sizable gaps persist in the evidence base for IUS in IBD. Addressing these gaps through robust, multicentre studies and consensus-driven frameworks is essential to optimise the clinical and research utility of IUS in IBD management"
    },
    {
      "title": "A Scoping Review of Interventions Using an interRAI Information System to Guide Care Management and Assess Intervention Efficacy in Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235644/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "InterRAI instruments consist of clinical information systems able to support integrated care. Through a scoping review, we describe how interRAI instruments are used: (1) as interventions (implementation category) and (2) to evaluate interventions (efficacy category) in older adults. In accordance with the PRISMA-ScR framework, we searched 6 databases and conducted dual-independent screening, with conflicts resolved by a third reviewer. Data extraction followed an identical procedure. The review...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41235644",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Giant Anomalous Ettingshausen Effect and Hybrid Longitudinal-Transverse Thermoelectric Cooling in a Nanoscale Magnetic Weyl Semimetal",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Solid-state cooling devices offer compact, quiet, reliable and environment-friendly solutions that currently rely on conventional thermoelectric (TE) effects. Despite more than two centuries of research, classical thermoelectric coolers suffer from low efficiency which hampers wider application. In this study, a combination of the less researched Anomalous Ettingshausen effect (AEE), a transverse thermoelectric phenomenon, and a geometrically induced Peltier effect is presented as an approach...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41235510",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Leveraging hand-crafted radiomics on multicenter FLAIR MRI for predicting disability worsening in people with multiple sclerosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235171/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings highlight the potential of ML-driven radiomics in predicting disability worsening, warranting validation in larger, balanced datasets and exploration of advanced deep learning approaches.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41235171",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the potential of ML-driven radiomics in predicting disability worsening, warranting validation in larger, balanced datasets and exploration of advanced deep learning approaches"
    },
    {
      "title": "Beyond Trikafta: new models to assess tissue dependent rescue of N1303K-CFTR",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235117/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: N1303K-CFTR shows tissue specific correction and suboptimal response to ETI which can be improved by API.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41235117",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "N1303K-CFTR shows tissue specific correction and suboptimal response to ETI which can be improved by API"
    },
    {
      "title": "Diffuse midline glioma, H3K27-altered, mimicking central neurocytoma on MRI: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234807/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Diffuse midline glioma (DMG), H3K27-altered, is an aggressive central nervous system tumor that usually arises in midline structures such as the pons, thalamus, or spinal cord. We present a rare case of intraventricular DMG, H3K27-altered in a 35-year-old woman. MRI showed a soap-bubble appearance, initially suggestive of central neurocytoma, but histopathological and immunohistochemical analyses confirmed the final diagnosis of DMG, H3K27-altered. This is the first reported intraventricular...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41234807",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal dynamics of motion compression: a lagged extrapolation account",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "The visual system has been suggested to extrapolate an object's position by integrating proximal motion signals to compensate for inevitable neural delays. This anticipatory extrapolation hypothesis is consistent with visual illusions such as the flash-lag effect, where a moving object appears ahead of a physically aligned flash, and the flash-drag effect, where the perceived position of a flash is shifted in the direction of its surrounding motion. In contrast to such motion-induced position...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41234792",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of a novel MIPEP splice variant with altered substrate-binding properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Mitochondrial intermediate peptidase (MIPEP) is a mitochondrial signal peptidase that removes N-terminal amino acids from mitochondrial matrix proteins. We have identified a novel Mipep splice variant that lacks exons 15 and 16, which we termed \"ΔMIPEP\". We characterized the molecular features of ΔMIPEP by investigating its expression level in numerous mouse tissues and by performing a computer simulation that allows the prediction of protein structures and substrate-binding properties. ΔMipep...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41234635",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrophysiological Biomarkers Reflect Target Engagement and Response Using Deep Brain Stimulation for Obsessive-Compulsive Disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that intraoperative EPs provide valuable insights into ALIC DBS target engagement. EP characteristics may serve as biomarkers to refine DBS targeting and predict clinical response, offering a potential tool for optimizing DBS therapy for OCD.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41234275",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that intraoperative EPs provide valuable insights into ALIC DBS target engagement",
      "conclusion": "These findings suggest that intraoperative EPs provide valuable insights into ALIC DBS target engagement. EP characteristics may serve as biomarkers to refine DBS targeting and predict clinical response, offering a potential tool for optimizing DBS therapy for OCD"
    },
    {
      "title": "ALLO-1a is a ubiquitin-binding adaptor for allophagy in Caenorhabditis elegans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "In the nematode Caenorhabditis elegans, sperm-derived mitochondria and membranous organelles (MOs) are selectively degraded by autophagy in embryos in a process termed allophagy. For this process, ALLO-1 functions as an autophagy adaptor. The allo-1 gene encodes two splice isoforms, ALLO-1a and b, which have different C-terminal sequences and are predominantly targeted to MOs and paternal mitochondria, respectively. However, the mechanism by which ALLO-1 targets the paternal organelles remains...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41234204",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Topochemical synthesis of mesoporous TiO<sub>2</sub> co-doped with nitrogen and fluorine for improved photocatalytic O<sub>2</sub> evolution under visible light",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234202/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Mesoporous rutile TiO(2) photocatalysts co-doped with N and F were synthesized via a topotactic ammonolysis approach using mesostructured TiO(2) as a precursor. The co-substitution of N and F into the rutile lattice led to substantial modulation of the Ti electronic structure and to extension of visible-light absorption, accompanied by local distortion of TiO(6) octahedra. Systematic characterization revealed that the balance between dopant incorporation and structural integrity of the...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41234202",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Higher valency vaccines' impact on antimicrobial resistance rates in <em>Streptococcus pneumoniae</em> causing invasive disease: a retrospective analysis based on national reference laboratory data, Belgium, 2018 to 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "BACKGROUNDFifteen- and 20-valent pneumococcal conjugate vaccines (PCVs) offer broader protection against invasive pneumococcal disease (IPD) than PCV13. Adopting these vaccines may result in decreasing IPD incidence, antibiotic use and antimicrobial resistance (AMR) rates. If the additional serotypes in PCV15 and PCV20 are associated with AMR, AMR rate reduction could be greater than expected from reduced antibiotic consumption alone.AIMThis retrospective analysis assessed the association...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41234191",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect based monitoring of emerging organic micropollutant mixtures in conventional wastewater treatment plant effluents in Flanders, Belgium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234047/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Wastewater treatment plants (WWTPs) are recognized as major sources of organic micropollutants (OMPs) for aquatic environments. Yet, chemical monitoring alone may underestimate the ecological risks posed by complex OMP mixtures. Here, we combined an effect-based monitoring (EBM) approach with targeted chemical analysis to assess environmental risks of OMP mixtures in effluents from 16 WWTPs in Flanders, Belgium. Effluent sites were selected from a five-year regional monitoring dataset,...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41234047",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Growth inhibitory factor/metallothionein-3 is a sulfane sulfur-binding protein",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Cysteine-bound sulfane sulfur atoms in proteins have received much attention as key factors in cellular redox homeostasis. However, the role of sulfane sulfur in zinc regulation has been underinvestigated. In this study, we identified growth inhibitory factor (GIF)/metallothionein-3 (MT-3) as a sulfane sulfur-binding protein from mouse brain. We also report here that cysteine-bound sulfane sulfur atoms serve as ligands to hold and release zinc ions in GIF/MT-3 with an unexpected C-S-S-Zn...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236814",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Self-efficacy, diabetes distress, self-management, and glycemic regulation: within-person pathways in type 1 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236802/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Findings support self-efficacy as both an influence on future T1D self-management behavior change and an outcome of prior emotional states and self-management performance. Results suggest that diabetes self-efficacy predicts short-term glycemic regulation primarily through its associations with changes in diabetes distress and self-management.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236802",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Findings support self-efficacy as both an influence on future T1D self-management behavior change and an outcome of prior emotional states and self-management performance. Results suggest that diabetes self-efficacy predicts short-term glycemic regulation primarily through its associations with chan..."
    },
    {
      "title": "Simulation study of rock-breaking performance of TBM cone-shape cutterhead under different tunneling parameters in spiral tunnel",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Compared with plane cutterhead, the cone-shape cutterhead has better rock-breaking performance with a free surface during the rock-breaking process. Tunneling parameters of cone-shaped cutterhead have great influence on the rock-breaking efficiency and cutterhead thrust. A full-scale excavation model of cone-shape cutterhead was constructed using LS-DYNA to characterize the rock-breaking process accurately and efficiently. The effects of penetration depth and rotation speed on the damage,...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236799",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigating the Structural Basis of Diacetyl Recognition by the G-Protein-Coupled Receptor ODR-10 in <em>Caenorhabditis elegans</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "G-protein-coupled receptors (GPCRs) are among the most versatile molecular sensors in biology, capable of sensing and responding to a wide range of molecules and serving as key targets in drug discovery. In Caenorhabditis elegans, the GPCR ODR-10 is essential for olfactory detection of diacetyl, a crucial cue for chemotaxis. However, the structural details of this interaction remain poorly understood. In this study, we combined extensive molecular dynamics simulations and docking experiments to...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236798",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Mycobacterium camsae</em> sp. nov. and <em>Mycobacterium pumcae</em> sp. nov., two species isolated from human skin infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236790/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Two slow-growing nontuberculous mycobacterial strains were isolated from clinical skin lesions in Jiangsu, PR China, and identified as novel species within the genus Mycobacterium. The bacterial colonies exhibited scotochromogenic pigmentation and rod-shaped morphology, and they were classified as acid-fast bacilli. Phylogenetic analysis indicated that the two strains were closely related to Mycobacterium gordonae. The two strains, X7091^(T) and Z3061^(T), exhibited average nucleotide identity...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236790",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multisource Coherence Analysis of the First European Multicenter Cohort Study for Cancer Prevention in People Experiencing Homelessness: Data Quality Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236789/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Health data may be comparable across the 4 countries; however, substantial differences were observed in the other questionnaires, requiring independent, country-specific analyses. This study underscores the heterogeneity among people experiencing homelessness and the critical need for data quality assessments to inform future research and policymaking in this field.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236789",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Health data may be comparable across the 4 countries; however, substantial differences were observed in the other questionnaires, requiring independent, country-specific analyses. This study underscores the heterogeneity among people experiencing homelessness and the critical need for data quality a..."
    },
    {
      "title": "Association between seasonal influenza vaccination and neonatal outcomes in Shanghai, China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "While international and domestic recommendations advocating for influenza vaccination during pregnancy, the vaccination rate among this demographic in China remains low, mainly due to concerns about fetal safety. This retrospective cohort enrolled mothers who registered and delivered between August 2020 and July 2023. The relationship between maternal influenza vaccination and adverse neonatal outcomes was assessed using Poisson regression models and logistic regression analyses. The adverse...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236786",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends in initiation of regular cigarette smoking in 28 European countries, 1940-2019: retrospective reconstruction from repeated cross-sectional surveys",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236782/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "In the European Union (EU), one in five youth currently smoke, with over half establishing regular smoking by age 18. Yet, evidence on the historical trends of smoking initiation remains scarce despite its importance for tobacco control. Using four waves of the Special Eurobarometer survey (2012-20; n = 110 753, aged ≥15), we retrospectively estimated trends in initiation rates (IRs) of regular cigarette smoking in the EU from 1940 to 2019 among individuals aged 10-24 by sex, region, and country...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236782",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "End-of-Life Care for Older Adults With Dementia by Race and Ethnicity and Physicians' Role",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236764/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: Findings from this cohort study suggest that non-Hispanic Black and Hispanic decedents with dementia received more intensive end-of-life care despite higher rates of billed advance care planning and palliative care counseling than non-Hispanic White decedents. Observed racial and ethnic variations were not explained by differences in the physicians treating them.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236764",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Findings from this cohort study suggest that non-Hispanic Black and Hispanic decedents with dementia received more intensive end-of-life care despite higher rates of billed advance care planning and palliative care counseling than non-Hispanic White decedents. Observed racial and ethn..."
    },
    {
      "title": "Protein and Solvent Reorganization Drives Radical Pair Stability in Avian Cryptochrome 4a",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Within the photoreceptor cells of avian retinas, cryptochrome-4a (Cry4a) has been proposed as a magnetic compass sensor in migratory songbirds. Recent photochemistry studies have demonstrated that Cry4a from the night-migratory European robin (Erithacus rubecula) exhibits greater magnetic sensitivity compared to the nonmigratory bird species. In ErCry4a, blue-light excitation of the flavin triggers stepwise electron transfer along a tryptophan tetrad to the flavin, forming well-separated radical...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236751",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of human papillomavirus (HPV) vaccine on HPV type replacement and sexual behaviors in the post-vaccine era: A cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Human Papillomavirus (HPV) vaccination has been implemented for more than 15 years to prevent HPV infection and associated precancerous lesions. However, limited data are available regarding the long-term impacts of HPV vaccination, particularly concerning cross-protection and type replacement. Using data from the 2007-2016 National Health and Nutrition Examination Survey (NHANES), we employed the survey-weighted Student's t-tests, chi-square tests, and logistic regression models to examine the...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236750",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early Vaccination During a Measles Outbreak-The Need to Go Beyond Well-Child Visits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236746/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236746",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quality Improvement Intervention to Increase Sleep Apnea Diagnostic Testing After Stroke and Transient Ischemic Attack: A Cluster Randomized Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236739/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this cluster randomized trial of patients with acute cerebrovascular events, quality improvement approaches increased OSA testing. These results suggest that health care systems can improve the delivery of guideline-concordant care for patients with acute ischemic stroke and TIA by delivering inpatient sleep medicine services.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236739",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that health care systems can improve the delivery of guideline-concordant care for patients with acute ischemic stroke and TIA by delivering inpatient sleep medicine services",
      "conclusion": "AND RELEVANCE: In this cluster randomized trial of patients with acute cerebrovascular events, quality improvement approaches increased OSA testing. These results suggest that health care systems can improve the delivery of guideline-concordant care for patients with acute ischemic stroke and TIA by..."
    },
    {
      "title": "Genetic regulation of the metabolome differs by sex, Alzheimer's disease stage, and plasma biomarker status",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236724/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: We investigated genetic regulators of circulating plasma metabolites to identify pathways underlying biochemical changes in clinical and biomarker-supported Alzheimer's disease (AD).",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236724",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "genetic regulators of circulating plasma metabolites to identify pathways underlying biochemical changes in clinical and biomarker-supported Alzheimer's disease (AD)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Summary of the Best Evidence for Weaning From Mechanical Ventilation in Neurocritical Care Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study summarises the best evidence for the programmed weaning of neurocritical care patients from mechanical ventilation and provides a basis for clinical medical personnel to standardise this weaning process. Evidence-based application of these strategies should be implemented to verify their clinical efficacy and safety in practice.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236720",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study summarises the best evidence for the programmed weaning of neurocritical care patients from mechanical ventilation and provides a basis for clinical medical personnel to standardise this weaning process. Evidence-based application of these strategies should be implemented to verify their ..."
    },
    {
      "title": "Association of EASIX Score with Non-relapse Mortality and Overall Survival in Pediatric Acute Leukemia Patients Undergoing Allogeneic Hematopoietic Stem Cell Transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Allogeneic hematopoietic stem cell transplantation (HSCT) for pediatric acute leukemia is limited by non-relapse mortality (NRM) and relapse. This study evaluated whether the endothelial activation and stress index (EASIX) score-calculated with the formula [lactate dehydrogenase (LDH; U/L) × serum creatinine (mg/dL)]/platelets (10⁹/L)]-could be associated with NRM and overall survival (OS). We analyzed 195 patients (< 25 years) with acute lymphoblastic leukemia (ALL) or acute myeloid leukemia...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236709",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "195 patients (< 25 years) with acute lymphoblastic leukemia (ALL) or acute myeloid leukemia",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metabolomics and metabolites in cancer diagnosis and treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236698/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Cancer is a leading cause of death worldwide. Metabolic reprogramming in cancers plays an important role in tumor initiation, malignant progression and therapeutic response. Based on this, significant progress has been made in the development of the metabolite-based early cancer detection and targeted interventions. Over the past decade, metabolomics has been widely applied to detect metabolic alterations in tumor cells as well as their microenvironment. However, an up-to-date systematic review...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236698",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "role in tumor initiation, malignant progression and therapeutic response",
      "conclusion": null
    },
    {
      "title": "Moderators of Symptom Self-Ratings in Pediatric Patients with Obsessive-Compulsive Disorder During a Digital Sensor-Assisted Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Obsessive-compulsive disorder (OCD) is a common mental health concern in young people, as it is often severe and can become chronic without adequate psychotherapeutic intervention. As a first-line treatment, cognitive behavioral therapy (CBT) has been extensively studied in both face-to-face and online trials. However, low remission rates may indicate that not all young patients benefit from treatment. To further improve the effectiveness of digital CBT, treatment moderators should be...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236692",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cost analysis for the implementation of LUCF mitigation toward NDC target in Indonesia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236684/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The study found that mitigation activities by the private require higher life cycle costs due to a large portion of indirect and transaction costs that accounted for 10-43% and 4-19% of the total cost, respectively. Considering the financially significant contribution from the private sector to achieve the NDC target, and to increase the participation of non-party actors to the NDC target, this study proposes more policy instruments made available for cutting these formal...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236684",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study found that mitigation activities by the private require higher life cycle costs due to a large portion of indirect and transaction costs that accounted for 10-43% and 4-19% of the total cost, respectively. Considering the financially significant contribution from the private sector to achi..."
    },
    {
      "title": "The prevalence of functional urinary incontinence and its association with comprehensive geriatric assessment parameters in older women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236683/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: FUI is associated with several geriatric conditions, including increased functional dependency, nutritional deterioration, reduced muscle strength, and impaired balance and gait functions. Therefore, when approaching an older woman with incontinence, it is essential to be aware of FUI, rather than focusing solely on Urge UI or Stress UI.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236683",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FUI is associated with several geriatric conditions, including increased functional dependency, nutritional deterioration, reduced muscle strength, and impaired balance and gait functions. Therefore, when approaching an older woman with incontinence, it is essential to be aware of FUI, rather than f..."
    },
    {
      "title": "Sinonasal Tract Osteochondromyxoma: Future Directions Beyond Morphologic Description",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236678/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: The recent delineation of sinonasal tract osteochondromyxoma (STOX) as a distinct entity, characterized by PRKAR1A inactivation and association with Carney complex, represents a significant step forward in head and neck pathology (Bishop in Head Neck Pathol 19(1):117, 2025).",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236678",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "head and neck pathology (Bishop in Head Neck Pathol 19(1):117",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Umbilical Cord Mesenchymal Stromal Cell-Derived Extracellular Vesicles Transfer CD59 to Astrocytes to Alleviate Complement-Dependent Cytotoxicity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "The retinal astrocyte death induced by complement-dependent cytotoxicity (CDC) is the major etiology of retinal injury in patients with neuromyelitis optica spectrum disorders (NMOSD). Human umbilical cord-derived mesenchymal stromal cells (hUCMSCs) and their derived extracellular vesicles (EVs) have emerged as a potential therapeutic option due to their immunomodulatory capabilities. This study is aimed at establishing a serum-free culture system for hUCMSCs (SF-UCMSCs) and investigating the...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236660",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The ARVC-5-associated protein TMEM43 controls mitochondrial energy metabolism by stabilising ER-mitochondrial contact sites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Arrhythmogenic right ventricular cardiomyopathy type 5 (ARVC-5) is a fully penetrant form of ARVC caused by the missense mutation in the gene TMEM43p.S358L. Despite extensive research, the molecular basis underlying the detrimental effects of TMEM43p.S358L still needs to be discovered. TMEM43 is a phylogenetically conserved protein. We previously analysed the Drosophila homologue (CG8111 or Dmel\\Tmem43) to understand the protein's physiological relevance and the mutation p.S358L. Drosophila...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236655",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The crucial role of circadian synchronization in bone marrow adipose tissue mesenchymal stem cells: insights into pathogenesis in Fanconi anemia and acute myeloid leukemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These data indicate that circadian synchronization improves interpretability of BMAT-MSC molecular outputs and reveals disease-associated differences among HD, FA, and AML. This study is a preliminary investigation with limited sampling and timepoints; findings should be validated in larger cohorts with denser temporal resolution. Overall, the results provide a framework for integrating circadian context into BMAT-MSC analyses in health and hematological disease.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236654",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These data indicate that circadian synchronization improves interpretability of BMAT-MSC molecular outputs and reveals disease-associated differences among HD, FA, and AML. This study is a preliminary investigation with limited sampling and timepoints; findings should be validated in larger cohorts ..."
    },
    {
      "title": "Proteomics revealed the underlying mechanism of STAT1-induced cognitive deficits in 2-month-old C57 mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236639/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Signal Transducer and Activator of Transcription 1 (STAT1) is a nuclear transcription factor involved in multiple biological processes including the cell cycle, cell survival and immune response. However, the role and mechanism of STAT1 overexpression in learning and memory of young mice have not been investigated. Here, we indicated that STAT1 overexpression apparently induced cognitive defects of 2-month-old C57 mice. STAT1 overexpression in 2-month-old C57 mice markedly decreased spine...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236639",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Successful fatherhood of males with tyrosine kinase inhibitor-resistant chronic myeloid leukemia taking olverembatinib",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236637/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "As life expectancy in patients with chronic myeloid leukemia (CML) approaches that of the general population, fertility preservation has become a critical quality-of-life consideration, especially for younger patients. Although third-generation (3G) tyrosine kinase inhibitors (TKIs), such as olverembatinib, demonstrate potent efficacy against TKI-resistant disease, their reproductive safety profiles remain largely undefined. We report two TKI-resistant male patients who achieved sustained deep...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236637",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-world evidences on adjuvant Pembrolizumab for renal cell carcinoma: results from the multicenter real-world ARON-1 study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236632/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This large real-world study confirms pembrolizumab's effectiveness and manageable safety profile in the adjuvant setting for intermediate-high and high-risk ccRCC. Further research is needed to refine patient selection strategies and evaluate long-term outcomes.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236632",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This large real-world study confirms pembrolizumab's effectiveness and manageable safety profile in the adjuvant setting for intermediate-high and high-risk ccRCC. Further research is needed to refine patient selection strategies and evaluate long-term outcomes"
    },
    {
      "title": "Reprogrammable Solvent-Responsive Photonic Crystals via Reversible Ion Storage and Release toward Self-Erasable Steganography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Steganography based on responsive chromatic materials (RCMs) has attracted increasing interest in information encryption and anticounterfeiting. However, conventional RCMs suffer from immutable written states that can be read repeatedly, compromising the security. Herein, a self-erasable steganography method is developed by creating a reprogrammable solvent-responsive photonic crystal (RSPC), whose core mechanism depends on reversible Na + ion storage and release in gel networks. The RSPC is...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236631",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparing pulse oximeter performance using a common functional tester versus controlled desaturation studies on healthy participants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236607/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Functional testers are designed to evaluate select pulse oximeter characteristics but are often misused to validate device accuracy, potentially providing false reassurance. This study evaluated whether the Fluke ProSim8 (FPS8) could accurately predict oximeter performance during human controlled desaturation studies or identify performance differences under low signal conditions. 12 oximeters were tested using two FPS8 protocols: (1) an 'SpO₂ plateau' protocol which mimicked controlled...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236607",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Systematic review and meta-analysis on the effect of physical exercise on self-reported pain in patients with metastatic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236596/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Current evidence is insufficient to conclude whether physical exercise is beneficial in reducing pain in patients with metastatic breast, lung, prostate, or colon cancer. Sufficiently powered studies are needed to determine its possible impact.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236596",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Current evidence is insufficient to conclude whether physical exercise is beneficial in reducing pain in patients with metastatic breast, lung, prostate, or colon cancer. Sufficiently powered studies are needed to determine its possible impact"
    },
    {
      "title": "Artificial intelligence-driven CT radiomics model predicts prognosis in TACE-refractory hepatocellular carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236585/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The machine learning-based combined model can effectively predict the prognosis of HCC patients who continue TACE after developing TACE resistance. Rad-score, BCLC stage, and LMR are potential prognostic indicators for repeated TACE following TACE refractoriness.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236585",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The machine learning-based combined model can effectively predict the prognosis of HCC patients who continue TACE after developing TACE resistance. Rad-score, BCLC stage, and LMR are potential prognostic indicators for repeated TACE following TACE refractoriness"
    },
    {
      "title": "Alteration of Essential Cell Function by Ultrasound-Targeted Microbubble Cavitation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "PURPOSE OF REVIEW: Ultrasound-targeted microbubble cavitation (UTMC) has emerged as a transformative non-invasive technology in diagnostic imaging, therapy, and targeted gene and drug delivery. As UTMC advances toward clinical translation, understanding its impact on fundamental cellular functions is essential.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236581",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "OF REVIEW: Ultrasound-targeted microbubble cavitation (UTMC) has emerged as a transformative non-invasive technology in diagnostic imaging, therapy, and targeted gene and drug delivery",
      "significance": "on fundamental cellular functions is essential",
      "conclusion": null
    },
    {
      "title": "Correction: Novel drug-inducible CRISPRa/i systems for rapid and reversible manipulation of gene transcription",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236543",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emergency Surgical Management of Uncontrollable Life-Threatening Hemorrhage from a Central Mandibular Hemangioma in an 8-Year-Old and Literature Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236527/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Central hemangioma of the mandible represents an exceptionally rare benign vascular tumor. Uncontrolled bleeding from the spontaneous rupture of a mandibular hemangioma is exceedingly rare. We report an emergency surgical intervention for acute uncontrolled bleeding secondary to spontaneous rupture of a left mandibular intraosseous hemangioma in a 8-year-old female without preoperative preparation. Postoperative evaluation at 1 year revealed excellent radiographic bone healing, with full patient...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236527",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NEDD8-specific protease 1 deficiency as a novel driver of hepatoblastoma development through dysregulation of the CAND1-NEDD8 pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: NEDP1 acts as a tumor suppressor in HB by modulating the NEDDylation status of key regulatory proteins, particularly CAND1. Restoration of NEDP1 activity suppresses tumorigenesis and metastasis, underscoring the NEDDylation pathway as a promising therapeutic target. CAND1 is proposed as a potential prognostic biomarker and actionable oncogenic driver in HB.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236496",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NEDP1 acts as a tumor suppressor in HB by modulating the NEDDylation status of key regulatory proteins, particularly CAND1. Restoration of NEDP1 activity suppresses tumorigenesis and metastasis, underscoring the NEDDylation pathway as a promising therapeutic target"
    },
    {
      "title": "LDL-C-Related Cardiovascular Burden in China 2010 to 2030: Spatiotemporal Patterns and Scenario-Based Projections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236453/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: High LDL-C remains a considerable public health challenge in China. The rapid increase in its attributable mortality burden underscores the urgent need for population-wide LDL-C control and expanded national coverage of statin treatment.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236453",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "High LDL-C remains a considerable public health challenge in China. The rapid increase in its attributable mortality burden underscores the urgent need for population-wide LDL-C control and expanded national coverage of statin treatment"
    },
    {
      "title": "Global Discrepancies in Inflammatory Bowel Disease Care Reflect Health Care Expenditure Per Capita",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236451/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236451",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual Margins on Autofluorescence in Tubercular Serpiginous-Like Choroiditis: A Biomarker for Increased Risk of Paradoxical Worsening and the Need for Immunosuppression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Dual AF margins may serve as an imaging biomarker of aggressive TB SLC and may predict higher risk of PW and greater immunosuppressive requirements. Early recognition may facilitate closer follow-up and timely therapeutic escalation.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236439",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Dual AF margins may serve as an imaging biomarker of aggressive TB SLC and may predict higher risk of PW and greater immunosuppressive requirements. Early recognition may facilitate closer follow-up and timely therapeutic escalation"
    },
    {
      "title": "Touchscreen and Translational Cognition: A Systematic Review of Trials in Humans and Rodents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "The implementation of touchscreen platforms in co-clinical trials for rodents (i.e., mice and rats) and humans to assess cognitive functions presents an opportunity to overcome barriers present in conventional clinical trials. To better visualize the progress made in this area, this review proposes a systematic synthesis of the comparability of touchscreen cognitive assessment studies applied to both humans and rodents in a co-clinical framework. To accomplish this objective the Ovid, PubMed,...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236438",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the Ovid, PubMed,",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improved outcomes in CNS-positive B-ALL following allogeneic transplantation with contemporary therapeutic strategies: real-world evidence from a single center",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236437",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rethinking Resting Heart Rate Variability: No Evidence of Association With Self-Regulation and Psychopathology in a Cross-Sectional Study Among Adolescents in Colombia, Nepal, and South Africa",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236426/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Resting-state heart rate variability (HRV) has been proposed by some researchers as a potential transdiagnostic measure of psychopathology. It is often found to be reduced across a range of mental health conditions and is thought to reflect self-regulatory processes, which are often impaired in these conditions. However, most existing evidence is derived from high-income countries with limited ethnic variation. This leaves a critical gap in understanding whether these associations generalize to...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236426",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and Validation of a Type 1 Diabetes Multi-Ancestry Polygenic Score",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236419/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Polygenic scores strongly predict type 1 diabetes risk, but most scores were developed in European-ancestry populations. In this study, we leveraged recent multiancestry genome-wide association studies to create a Type 1 Diabetes Multi-Ancestry Polygenic Score (T1D MAPS). We trained the score in the Mass General Brigham (MGB) Biobank (372 individuals with type 1 diabetes) and tested the score in the All of Us program (86 individuals with type 1 diabetes). We evaluated the area under the receiver...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236419",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Reporting and Methodological Recommendations for Observational Studies Estimating the Effects of Deprescribing Medications (REMROSE-D) ISPE-Endorsed Guidance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: To ensure rigor and reproducibility in observational studies of the effects of deprescribing, the REMROSE-D guidance provides recommendations for important reporting and methods considerations, including time zero, precise definitions of deprescribing, addressing confounding by indication, and careful consideration of follow-up to avoid immortal time bias.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236395",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "reporting and methods considerations, including time zero, precise definitions of deprescribing, addressing confounding by indication, and careful consideration of follow-up to avoid immortal time bia...",
      "conclusion": "To ensure rigor and reproducibility in observational studies of the effects of deprescribing, the REMROSE-D guidance provides recommendations for important reporting and methods considerations, including time zero, precise definitions of deprescribing, addressing confounding by indication, and caref..."
    },
    {
      "title": "Quantitative MRI Assessment of Bone Marrow Disease in Myelofibrosis: A Prospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236389/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Purpose To evaluate quantitative MRI parameters for assessing bone marrow composition and fibrosis in individuals with myelofibrosis (MF), as a noninvasive alternative to biopsy. Materials and Methods This prospective, single-site study (ClinicalTrials.gov identifier no. NCT01973881) included participants with MF and with non-MF myeloproliferative neoplasms (MPNs) and healthy controls who underwent MRI scans from November 2016 to January 2024. Different MRI sequences assessed fat content (proton...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236389",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "To evaluate quantitative MRI parameters for assessing bone marrow composition and fibrosis in individuals with myelofibrosis (MF), as a noninvasive alternative to biopsy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trans-Synaptic Virus Tracing Reveals Reciprocal Connections of the Interpeduncular Nucleus With the Mood, Exteroceptive, Interoceptive, and Motor Control Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236357/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "The interpeduncular nucleus (IPN) is an evolutionarily conserved brain nucleus that receives direct input from the habenula (Hb). In zebrafish (Danio rerio), it is involved in decision-making dependent on the idiothetic perception of the status of the body, such as head direction and posture. It is also known that the potentiation of the Hb-IPN-griseum centrale (GC) circuit makes fish resilient to stress in coping with fear and social conflict. To address why the same neural circuit controls...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236357",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Relationship Between Methane Emissions and Intestinal Methanogenic Microbiota in Micro-Mini Pigs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236355/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Methane production in pigs has been less frequently studied in comparison to cattle. In this study, we developed an original greenhouse gas (GHG) monitoring system designed for pigs and explored the relationship between GHG emissions measured using this system and methane-producing archaea in the porcine gut. The system comprises a semi-closed monitoring chamber and a photoacoustic gas monitor capable of real-time gas concentration monitoring. A gut microbiota analysis was conducted in parallel...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236355",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The limits of ethical models: insights from paediatric trauma care in Gaza",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236312/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "The ongoing humanitarian crisis in Gaza has created unprecedented challenges in paediatric trauma care, exposing the limitations of oft-championed traditional bioethical frameworks in conflict settings. This paper examines the ethical dilemmas faced by healthcare workers treating paediatric patients in Gaza amidst extreme resource scarcity, systemic violence, and infrastructural collapse. Using firsthand field observations and case studies, we explore the difficulties of informed consent,...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236312",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Special Issue on Artificial Intelligence in Dermatology: A Call for Collaborative Innovation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236253/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236253",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Probiotics Ameliorate Aging-Related Cognitive Impairments and Pathological Changes through Alleviating Telomere Attrition and Enhancing Mitochondrial Function in Senescence-Accelerated Mouse Prone 8 Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Aging-related cognitive impairment, characterized by DNA damage and mitochondrial dysfunction, still lacks effective treatment strategies. Recent findings suggest that Lactobacillus delbrueckii (LD), Streptococcus thermophilus (ST) and Bifidobacterium longum (LB) may have the ability to ameliorate mitochondrial dysfunction and DNA damage. Therefore, to elucidate the antiaging effects of these probiotics, we administered LD, ST, LB, and their combinations to 4 month-old...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236200",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Outcomes and Characterisation of the Autologous Adipose Tissue Harvested With Superficial Enhanced Fluid Fat Injection Method for Treatment of Diabetic Foot Ulcer Undergoing Minor Amputation (SEFFIDiFA Trial)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Diabetic foot ulcers (DFUs) are severe complications of diabetes that often lead to major amputations. Despite care advancements, approximately 50% of minor amputations do not heal, resulting in major amputations and increased mortality. This study evaluated the effectiveness of adipose-derived stem cells (ASCs) obtained through superficial enhanced fluid fat injection (SEFFI) in improving healing rates after minor amputations in DFUs. It was a prospective, single-arm, observational cohort...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236191",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-performance materials designed for photo-electrocatalytic reduction of carbon dioxide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236175/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Photo-electrocatalytic CO(2) reduction (PEC CO(2)RR) to high-value-added fuels and chemicals is of great significance for alleviating the energy crisis and global warming. Although this technology can synergistically utilize solar energy and external bias to achieve efficient charge separation and CO(2) conversion, the development of high-performance photo-electrocatalytic materials still faces severe challenges. In this review, we are concerned with the progress of high-performance catalysts...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236175",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for alleviating the energy crisis and global warming",
      "conclusion": null
    },
    {
      "title": "Prickle4 Drives Microenvironmental Remodeling and Resistance to Parp Inhibition in IDH-Mutant Glioma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Mutations in isocitrate dehydrogenase (IDH) genes sensitize gliomas to PARP inhibition (PARPi) by inducing epigenetic reprogramming of DNA damage repair circuits. However, tumors treated with PARPi eventually relapse despite initial responsiveness. In this study, it is demonstrated that the anti-angiogenic agent lenvatinib synergizes effectively with PARPi, resulting in substantial tumor regression and significantly extended survival. Genomic analysis of tumors reveals that PARPi induces...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236163",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Insights into the lysine acetylation in growth and pathogenicity for pine wilt nematode Bursaphelenchus xylophilus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We provide the first evidence that (1) acetylation exerts profound effects on PWN growth, virulence, and stress tolerance, and (2) that defines the repertoire and functional roles of acetylated proteins in PWN. This dual discovery offers a new perspective for dissecting PWN pathogenicity and identifying innovative control targets, while laying the groundwork for acetylation-centered virulence studies. © 2025 Society of Chemical Industry.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236160",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We provide the first evidence that (1) acetylation exerts profound effects on PWN growth, virulence, and stress tolerance, and (2) that defines the repertoire and functional roles of acetylated proteins in PWN. This dual discovery offers a new perspective for dissecting PWN pathogenicity and identif..."
    },
    {
      "title": "Deuterium MR Spectroscopy and Imaging in Human at 5 T Using a Compact and Pluggable X-Nuclei Imaging Platform",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Results demonstrate the feasibility of conducting clinical applications using this X-imaging platform at 5 T for deuterium MRS/MRSI, paving the way for further exploration of its diagnostic and therapeutic monitoring potentials.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236156",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Results demonstrate the feasibility of conducting clinical applications using this X-imaging platform at 5 T for deuterium MRS/MRSI, paving the way for further exploration of its diagnostic and therapeutic monitoring potentials"
    },
    {
      "title": "Diversity and Ecological Potentials of Marine Viruses Inhabiting Continental Shelf Seas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Viruses are critical components of all marine ecosystems. However, the role of viruses in continental shelf seas, which are usually areas of intense economic development, remain poorly characterized. Here, 62 seawater viromes from the eastern continental shelf seas of China (ECSSC), collected between 2017 and 2022, are systematically analyzed. A total of 310,628 viral operational taxonomic units (vOTUs) are identified, providing the most comprehensive overview of DNA viral communities in the...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236148",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Untargeted Metabolomic Analysis Reveals Three Critical Metabolites as Potential Biomarkers Related to Soybean Yield Under Different Sowing Times and Planting Densities in Maize-Soybean Strip Intercropping Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236133/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "The precise adjustment of soybean sowing dates and planting densities effectively alleviates shading stress in maize-soybean strip intercropping systems. Soybean exhibited significant morphological plasticity in traits such as main stem nodes, effective branches, and plant height across treatments, while the bottom pod height remained invariant, ensuring compatibility with mechanised harvesting. An optimised sowing-density configuration (low density \"a\" at the second sowing date \"S2\") improved...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236133",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "G-Patch Domain-Containing Protein 2, Transcriptionally Activated by YY1, Facilitates the Progression of Hepatocellular Carcinoma by Boosting SNAI2 Expression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236130/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "G-patch domain-containing protein 2 (GPATCH2), a member of the G-patch domain-containing family, has been implicated in tumor cell growth, but the link between GPATCH2 and hepatocellular carcinoma (HCC) remains uncertain. In the current study, comprehensive bioinformatics analysis revealed that GPATCH2 was markedly upregulated in HCC and positively correlated with aggressive clinicopathological features, including histologic grade, AFP, albumin level, and adjacent hepatic tissue inflammation, as...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236130",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive 4D Parallel Transmission Spatial-Spectral Pulse Design for Slab-Selective Uniform Water-Selective Excitation: Demonstration in the Human Brain at 7 Tesla",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our proposed new design provides an effective solution for slab-selective uniform water-selective excitation, holding a promise to many applications including mesoscale BOLD fMRI and fat-free body imaging at ultrahigh field.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236102",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our proposed new design provides an effective solution for slab-selective uniform water-selective excitation, holding a promise to many applications including mesoscale BOLD fMRI and fat-free body imaging at ultrahigh field"
    },
    {
      "title": "The local initiative for emergency blood (LIFE-blood) study: A mixed-methods, single-center exploration of civilian walking blood bank need, feasibility, and safety in a low-resource blood desert",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236097/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Billions live in blood deserts, regions where there is effectively no access to blood transfusions. Lodwar County Referral Hospital, set in a rural, low-resource area in northwestern Kenya, is located in one such blood desert. A walking blood bank is a point-of-care system of emergency transfusion when banked blood is unavailable. The objective of this study was to evaluate the need, feasibility, and safety of a walking blood bank to address blood unavailability in a low-resource,...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236097",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to evaluate the need, feasibility, and safety of a walking blood bank to address blood unavailability in a low-resource,",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dorsolateral Cervical Cord T2 Hyperintensity in KIF1C-Related Disease (Spastic Paraplegia 58): Two Long-Duration Cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236093/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Pathogenic variants in KIF1C cause Spastic Paraplegia 58 (SPG58), typically presenting with cerebellar ataxia and spastic paraparesis. We report two unrelated patients with spastic paraparesis, cerebellar ataxia, and tremor. Whole-exome sequence analysis identified novel homozygous variants in the motor domain of KIF1C (NM_006612.6): c.921G>A (p.Trp307Ter) and c.607C>T (p.Arg203Trp). In addition to the canonical brain MRI showing leukoencephalopathy with posterior dominance and hyperintensity...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236093",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Highly Coordinated Cochlear Implant Care With Remote Programming: Clinical, Financial, and Implementation Outcomes for the Complete Cochlear Implant Care (CCIC) Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The CCIC model has the potential to dramatically streamline hearing health care delivery and reduce out-of-pocket costs for CI recipients. Clinical outcomes between cohorts were comparable in this feasibility study; however, a sufficiently powered trial is required to definitively comment on clinical outcomes with the new care delivery model.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236091",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The CCIC model has the potential to dramatically streamline hearing health care delivery and reduce out-of-pocket costs for CI recipients. Clinical outcomes between cohorts were comparable in this feasibility study; however, a sufficiently powered trial is required to definitively comment on clinica..."
    },
    {
      "title": "Psychosocial factors as predictors of headache chronification: A systematic review and meta-analysis of longitudinal studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236090/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: There is moderate certainty of evidence supporting depression as a predictor of migraine chronification. For anxiety and stress in relation to migraine and TTH, the certainty of evidence is moderate.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236090",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "There is moderate certainty of evidence supporting depression as a predictor of migraine chronification. For anxiety and stress in relation to migraine and TTH, the certainty of evidence is moderate"
    },
    {
      "title": "Mechanisms of metformin in alleviating neurological deficits in stroke patients: Involving Ndufa11-mediated mitochondrial protection, enhanced neuronal electrophysiology, and inhibition of disulfidptosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Ischemic stroke (IS) remains a leading global cause of disability and mortality, with limited therapeutic options beyond the narrow time window of recanalization. There is a pressing clinical need for neuroprotective agents that can be administered beyond this window to directly preserve neuronal function.Metformin (MET), a widely used antidiabetic drug with a favorable safety profile, has shown neuroprotective potential in observational studies. However, its precise mechanisms, particularly...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236076",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the correlation between frequency-dependent brain activity and cognitive function in social anxiety disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings indicate that cognitive function in patients with SAD is associated with frequency-dependent abnormalities in spontaneous brain activity, particularly reduced mfALFF in the postcentral gyrus. Additionally, frequency-dependent neural markers may help identify and target cognitive dysfunction in SAD, with abnormal postcentral gyrus activity potentially contributing to understanding of its underlying neural mechanisms.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236075",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings indicate that cognitive function in patients with SAD is associated with frequency-dependent abnormalities in spontaneous brain activity, particularly reduced mfALFF in the postcentral gyrus. Additionally, frequency-dependent neural markers may help identify and target cognitive dysfunc..."
    },
    {
      "title": "Zeolite β-Hydrogen Composite Polymer Electrolyte for Enhanced Lithium Anode Performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "The unstable interface of solid polymer electrolyte (SPE) with Li anode and the low ionic conductivity of polyethylene oxide (PEO)-based SPE limit them from being used in pioneering all-solid-state lithium metal batteries (ALMBs). A composite-polymer-electrolyte (CPE) with zeolite filler can resolve the above concerns. In this regard, zeolite β-hydrogen (H-BEA) filler is used to synthesize CPE (CPE-H). CPE-H offered an ionic conductivity of ∼4.37 × 10^(-4) S cm^(-1) at 60°C and resulted in a...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236057",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Basilar Artery Occlusion Stroke Managed With Tenecteplase Versus Alteplase Before Endovascular Treatment (BAO-TNK)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: To compare the effectiveness and safety of tenecteplase (TNK) versus alteplase (TPA) in patients with basilar artery occlusion prior to endovascular treatment (EVT).",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236051",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "To compare the effectiveness and safety of tenecteplase (TNK) versus alteplase (TPA) in patients with basilar artery occlusion prior to endovascular treatment (EVT)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictive Value of Serum Mac-2 Binding Protein Glycosylation Isomer for Hepatic Fibrosis in Hepatitis C Virus-Infected Patients With Metabolic Dysfunction-Associated Steatotic Liver Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Serum M2BPGi is a reliable marker for assessing hepatic fibrosis severity in HCV patients. However, optimal cutoff values should be adjusted according to MASLD status to improve diagnostic accuracy.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236046",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Serum M2BPGi is a reliable marker for assessing hepatic fibrosis severity in HCV patients. However, optimal cutoff values should be adjusted according to MASLD status to improve diagnostic accuracy"
    },
    {
      "title": "Ilizarov Basics for the Trauma Surgeon: Building a Frame for Fractures and Treating Until Successful Union",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236039/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Circular external fixation provides trauma surgeons with a powerful and versatile tool in the management of complex fractures. It is particularly valuable when internal fixation is not feasible because of soft tissue compromise, active infection, or extensive bone loss. This article outlines the fundamental principles of the Ilizarov method with a practical focus on biomechanical rationale, frame construction techniques, and postoperative care essential to achieving successful union. Integrating...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236039",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vulnerability of marine megafauna to global at-sea anthropogenic threats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236032/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Marine megafauna species are affected by a wide range of anthropogenic threats. To evaluate the risk of such threats, species' vulnerability to each threat must first be determined. We build on the existing threats classification scheme and ranking system of the International Union for Conservation of Nature (IUCN) Red List of Threatened Species by assessing the vulnerability of 256 marine megafauna species to 23 at-sea threats. The threats we considered included individual fishing gear types,...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236032",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Scanner-agnostic dynamic jaw motion generation from virtual static excursive records using open-source Python-based artificial intelligence (AI) interpolation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "This technique describes a scanner-agnostic digital workflow for generating dynamic mandibular motion from static virtual interocclusal records using a custom artificial intelligence (AI) algorithm and user interface. Virtual records of mandibular positions, including maximum intercuspation, protrusion, and lateral excursions, were captured with an intraoral scanner and processed through a custom interface developed using Python, an open-source, script-based programming language. The program...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236016",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genomic surveillance reveals global spread of macrolide-resistant <em>Bordetella pertussis</em> linked to vaccine changes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236009/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "The resurgence of whooping cough in regions utilizing acellular pertussis vaccines underscores emerging public health challenges. Here, we characterized 178 Bordetella pertussis isolates collected from patients across all age groups in Shanghai (2018-2024) to assess genomic evolution and antibiotic susceptibility. Macrolide resistance to erythromycin, azithromycin, and clarithromycin escalated from ≤50% (pre-2020) to nearly 100% (post-2020), mechanistically linked to the 23S rRNA A2047G...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236009",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differences between protein cargo in outer membrane vesicles released from Mannheimia haemolytica A2 in the presence and absence of bovine lactoferrin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Pneumonic mannheimiosis (PM) is a respiratory disease that causes significant economic losses in the ruminant livestock industry. Due to the lack of effective commercial products and the growing problem of bacterial antibiotic resistance, recent studies have focused on identifying new therapeutic strategies. Mannheimia haemolytica, the primary bacterial pathogen in ovine PM, naturally releases outer membrane vesicles (OMVs) whose protein cargo varies depending on environmental conditions....",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41236000",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neuron-tumor crosstalk fuels small cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235999/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Small cell lung cancer (SCLC) progression relies on neuronal activity, yet the mechanisms remain unclear. Two recent studies by Savchuk et al. and Sakthivelu et al. reveal that SCLC co-opts vagal and sympathetic inputs and forms glutamatergic or GABAergic synapse-like connections with neurons, uncovering direct neuron-tumor crosstalk as a key driver of malignancy and a potential therapeutic vulnerability.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41235999",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From reproduction to metabolism: FSH as a key modulator in menopause",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41235997",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cycle characterisation and clinical complications in patients with cyclic Cushing's syndrome: insights from an international retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235993/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Cyclic Cushing's syndrome (cCS) features fluctuating cortisol secretion, often causing diagnostic errors or delays, and possibly poorer outcomes. We aimed to identify unpublished cCS cases to characterise clinical challenges and guide strategies for improving outcomes by characterising cycle patterns, peak frequency, and evaluating complications.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41235993",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify unpublished cCS cases to characterise clinical challenges and guide strategies for improving outcomes by characterising cycle patterns, peak frequency, and evaluating complications",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The OPTIVUS-Complex PCI Study: Striving for Left Main Perfection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235988/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41235988",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CRS or ICANS Are Rare Beyond 2 Weeks After Lisocabtagene Maraleucel Infusion: Data From Clinical Trials and the Real-World Setting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Improved understanding of the timing of cytokine release syndrome (CRS) and immune effector cell-mediated neurotoxicity syndrome (ICANS)/neurological events (NE) after chimeric antigen receptor (CAR) T-cell therapy infusion can inform patient safety monitoring. To report CRS and ICANS/NE outcomes, including incidence, onset, and resolution, in patients treated with lisocabtagene maraleucel (liso-cel) in clinical trials and the real-world setting. This analysis included patients treated with...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41235976",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing cardiovascular outcomes in pediatric dialysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235973/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Dialysis is a life-sustaining treatment but comes with a very high burden of cardiovascular (CV) morbidity and mortality risk. CV events account for almost 30% of deaths in children receiving dialysis. Multiple risk factors for CV disease, both traditional and uremia-related, are present in children before they even start kidney replacement therapy and increase in prevalence and severity on dialysis. Peritoneal dialysis, as well as the conventional 3 times per week regimen of hemodialysis,...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41235973",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of an amustaline (S-303)/glutathione pathogen reduction system on the in vitro quality of plasma and platelets in treated whole blood",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: A pathogen reduction (PR) system for whole blood (WB) that maintains component quality could enable a universally pathogen-reduced blood supply. The goal of this study was to assess the effects of an amustaline (S-303)/glutathione PR process on platelets and plasma in treated WB.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41235959",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to assess the effects of an amustaline (S-303)/glutathione PR process on platelets and plasma in treated WB",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bioresponsive Nar-Zn@GelMA Hydrogel Reprograms the Diabetic Wound Microenvironment via Antioxidant and Immunoregulatory Synergy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235944/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251114142119&v=2.18.0.post22+67771e2",
      "description": "Chronic diabetic wounds (DWs) exhibit persistent inflammation, oxidative stress, and dysregulated macrophage polarization, forming a hostile microenvironment that compromises tissue repair. To address these multifactorial barriers, a multifunctional bioresponsive hydrogel (Nar-Zn@GelMA) is designed. GelMA is photopolymerized as the primary network and further crosslinked with Benzaldehyde-PEG-Benzaldehyde (DF-PEG-DF) via dynamic Schiff base reactions, creating a reversible network, while...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41235944",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}