{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-02-07T07:50:16.276Z",
  "totalItems": 150,
  "totalArchived": 52413,
  "newPapersAdded": 175,
  "institutionBreakdown": {
    "KAIST": 19,
    "SNU": 98,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 51,
    "IBS": 13,
    "UNIST": 0,
    "Hanyang University": 6,
    "KIST": 2,
    "GIST": 1,
    "Kyung Hee University": 6,
    "Pusan National University": 4
  },
  "subjectAreaBreakdown": {
    "Biomedical": 35,
    "Multidisciplinary": 83,
    "Cancer Research": 18,
    "Neuroscience": 5,
    "Materials Science": 5,
    "Computer Science": 4
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Extrapericardial tamponade following blunt chest trauma treated with subxiphoid uniportal video-assisted thoracoscopic surgery: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41652439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This case demonstrates the extended utility of SUVATS beyond hematoma evacuation, including its adjunctive role in sternal fixation. This minimally invasive approach provided excellent mediastinal exposure, reduced postoperative pain, and minimized respiratory complications. SUVATS may be a feasible option in selected trauma cases, including those with tamponade physiology. In trauma patients without major vascular injury, it may offer a less invasive yet effective alternative to...",
      "pubDate": "2026-02-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41652439",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This case demonstrates the extended utility of SUVATS beyond hematoma evacuation, including its adjunctive role in sternal fixation. This minimally invasive approach provided excellent mediastinal exposure, reduced postoperative pain, and minimized respiratory complications"
    },
    {
      "title": "Geriatricians' perceptions on multidisciplinary heart failure care in Belgium an exploratory qualitative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41652431/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41652431",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of a personalized exercise program on physical function in older patients with rheumatoid arthritis at high risk of sarcopenia: results of a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41652447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The 16-week personalized exercise therapy did not improve the total SPPB scores. However, the intervention may improve standing ability, grip strength, and mental health-related quality of life in older patients with RA at high risk of sarcopenia.",
      "pubDate": "2026-02-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41652447",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The 16-week personalized exercise therapy did not improve the total SPPB scores. However, the intervention may improve standing ability, grip strength, and mental health-related quality of life in older patients with RA at high risk of sarcopenia"
    },
    {
      "title": "Reconstructing the genetic formation of Han Chinese from ancient genomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41652444/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: The formation of the Han Chinese is deeply rooted in the Neolithic cultures of the Yellow River basin, particularly the pivotal Longshan cultural sphere which bridged prehistoric societies and early dynastic civilization. However, the genetic impact of Longshan-era populations on subsequent historical groups remains largely unexplored due to a critical lack of ancient genomic data from this key transitional period. This gap hinders a clear understanding of how early cultural...",
      "pubDate": "2026-02-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41652444",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of Longshan-era populations on subsequent historical groups remains largely unexplored due to a critical lack of ancient genomic data from this key transitional period",
      "conclusion": null
    },
    {
      "title": "Albendazole-doxycycline combination therapy alleviates MRI- and pathology-evident neuroinflammation and restores IL-33/GFAP balance in mouse neuroangiostrongyliasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41652430/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ABZ-DOX co-therapy was associated with reduced parasite recovery and multilevel improvements across pathology, MRI, and glial markers in mice neuroangiostrongyliasis. These findings support ABZ-DOX co-therapy as a candidate regimen for further investigation in the management of A. cantonensis-associated neuroinflammation.",
      "pubDate": "2026-02-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41652430",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ABZ-DOX co-therapy was associated with reduced parasite recovery and multilevel improvements across pathology, MRI, and glial markers in mice neuroangiostrongyliasis. These findings support ABZ-DOX co-therapy as a candidate regimen for further investigation in the management of A"
    },
    {
      "title": "The quality and reliability of endometrial cancer-related videos on social short video platforms: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41652427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Significant quality gaps exist in endometrial cancer videos. To enhance the structure and completeness of health information, professional participation should be strengthened in the future.",
      "pubDate": "2026-02-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41652427",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Significant quality gaps exist in endometrial cancer videos. To enhance the structure and completeness of health information, professional participation should be strengthened in the future"
    },
    {
      "title": "Pyrethroids and organophosphate resistance in Aedes aegypti (Diptera: Culicidae) and their underlying mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41652424/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The detection of novel kdr mutations and diverse resistance mechanisms underscores the adaptability of Ae. aegypti to insecticide pressure and highlights the urgent need for continuous monitoring and integrated resistance management strategies.",
      "pubDate": "2026-02-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41652424",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The detection of novel kdr mutations and diverse resistance mechanisms underscores the adaptability of Ae. aegypti to insecticide pressure and highlights the urgent need for continuous monitoring and integrated resistance management strategies"
    },
    {
      "title": "Effects of applied magnetic fields on the performance of magnetoplasmadynamic thrusters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41651918",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hybrid microlens-polymer dispersed liquid crystal substrate for synergistic light extraction from flexible OLEDs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "This study proposes a novel hybrid substrate that integrates a microlens array (MLA) with a polymer dispersed liquid crystal (PDLC) to enhance external light extraction efficiency in flexible organic light emitting diodes (OLEDs). The proposed MLA imprinted PDLC (MIP) substrate significantly improves light extraction by synergistically combining the strong volumetric scattering of the PDLC with the interfacial refraction of the MLA. Simultaneously, the polymer matrix provides excellent...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41651906",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multidimensional transcriptome dataset for systematic evaluation of Jakyakgamcho-tang-induced cell signatures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Jakyakgamcho-tang (JGT), the simplest form of herbal medicine, comprises Paeoniae Radix (PR) and Glycyrrhizae Radix et Rhizoma (GR). It has been used to treat muscle-related diseases and inflammation. However, its pharmacological effects may vary with the proportions of ingredients and preparatory factors such as the extraction method. Nevertheless, gene expression datasets systematically reflecting these variables are lacking. A total of 513 transcriptome profiles were created with three...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41651870",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Range Transverse-Momentum Correlations and Radial Flow in Pb-Pb Collisions at the LHC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "This Letter presents measurements of long-range transverse-momentum correlations using a new observable, v_{0}(p_{T}), serving as a probe of event-by-event radial-flow fluctuations, the underlying radial expansion, and the medium's properties in heavy-ion collisions. Results are reported for inclusive charged particles, pions, kaons, and protons across various centrality intervals in Pb-Pb collisions at sqrt[s_{NN}]=5.02 TeV, recorded by the ALICE detector. A pseudorapidity-gap technique,...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41651507",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cosmological Magnetic Fields from Ultralight Dark Matter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "We propose a mechanism for the generation of magnetic fields on cosmological scales that is operative after recombination. An essential ingredient is an instability (of parametric resonance type) of the electromagnetic field driven by an oscillating pseudoscalar dark-matter field, ϕ, that is coupled to the electromagnetic field tensor via a ϕF∧F term in the Lagrangian of axion electrodynamics. We find that magnetic fields larger than the observational lower bounds can be generated soon after...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41651506",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reactive astrocytes and network functional connectivity underlying cognitive symptoms in schizophrenia: a PET and fMRI study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651218/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We found evidence of increased reactive astrocyte activity in the key region of the dysconnected network underlying cognitive impairments in schizophrenia. These results suggest a potential link between reactive astrocytes in the mOFC and the pathophysiology underlying cognitive symptoms in schizophrenia.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41651218",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "a potential link between reactive astrocytes in the mOFC and the pathophysiology underlying cognitive symptoms in schizophrenia",
      "conclusion": "We found evidence of increased reactive astrocyte activity in the key region of the dysconnected network underlying cognitive impairments in schizophrenia. These results suggest a potential link between reactive astrocytes in the mOFC and the pathophysiology underlying cognitive symptoms in schizoph..."
    },
    {
      "title": "RALY promotes Epithelial-mesenchymal transition in Hepatocellular carcinoma by regulating Snail",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "RALY, a heterogeneous nuclear ribonucleoprotein, binds to nascent RNA and participates in multiple aspects of RNA metabolism, including transport, splicing, transcription, and translation. Recent studies have revealed that RALY is overexpressed in various cancers, such as breast, uterine, and liver cancers. This overexpression has been associated with poor patient survival and uncontrolled carcinoma cell proliferation. In this study, we demonstrate that RALY functions as a key regulator of cell...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41650853",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dieckol, a phlorotannin from Ecklonia cava, alleviates stress hormone-induced depressive-like behaviors through glucocorticoid receptor antagonism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650520/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Collectively, our results suggest that DK, a major bioactive phlorotannin from E. cava, exerts antidepressant- and anxiolytic-like effects in association with modulation antagonism of GR signaling, highlighting its therapeutic potential as a natural GR-modulating agent for stress-related mood disorders.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41650520",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Collectively, our results suggest that DK, a major bioactive phlorotannin from E. cava, exerts antidepressant- and anxiolytic-like effects in association with modulation antagonism of GR signaling, highlighting its therapeutic potential as a natural GR-modulating agent for stress-related mood disord..."
    },
    {
      "title": "RTX-family toxin EhxA drives morphological remodeling and thrombogenesis in RBCs during enterohemorrhagic <em>Escherichia coli</em> infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Enterohemorrhagic Escherichia coli (EHEC) causes thrombotic microangiopathy, yet the red blood cell (RBC)-centered mechanism has remained unclear. We identify the RTX-family hemolysin EhxA as the driver of RBC-mediated thrombogenesis. Deletion of ehxA abolishes Ca^(2+) influx, phosphatidylserine (PS) exposure, progression from discocyte to echinocyte to spherocyte, thrombin generation, RBC-endothelium adhesion, and RBC aggregation. Genetic complementation restores these readouts to wild type,...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST"
      ],
      "pmid": "41650273",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning-integrated multilayer thermal gradient sensing platform for real-time blood flow monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Blood flow monitoring is fundamental for assessing cardiovascular health and identifying vascular complications. Traditional Doppler ultrasound methods require bulky equipment and specialized expertise, while recent thermal sensing approaches face limitations due to blood vessel depth variability beneath the skin. We present a soft electronic platform that integrates multilayer thermal sensing with deep learning algorithms to simultaneously measure blood flow rate and vessel depth. The device...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41650267",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Calcium Hydroxylapatite Injection Improves Senile Purpura via YAP-Mediated Mechanotransduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649328/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41649328",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrafast photothermal shock for crystallization of vanadium oxide and <em>in situ</em> anchoring of Co single atoms for enhanced oxygen evolution reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649289/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "An ultrafast photothermal shock simultaneously crystallizes amorphous vanadium oxide and anchors Co single-atoms, kinetically suppressing atomic aggregation within milliseconds. Featuring a vanadium oxide crystalline phase tunable by the applied shock energy and a photothermal temperature reaching 1600 °C, the resulting self-supported electrode demonstrates a proof-of-concept application as a catalyst for the electrochemical oxygen evolution reaction, establishing an efficient route toward...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41649289",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictive and Prognostic Value of p16 in Head and Neck Squamous Cell Carcinoma Patients Treated with Molecular Targeted Agents or Immune Checkpoint Inhibitors: Subgroup Analysis of the TRIUMPH Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41648998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Patients with p16 (+) showed longer PFS and OS compared to p16 (-) patients. This suggests that p16 has prognostic and predictive values in HNSCC patients who are treated with MTAs or ICIs.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41648998",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with p16 (+) showed longer PFS and OS compared to p16 (-) patients. This suggests that p16 has prognostic and predictive values in HNSCC patients who are treated with MTAs or ICIs"
    },
    {
      "title": "International collaborative research and development (R&amp;D) on traditional medicine and its contextual factors: a cross-sectional analysis from 1996 to 2022",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41648940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Gaps still remain in the involvement of low- and middle-income members compared with high income countries. Findings highlight the importance of encouraging greater engagement of low- and middle- income countries in global R & D collaboration on traditional medicine, particularly through South-South partnerships. Such collaborations should prioritise research agendas that address local health priorities, especially those related to communicable diseases.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41648940",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Gaps still remain in the involvement of low- and middle-income members compared with high income countries. Findings highlight the importance of encouraging greater engagement of low- and middle- income countries in global R & D collaboration on traditional medicine, particularly through South-South..."
    },
    {
      "title": "Pteryxin enhances human NK-cell cytotoxicity by upregulating NKp30, NKp46, and 2B4 via ERK/AKT signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41646942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Natural killer (NK) cells play critical roles as effector cells by directly identifying and killing virus-infected and cancer cells. Pteryxin exhibits diverse antioxidant and anti-inflammatory effects; despite its known properties, the influence of pteryxin on NK cells is not understood fully. In this study, we evaluated the potential of pteryxin to enhance the cytotoxicity of NK cells. Pteryxin markedly enhanced the cytotoxic activities of both NK-92 and primary human NK cells against leukemia...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41646942",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional Polymers for Ionic Thermoelectrics: Multiscale Design Strategies for Ion Dynamics, Mechanics, and Energy Harvesting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "The efficient conversion of dissipated heat into useful electrical energy has emerged as a promising approach for sustainable energy technologies. Ionic thermoelectrics (iTEs) are particularly attractive because they generate substantial thermo-voltages, effectively harvest low-grade heat, and offer advantages such as cost-effectiveness, easy scalability, and remarkable performance. Unlike liquid-state platforms, quasi-solid-state iTEs exhibit properties that are critically governed by the...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41645875",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atomic-Layer-Deposition of Sn-Incorporated MoO<sub>2</sub> Films as an Interface Control Layer for High-Performances TiO<sub>2</sub>-Based DRAM Capacitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645779/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "As dynamic random-access memory (DRAM) technology continues to scale down to sub-10 nm nodes, achieving high memory density and enhanced operational performance poses increasing challenges. In particular, maintaining sufficient cell capacitance and minimizing the leakage current density have emerged as key issues. To address these issues, the development of novel electrode materials and carefully engineered interfaces between high-k dielectrics and electrodes is crucial. In this study, thermal...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41645779",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design, synthesis and biological evaluation of novel KRAS-G12D inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "KRAS-G12D mutations are common drivers of pancreatic and colorectal cancers, yet effective targeted therapies remain limited. This study describes the design, synthesis, and biological evaluation of two novel KRAS-G12D inhibitors, GD-2 and GD-4. Both compounds exhibited strong antiproliferative activity in AGS and ASPC1 cancer cell lines, with IC₅。 values ranging from 0.2 to 1.8 µM. The protein binding assay also demonstrated high affinity for KRAS-G12D, with dissociation constants (Kd) of 146...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41645749",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tunable Sound Absorption via Evanescent-Wave Coupling in Asymmetric Bilayer Metasurfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645683/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "This study explores tunable sound absorption using a bilayer configuration of phase-gradient acoustic metasurfaces. By carefully adjusting the cavity length between two metasurface layers, the proposed system can modulate its acoustic response between highly reflective and perfectly absorptive states without changing the internal geometry of the unit cells. The underlying mechanism results from evanescent-wave coupling, which becomes significant at sub-wavelength cavity length and is strongly...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41645683",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Problems in accessing healthcare among women in India: a district-level change analysis, 2016-2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41652352/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41652352",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identifying sex-specific predictors of frailty in Korean community-dwelling older adults using interpretable machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41652335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41652335",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increased risk of fracture among breast cancer patients: a nationwide retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41652295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Breast cancer patients had slightly higher fracture risk, primarily in younger patients. Emphasizing osteoporosis prevention and treatment, especially in younger populations or those who have received treatments associated with an increased risk of fracture, is necessary to reduce fracture risk.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41652295",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Breast cancer patients had slightly higher fracture risk, primarily in younger patients. Emphasizing osteoporosis prevention and treatment, especially in younger populations or those who have received treatments associated with an increased risk of fracture, is necessary to reduce fracture risk"
    },
    {
      "title": "The efficacy and safety of magnetic compression anastomosis in the management of biliary obstruction: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651954/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this systematic review and meta-analysis, MCA appears to be a feasible and safe procedure, with high technical success rates and low recurrence and cholangitis rates across both groups. Larger comparative studies and randomized controlled trials are needed to confirm these findings.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41651954",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this systematic review and meta-analysis, MCA appears to be a feasible and safe procedure, with high technical success rates and low recurrence and cholangitis rates across both groups. Larger comparative studies and randomized controlled trials are needed to confirm these findings"
    },
    {
      "title": "Association of computed tomography-derived body composition with surgical and oncologic outcomes in periampullary adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651953/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrated that computed tomography-derived body composition variables could be helpful in predicting complications after PD. Additionally, minimally invasive PD could be carefully performed by experienced surgeons even in patients with sarcopenic obesity.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41651953",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated that computed tomography-derived body composition variables could be helpful in predicting complications after PD. Additionally, minimally invasive PD could be carefully performed by experienced surgeons even in patients with sarcopenic obesity"
    },
    {
      "title": "Hyperparameter optimization to enhance the performance of deep learning models for the early detection of invasive turtles in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651916/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Invasive freshwater turtles are major drivers of biodiversity loss, underscoring the importance of early detection and management. However, it is challenging for experts to manually monitor a broad geographic area, necessitating support tools. Deep learning-based object detection models have displayed high performance in automating wildlife monitoring tasks. Furthermore, hyperparameter optimization, including optimizer selection and hyperparameter tuning, might further enhance performance by...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41651916",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atypical protein kinase C activation drives intestinal glucose excretion in diabetes mellitus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Intestinal glucose excretion, defined as increased intestinal serum glucose uptake and secretion into the lumen, influences bariatric surgery-associated glycaemic control. Here, we investigate molecular mechanisms that activate intestinal glucose excretion. We evaluate altered transcriptomes in variable intestinal glucose excretion models and big data-based drug discovery systems. We show that protein kinase C (PKC) activation mimics transcriptome alterations observed during intestinal glucose...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41651859",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Author Correction: DKN-01 and tislelizumab as second-line therapy in DKK1-high gastroesophageal adenocarcinoma: DisTinGuish trial part B",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651836/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41651836",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pre-diagnostic physical activity and mortality in cervical cancer: a nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651746/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Higher levels of pre-diagnostic physical activity were associated with improved survival in women with localized cervical cancer, particularly among those aged ≥65 years. These findings suggest that pre-diagnostic physical activity may have prognostic relevance in specific patient sub-groups.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41651746",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that pre-diagnostic physical activity may have prognostic relevance in specific patient sub-groups",
      "conclusion": "Higher levels of pre-diagnostic physical activity were associated with improved survival in women with localized cervical cancer, particularly among those aged ≥65 years. These findings suggest that pre-diagnostic physical activity may have prognostic relevance in specific patient sub-groups"
    },
    {
      "title": "Microglial GM3 accumulation impairs Aβ phagocytic activity and promotes neuroinflammation in Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Growing evidence underscores the critical role of lipid metabolism in the pathogenesis of Alzheimer's disease (AD). We previously demonstrated that 5xFAD mice exhibit a marked accumulation of ganglioside GM3 in the cerebral cortex and hippocampus as the disease progresses, with this increase being more pronounced in females than in males. However, the specific brain cell types exhibiting elevated GM3 accumulation, along with GM3's underlying molecular mechanisms and functional significance in AD...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41651693",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "in AD",
      "conclusion": null
    },
    {
      "title": "A Response to the Letter to the Editor: \"Comment on COCOON: Daily 4% Chlorhexidine for Nail Care-Rationale, Safety, and Evidence Gaps\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651576/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41651576",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recurrent COVID-19 infection and the risk of exacerbation, mortality and long covid in patients with chronic obstructive pulmonary disease: a nationwide retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651528/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Recurrent COVID-19 infections in patients with COPD were linked to progressively higher risk of exacerbations and mortality, whereas the burden of long covid was greatest after the first infection. Preventing the initial infection and reducing reinfection risk remain critical components of COPD care in the post-COVID-19 era.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41651528",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Recurrent COVID-19 infections in patients with COPD were linked to progressively higher risk of exacerbations and mortality, whereas the burden of long covid was greatest after the first infection. Preventing the initial infection and reducing reinfection risk remain critical components of COPD care..."
    },
    {
      "title": "First Exclusive Reconstruction of the B^{*+}, B^{*0}, and B_{s}^{*0} Mesons and Precise Measurement of Their Masses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Using proton-proton collision data collected by the CMS experiment at sqrt[s]=13 TeV in 2016-2018, corresponding to an integrated luminosity of 140 fb^{-1}, the first full reconstruction of the three vector B meson states, B^{*+}, B^{*0}, and B_{s}^{*0}, is performed. The mass differences between the excited mesons and their corresponding ground states are measured to be m(B^{*+})-m(B^{+})=45.277±0.039±0.027 MeV, m(B^{*0})-m(B^{0})=45.471±0.056±0.028 MeV, and...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41651475",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling the regioselectivity of Ophiostoma piceae sterol esterase as a case study for lipases with wide acyl-binding tunnel entrances",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651420/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Lipase regioselectivity (sn-1(3) vs sn-2) is crucial for synthesizing structured lipids, but the structural basis for contrasting regioselectivities in lipases with acyl-binding tunnel remains incomplete. While the correlation between a narrow tunnel entrance and sn-2 regioselectivity has been previously established, the regioselectivity of Ophiostoma piceae sterol esterase (OPE), a lipolytic enzyme with a uniquely wide tunnel entrance, remained unclear. In this study, the chiral-phase...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41651420",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A First-in-Human Study Assessing the Safety, Pharmacokinetics, and Pharmacodynamics of TU7710, a Recombinant Factor VIIa-Transferrin Fusion Protein, in Warfarin-Pretreated Healthy Male Participants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: TU7710 demonstrated an extended half-life and effectively normalized PT INR levels in warfarin-pretreated healthy participants. These findings support further clinical development of TU7710 as a potential therapeutic option for hemophilia patients.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41651288",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TU7710 demonstrated an extended half-life and effectively normalized PT INR levels in warfarin-pretreated healthy participants. These findings support further clinical development of TU7710 as a potential therapeutic option for hemophilia patients"
    },
    {
      "title": "Effects of composition, finishing, and salivary pH on physicomechanical and biological properties of additively manufactured resin-ceramic composites: An in vitro study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CT showed superior physicomechanical properties. In acidic saliva, all AM RCs showed lower OD after glazing, whereas BA increased regardless of composition or finishing.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41651278",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CT showed superior physicomechanical properties. In acidic saliva, all AM RCs showed lower OD after glazing, whereas BA increased regardless of composition or finishing"
    },
    {
      "title": "Rhamnogalacturonan-I-rich polysaccharide from Malus prunifolia attenuates dextran sulfate sodium-induced colitis and improves the gut microenvironment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "In our previous study, we identified and characterized a rhamnogalacturonan-I (RG-I)-rich polysaccharide (MP-PE-I) derived from Malus prunifolia (MP), which exhibited notable immunomodulatory activity in IL-1β-stimulated intestinal epithelial cells. This study assessed the protective potential of MP-PE-I in a murine model of intestinal inflammation induced by dextran sulfate sodium (DSS). MP-PE-I was administered orally for three consecutive weeks, during which it was well tolerated and markedly...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41651265",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in suicide rates in Malaysia during the COVID-19 pandemic: An interrupted time series analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Malaysian suicide rates increased above expectations in the later and post-outbreak periods and were associated with unemployment, outbreak control measures, and outbreak severity during the COVID-19 pandemic. These increases underscore the importance of continuous monitoring and prompt responses.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41651232",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Malaysian suicide rates increased above expectations in the later and post-outbreak periods and were associated with unemployment, outbreak control measures, and outbreak severity during the COVID-19 pandemic. These increases underscore the importance of continuous monitoring and prompt responses"
    },
    {
      "title": "Health status trajectories using Markov modeling in patients with heart failure with preserved ejection fraction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651170/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Health states in HFpEF exhibit bidirectional changes with varying sojourn times. Mortality was higher in poorer health states, and sacubitril/valsartan was associated with more favorable outcomes in these patients.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41651170",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Health states in HFpEF exhibit bidirectional changes with varying sojourn times. Mortality was higher in poorer health states, and sacubitril/valsartan was associated with more favorable outcomes in these patients"
    },
    {
      "title": "Toward a Better Measure of Functional Laterality: Comparing and Refining Laterality Indices in Resting-State Functional Connectivity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651090/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Systematic investigations into the lateralized human brain have revealed a bivariate functional architecture that underpins distinct cognitive processes. This architecture manifests through inter- and intra-hemispheric lateralization, captured respectively by neural integration and segregation. In this study, we conducted a comprehensive evaluation of multiple quantitative laterality metrics in resting-state fMRI connectivity, using conceptual models to illustrate how inter- and...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41651090",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Performance of an Artificial Intelligence-Based Software for Automated Kellgren-Lawrence Grading of Knee Osteoarthritis: A Multicenter Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651085/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In a large-scale, multicenter external validation using a dataset entirely independent of its training data, the AI-based software demonstrated high and robust diagnostic performance for KL grading. These findings support the software's potential for clinical integration to improve the consistency, objectivity, and efficiency of knee OA severity assessment.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41651085",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In a large-scale, multicenter external validation using a dataset entirely independent of its training data, the AI-based software demonstrated high and robust diagnostic performance for KL grading. These findings support the software's potential for clinical integration to improve the consistency, ..."
    },
    {
      "title": "Aseptic survival of 1.5-stage exchange arthroplasty with cement augmentation for periprosthetic joint infection after total knee arthroplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Cement augmentation can be employed as a salvage-enabling technique to address bone loss and instability in 1.5-stage exchange arthroplasty, showing no significant inferiority in aseptic survival despite a trend toward lower survival. Meticulous attention to coronal PE alignment during cement hardening is essential to minimize the risk of aseptic failure.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41651061",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cement augmentation can be employed as a salvage-enabling technique to address bone loss and instability in 1.5-stage exchange arthroplasty, showing no significant inferiority in aseptic survival despite a trend toward lower survival"
    },
    {
      "title": "Factors Affecting Psychological Distress in Patients with Crohn's Disease: Path Analysis Based on a Common-Sense-Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651022/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study demonstrated the need for an integrated approach to reduce disease activity and increase disease-related knowledge factors to effectively alleviate psychological distress in patients with Crohn's disease.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41651022",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated the need for an integrated approach to reduce disease activity and increase disease-related knowledge factors to effectively alleviate psychological distress in patients with Crohn's disease"
    },
    {
      "title": "Mobile App-based Self-Monitoring of Health Behaviors in Middle-Aged Men after Myocardial Infarction: A One-Year Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651021/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Weekly app-based self-monitoring significantly improved health behaviors and favorably influenced psychological outcomes, particularly illness perception and resilience, in middle-aged post-MI men at risk for HF. These findings support app-based self-monitoring as a feasible digital healthcare strategy to promote lifestyle modification in risk patients during outpatient care.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41651021",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Weekly app-based self-monitoring significantly improved health behaviors and favorably influenced psychological outcomes, particularly illness perception and resilience, in middle-aged post-MI men at risk for HF. These findings support app-based self-monitoring as a feasible digital healthcare strat..."
    },
    {
      "title": "Clinical and hematologic predictors of early intensive care unit admission in seizure patients presenting to the emergency room",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: History of hypertension, leukocytosis, and anemia may indicate a higher risk of clinical deterioration in patients with seizures. These routinely available measures could assist early triage and management decisions in the ER. Prospective studies are warranted to confirm their prognostic utility.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41650885",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "History of hypertension, leukocytosis, and anemia may indicate a higher risk of clinical deterioration in patients with seizures. These routinely available measures could assist early triage and management decisions in the ER"
    },
    {
      "title": "LDB1 represses fetal hemoglobin expression by enhancing BCL11A transcription",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650821/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Deciphering the mechanism governing the temporal switch from fetal to adult hemoglobin during erythropoiesis has significant clinical relevance. Here, we identify LDB1 as a pivotal regulator of β-globin switching in erythroid progenitors. The absence of LDB1 in proerythroblasts from mouse fetal liver leads to cell cycle arrest and apoptosis due to the accumulation of reactive oxygen species (ROS), resulting from excessive heme content caused by significant overexpression of embryonic β-globin...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41650821",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mediating roles of cancer stigma and resilience in the relationship between type D personality and quality of life among patients with breast cancer undergoing chemotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Reducing cancer stigma and enhancing resilience may help improve QoL among patients with breast cancer receiving chemotherapy, particularly those with Type D personality. These findings underscore the importance of targeted psychosocial nursing interventions.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41650695",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Reducing cancer stigma and enhancing resilience may help improve QoL among patients with breast cancer receiving chemotherapy, particularly those with Type D personality. These findings underscore the importance of targeted psychosocial nursing interventions"
    },
    {
      "title": "Efficacy of dual administration vaccine of recombinant Newcastle disease virus expressing clade 2.3.4.4b H5 hemagglutinin against H5N1 highly pathogenic avian influenza and viscerotropic Velogenic Newcastle disease virus in broilers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650671/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "The widespread and endemic nature of recent highly pathogenic avian influenza virus H5N1 clade 2.3.4.4b outbreaks has driven increased vaccine demand. In this study, we used a Newcastle disease virus (NDV) vector expressing clade 2.3.4.4b H5 hemagglutinin (rK148/22-H5) to evaluate the efficacy of a single-dose vaccine administered via dual routes. We vaccinated 1-day-old broilers and randomly assigned them to HPAIV and viscerotropic velogenic NDV (vvNDV) challenges every 10 days. In the control...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41650671",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hybrid deep learning-numerical modeling framework for long-term prediction of groundwater discharge and radionuclide transport",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Accurate long-term prediction of groundwater flow and radionuclide transport is critical for assessing the safety of deep geological disposal systems. This study proposes a hybrid modeling framework that integrates a numerical model with a deep learning approach to improve the predictive accuracy and computational efficiency. Outputs from the adaptive process-based total system performance assessment framework (APro-BIO) model, including water level, surface water flow, groundwater recharge,...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41650601",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinct serum metabolic profiles with supportive diagnostic value in differentiating tuberculosis and Mycobacterium avium complex pulmonary disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study provides a novel approach for the differential diagnosis of two major mycobacterial pulmonary diseases. The identified metabolites, particularly alterations in sphingoid base lipids and 2-HG, demonstrated robust discriminative potential. These findings support their potential role as biomarkers in clinical practice, enabling earlier and more accurate differentiation of TB and MAC-PD.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41650583",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides a novel approach for the differential diagnosis of two major mycobacterial pulmonary diseases. The identified metabolites, particularly alterations in sphingoid base lipids and 2-HG, demonstrated robust discriminative potential"
    },
    {
      "title": "Increased burden of systemic hypertension among pediatric patients with moyamoya disease: a population-based analysis of prevalence and incidence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650458/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Pediatric patients with MMD in the Korean population have a significantly higher hypertension burden and risk, emphasizing the need for prioritized hypertension management.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41650458",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Pediatric patients with MMD in the Korean population have a significantly higher hypertension burden and risk, emphasizing the need for prioritized hypertension management"
    },
    {
      "title": "Post-discharge healthcare utilization and costs in musculoskeletal surgery patients: A cohort study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650179/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Spinal and shoulder disorders, metropolitan residence, obesity, multimorbidity, heavy inpatient and outpatient use during the first post-discharge year, and frequent TKM sessions, albeit marginally, jointly predicted the highest second-year expenditures. These findings highlight the value of early risk stratification and tightly coordinated Western-and-traditional care pathways that facilitate the shift from structural repair to functional restoration. From a policy perspective,...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41650179",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Spinal and shoulder disorders, metropolitan residence, obesity, multimorbidity, heavy inpatient and outpatient use during the first post-discharge year, and frequent TKM sessions, albeit marginally, jointly predicted the highest second-year expenditures. These findings highlight the value of early r..."
    },
    {
      "title": "Antiviral and anti-inflammatory evaluation of herbal extracts: Implications for the management of calf diarrheal diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Traditional herbal extracts are attracting attention in the context of animal disease control because of their low side effects, diverse bioactive compounds, and low antimicrobial resistance risk. However, the underlying mechanisms remain inadequately understood. To characterize the multifaceted biological activities that underlie their therapeutic potential, this study systematically evaluated the antiviral and complex immunomodulatory properties of three distinct herbal combinations...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41650158",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protocol for non-invasive delivery of CRISPR RNPs via virus-like particles for mouse model generation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649928/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CRISPR-virus-like particle (VLP)-induced targeted mutagenesis (CRISPR-VIM) enables genome editing in mouse embryos through non-invasive delivery of CRISPR ribonucleoproteins (RNPs) via VLPs, eliminating the need for physical manipulation and specialized expertise. We detail protocols for VLP production, titration, and treatment for diverse genome edits. This protocol is compatible with zygotes and in vitro fertilization (IVF)-derived embryos via simple co-culture, facilitating high-efficiency...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41649928",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Visualization of Superficial Circumflex Iliac Artery Perforator Flap Pedicle with Ultrasound: Revealing the Concept of Pedicle Axiality",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649903/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This article presents concise guidelines for ultrasonographic mapping of the SCIP flap. Our findings demonstrate that the superficial branch of the SCIA shows a consistent axial flap pattern. These insights redefine the anatomical understanding of the SCIP flap and offer comprehensive guidance for its safe and reliable application in reconstructive surgery.LEVEL OF EVIDENCE: IV.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41649903",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This article presents concise guidelines for ultrasonographic mapping of the SCIP flap. Our findings demonstrate that the superficial branch of the SCIA shows a consistent axial flap pattern"
    },
    {
      "title": "JIN-A02, a Mutant-Selective Fourth-Generation EGFR inhibitor, Overcomes C797S-Mediated Resistance and Demonstrates Intracranial Activity in NSCLC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings highlight JIN-A02 as a promising therapeutic strategy to overcome C797S- and T790M-mediated resistance in EGFR-mutant NSCLC, including intracranial disease, and support its further clinical development.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41649868",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight JIN-A02 as a promising therapeutic strategy to overcome C797S- and T790M-mediated resistance in EGFR-mutant NSCLC, including intracranial disease, and support its further clinical development"
    },
    {
      "title": "Phase IB/II Trial with Correlative Analyses of Doxorubicin plus Durvalumab Combination in Patients with Advanced Soft Tissue Sarcoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649866/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Doxorubicin plus durvalumab combination therapy exhibited promising efficacy in advanced STS, with acceptable toxicity profile.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41649866",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Doxorubicin plus durvalumab combination therapy exhibited promising efficacy in advanced STS, with acceptable toxicity profile"
    },
    {
      "title": "Comparative Safety of Advanced Therapies for Crohn Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this comparative effectiveness research study of patients with CD, no significant differences in the risks of serious infections, VTE, or MACE across various advanced therapies were found. These findings support clinical decision-making on choice of advanced therapies for most individual patients with CD to be driven primarily by comparative treatment effectiveness rather than driven by concerns of serious adverse events.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41649814",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this comparative effectiveness research study of patients with CD, no significant differences in the risks of serious infections, VTE, or MACE across various advanced therapies were found. These findings support clinical decision-making on choice of advanced therapies for most indi..."
    },
    {
      "title": "Real-world outcomes of SLiM-only multiple myeloma: Korean Multicenter Retrospective analysis (KMM2401 study)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41649556",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Validation of automated DTI-ALPS and free water index as potential survival stratification markers in IDH-wildtype glioblastoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Automated DTI-ALPS and the free water index may serve as reproducible prognostic factors in IDH-wildtype glioblastoma, while showing no significant correlation with tumor burden.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41649507",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Automated DTI-ALPS and the free water index may serve as reproducible prognostic factors in IDH-wildtype glioblastoma, while showing no significant correlation with tumor burden"
    },
    {
      "title": "Accelerated O<sub>3</sub> formation triggered by summer heatwaves in megacity Seoul",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "As compelling evidence of global warming, heatwaves are expected to elevate O(3) mixing ratios in highly polluted urban areas. In summer 2018, Seoul, an Asian megacity, experienced elevated O(3) levels in conjunction with a temperature surge (maximum of 38.9 °C). This study quantitatively estimates the O(3)-climate penalty through measurements of nitrogen oxide species, volatile organic compounds (VOCs), and the boundary-layer height, as well as model simulations. The results highlight an...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41649498",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Residents' Mass Resignation in Cardiovascular Surgery: A System Sustainability Perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649460/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The nationwide resignation of residents revealed the structural vulnerability of South Korea's healthcare system, which relies heavily on residents' workforce. Surgical capacity decreased, waiting times increased, and rescue outcomes deteriorated. The resident-dependent healthcare system requires reform, with teaching hospitals treating residents primarily as trainees rather than as inexpensive labour.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41649460",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The nationwide resignation of residents revealed the structural vulnerability of South Korea's healthcare system, which relies heavily on residents' workforce. Surgical capacity decreased, waiting times increased, and rescue outcomes deteriorated"
    },
    {
      "title": "The International Guideline for the Definition, Classification, Diagnosis and Management of Urticaria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649409/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "This update and revision of the international guideline for urticaria was developed in accordance with the methods recommended by Cochrane and the Grading of Recommendations Assessment, Development and Evaluation (GRADE) working group. It is an initiative of the Global Allergy and Asthma Excellence Network (GA²LEN) and its Urticaria and Angioedema Centers of Reference and Excellence (UCAREs and ACAREs), with the participation of 210 delegates from 107 national and international societies, from...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41649409",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Natural variations in FLOWERING LOCUS C and MADS AFFECTING FLOWERINGs modulate both thermosensory and photoperiodic flowering in Arabidopsis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649384/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Flowering is a critical trait for reproduction and survival in plants, influenced by both temperature and photoperiod. Here, we explored the molecular basis of temperature- and photoperiod- insensitive flowering in the Arabidopsis natural accession IP-Svi-0. We identified genetic variations underlying the early flowering of IP-Svi-0 using whole-genome and RNA sequencing and verified them by generating transgenic plants that complemented or silenced the responsible genes. The complete...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41649384",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering tip-to-tip cubic assemblies of octahedral nanoparticles for enhanced generation of near-field electromagnetic hot spots",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Engineering unique architectures at the nanoparticle and colloidal scales represents a promising strategy for harnessing physicochemical interparticle interactions, particularly to enhance near-field light focusing. Although electric fields tend to concentrate at regions of high curvature, such as sharp tips, the presence of the latter features alone does not substantially strengthen the near-field enhancement. Instead, directly assembling two sharp tips in a tip-to-tip configuration represents...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41649262",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atherosclerotic Cardiovascular Risk in Patients with Chronic Hepatitis B: Tenofovir Disoproxil Fumarate Vs. Tenofovir Alafenamide: A Korean Nationwide Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649244/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Tenofovir alafenamide (TAF) exhibits antiviral efficacy comparable to tenofovir disoproxil fumarate (TDF). Nonetheless, concerns persist regarding TAF's impact on the lipid profile and potential atherosclerotic cardiovascular disease (ASCVD) risk. This study evaluated long-term ASCVD risk in patients with chronic hepatitis B (CHB) treated with TAF or TDF using Korean National Health Insurance Service claims data. We retrospectively analyzed treatment-naïve patients with CHB who received TAF or...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41649244",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "data",
      "significance": "on the lipid profile and potential atherosclerotic cardiovascular disease (ASCVD) risk",
      "conclusion": null
    },
    {
      "title": "Unsupervised Phenotyping to Stratify Surgical Outcomes in Obstructive Sleep Apnea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649241/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Unsupervised clustering of multidimensional data revealed obstructive sleep apnea phenotypes with distinct surgical prognoses. Integrating this approach into preoperative evaluations may help inform surgical counseling and shared decision-making.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41649241",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Unsupervised clustering of multidimensional data revealed obstructive sleep apnea phenotypes with distinct surgical prognoses. Integrating this approach into preoperative evaluations may help inform surgical counseling and shared decision-making"
    },
    {
      "title": "A simple fourth order propagator based on the Magnus expansion in the Liouville space: Application to a Λ-system and assessment of the rotating wave approximation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "A simple fourth-order propagator [Ture and Jang, J. Phys. Chem. A 128, 2871 (2024)] based on the Magnus expansion is extended to the Liouville space for both closed-system and Lindbladian open-system quantum dynamics. For both dynamics, commutator free versions of fourth-order propagators are provided as well. These propagators are then applied to the dynamics of a driven Λ-system, where Lindblad terms represent the effect of a photonic bath. For both dynamics, the accuracy of the rotating wave...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41649214",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional Anatomy-Based Filler Injection for Lifting: What Is New?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649186/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Functional anatomy clarifies why small, plane-specific filler deposits can create outsized lifting. SSLR offers a reproducible, anatomy-guided strategy to restore 3-dimensional harmony across diverse sexes and ethnicities while preserving natural animation.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41649186",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Functional anatomy clarifies why small, plane-specific filler deposits can create outsized lifting. SSLR offers a reproducible, anatomy-guided strategy to restore 3-dimensional harmony across diverse sexes and ethnicities while preserving natural animation"
    },
    {
      "title": "How to predict abnormal acid reflux: recent developments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Recent advances in physiology and technology have led to the identification of additional parameters that have the potential to enhance diagnostic accuracy and inform the management of Gastroesophageal reflux disease (GERD). Whilst traditional pH monitoring and acid exposure time (AET) remain central to diagnosis, recent advances have introduced novel physiological markers that improve diagnostic accuracy, especially in cases where results are inconclusive.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41649184",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of a novel mutation in metabotropic glutamate receptor 1 causing autosomal recessive spinocerebellar ataxia-13 in a Pakistani family",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study raised the total number of GRM1 variants to eight and would be helpful in prenatal screening, genetic counseling, and carrier testing of other members in the Pakistani community.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41649149",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study raised the total number of GRM1 variants to eight and would be helpful in prenatal screening, genetic counseling, and carrier testing of other members in the Pakistani community"
    },
    {
      "title": "Translational roadmap of BBB-targeted nanoparticle strategies for neuroregenerative therapy in neurodegenerative diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649131/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Neuroregeneration has drawn scientific attention due to its therapeutic potential for neurodegenerative diseases such as Alzheimer's disease (AD), Parkinson's disease (PD), Huntington's disease (HD), and traumatic brain injury (TBI). A major obstacle in delivering neuroregenerative and neuroprotective drugs is crossing the blood-brain barrier (BBB)-a selective, physiological barrier that protects the central nervous system (CNS) from circulating toxins and pathogens. While this protective role...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41649131",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bipolar Switching and Synaptic Behaviors Observed in Titanium-Constrained Phase-Change Heterostructures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Phase-change random-access memory (PCRAM) is an emerging technology for next-generation memory owing to its high on/off ratio, simple fabrication, and excellent stability. However, its unipolar operation limits its ability to replicate the complex synaptic behaviors required for neuromorphic applications. Although unipolar PCRAM has been explored as a neuromorphic device, its performance is limited by the intricacies of peripheral circuit requirements. To achieve better bipolar operation, this...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41649118",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ginsenoside Rg1 as a Multifunctional Therapeutic Agent: Pharmacological Properties, Molecular Mechanisms and Clinical Perspectives in Complementary Medicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41648642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Ginsenoside Rg1 (GRg1), a major bioactive component of Panax ginseng, exhibits potent antioxidant, anti-inflammatory, and neuroprotective properties, positioning it as a promising therapeutic agent in neurodegenerative and metabolic disorders. This review critically examines the current literature on GRg1, emphasizing its molecular mechanisms, pharmacological pathways, and clinical translation in complementary medicine. GRg1 demonstrates protective effects in conditions such as Alzheimer's...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41648642",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Water-Assisted Adhesion and Reconfigurability of Mushroom-Derived Papers for Sustainable Materials Engineering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41648044/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Chitin-rich mushroom-derived papers (MPs), processed from Agaricus bisporus pulps, offer a biobased route to sustainable materials. This work advances sustainable materials design by utilizing a renewable fungal feedstock, employing an additive-free aqueous pulping process, and enabling reconfiguration and reuse through reversible water-mediated bonding. MPs exhibit reversible and repeatable water-assisted reconfigurability and adhesion properties, enabled by both physical entanglement of...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41648044",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lymph node mapping-based optimal bowel-resection margin and central radicality in colon cancer surgery: an international, prospective, observational cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The '10-cm rule' could be an international criterion for determining the bowel-resection margin. Central lymphadenectomy is feasible internationally, though the indication should be selective, not routine, depending on the stage and location of the primary tumor.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41647987",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The '10-cm rule' could be an international criterion for determining the bowel-resection margin. Central lymphadenectomy is feasible internationally, though the indication should be selective, not routine, depending on the stage and location of the primary tumor"
    },
    {
      "title": "Long-term survival in patients with pancreatic cancer treated with second-line liposomal irinotecan plus 5-fluorouracil/leucovorin: observations from Korea, Italy, and Germany",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647964/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Pancreatic cancer (PAC) is an aggressive disease with poor clinical outcomes. Liposomal irinotecan in combination with 5-fluorouracil and leucovorin (nal-IRI+5-FU/LV) is the only approved therapy for metastatic PAC following gemcitabine-based therapy, based on the survival benefit demonstrated in the phase III NAPOLI-1 trial. Factors associated with long-term survival in this trial included age ≤65 years, Karnofsky performance status (KPS) ≥90, neutrophil-to-lymphocyte (N/L) ratio ≤5,...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41647964",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Asia-Pacific consensus on the use of artificial intelligence in colorectal cancer screening and surveillance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: More validation studies on AI-assisted colonoscopy need to be done while AI technologies continue to improve.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41647810",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "More validation studies on AI-assisted colonoscopy need to be done while AI technologies continue to improve"
    },
    {
      "title": "Factors Affecting Workplace Bullying Among Intensive Care Unit Nurses and Their Needs for Improving Organizational Culture: A Mixed-Methods Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647685/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Lower levels of positive organizational culture, higher levels of pathological narcissism, and more pronounced dark personality traits were associated with more severe WPB experiences. Considering individual personality traits and the lack of a culture of mutual consideration and respect as causes of WPB, it is evident that both individual and organizational efforts are necessary to improve the situation.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41647685",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lower levels of positive organizational culture, higher levels of pathological narcissism, and more pronounced dark personality traits were associated with more severe WPB experiences. Considering individual personality traits and the lack of a culture of mutual consideration and respect as causes o..."
    },
    {
      "title": "Semiautomated breast ultrasound report generation using multimodal large language models and deep learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Breast ultrasound (US) imaging is essential for early breast cancer detection, yet generating diagnostic reports is labor-intensive, particularly when incorporating multimodal elastography.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41647521",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tibiotalocalcaneal Arthrodesis Using a Retrograde Intramedullary Nail without Subtalar Joint Preparation after Failed Total Ankle Arthroplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: TTC arthrodesis using a retrograde IM nail without subtalar joint preparation produced favorable outcomes in patients with failed TAA. No complications associated with the subtalar joint were observed in any patient during follow-up. Therefore, TTC arthrodesis using a retrograde IM nail without subtalar joint preparation may be a considerable salvage option for failed TAA.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41647507",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TTC arthrodesis using a retrograde IM nail without subtalar joint preparation produced favorable outcomes in patients with failed TAA. No complications associated with the subtalar joint were observed in any patient during follow-up"
    },
    {
      "title": "Benchmarking Open-Source Vision Language Models in Orthopedic In-Training Examination: A Comparison with Residents, Domain-Specific Evaluation, and Parameter Scaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647505/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Smaller models offer reduced accuracy in exchange for lower hardware requirements. Spine and pediatric domains remain consistently areas of underperformance across all models. Model selection should be based on domain-specific benchmark results to balance clinical needs with hardware limitations. While promising, open-source VLMs currently require further refinement and validation before they can be reliably applied in clinical or educational settings.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41647505",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Smaller models offer reduced accuracy in exchange for lower hardware requirements. Spine and pediatric domains remain consistently areas of underperformance across all models"
    },
    {
      "title": "Red-White Zone Involvement and Medial Meniscal Tears Are Associated with Poorer Prognosis after Arthroscopic Repair of Bucket-Handle Tears",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647504/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: BHMTs involving the red-white zone or located in the medial meniscus-particularly those showing inferior early postoperative MRI healing-should be closely monitored after surgery.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41647504",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BHMTs involving the red-white zone or located in the medial meniscus-particularly those showing inferior early postoperative MRI healing-should be closely monitored after surgery"
    },
    {
      "title": "Association of Sleep Patterns with the Development of Idiopathic Scoliosis: A Nationwide Pediatric Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings indicate that later bedtimes and shorter sleep durations may contribute to idiopathic scoliosis development in children and adolescents. The higher idiopathic scoliosis incidence in urban students than in rural students could be partially explained by these sleep pattern differences, highlighting the need for further research into the role of sleep in scoliosis onset and prevention.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41647500",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings indicate that later bedtimes and shorter sleep durations may contribute to idiopathic scoliosis development in children and adolescents. The higher idiopathic scoliosis incidence in urban students than in rural students could be partially explained by these sleep pattern differences, hi..."
    },
    {
      "title": "Does Preoperative Arthritis Affect the Outcomes of Superior Capsular Reconstruction? A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: There was no consistent trend observed regarding the impact of the severity of arthritis on the improvement of ASES score. However, there was a trend of decreasing improvement in pVAS and FF after surgery as arthritis progressed. SCR could be a viable option even in cases of Hamada grades 3 and 4.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41647499",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of the severity of arthritis on the improvement of ASES score",
      "conclusion": "There was no consistent trend observed regarding the impact of the severity of arthritis on the improvement of ASES score. However, there was a trend of decreasing improvement in pVAS and FF after surgery as arthritis progressed"
    },
    {
      "title": "The Clinical Effect of Trochlear Dysplasia on Medial Patellofemoral Ligament Reconstruction: Supratrochlear Spur and Lateral Inclination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: MPFL reconstruction, with or without TTO, leads to similar clinical improvements for STD classified by Dejour criteria. However, when assessed using proximal LTI, dysplasia's role as a prognostic factor should be considered.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41647496",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MPFL reconstruction, with or without TTO, leads to similar clinical improvements for STD classified by Dejour criteria. However, when assessed using proximal LTI, dysplasia's role as a prognostic factor should be considered"
    },
    {
      "title": "Morphometric Variations in Oblique Lumbar Interbody Fusion Corridors in Degenerative Lumbar Scoliosis: A Comparative Study of the Apex Direction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: OLIF corridors in DLS patients demonstrate consistent left-sided dominance, regardless of apex direction. Psoas muscle asymmetry and segmental artery positioning contribute to corridor variations. While the left-sided approach remains standard, right-sided access may be feasible in select cases, particularly at L4-5. These findings provide insights for optimizing preoperative planning and surgical decision-making in DLS patients.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41647495",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "OLIF corridors in DLS patients demonstrate consistent left-sided dominance, regardless of apex direction. Psoas muscle asymmetry and segmental artery positioning contribute to corridor variations"
    },
    {
      "title": "Spinal Needle-Guided Arthroscopic Transosseous Repair for Bony Bankart Lesions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647494/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Bony Bankart lesions present considerable challenges in shoulder surgery, particularly when large. While smaller lesions can often be treated effectively using the single-row technique, larger lesions require more complex approaches. Several arthroscopic techniques have been developed to manage these lesions. Although the double-row technique is effective, it has the disadvantage of placing suture material on the articular surface. In contrast, the transosseous technique permits adequate...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41647494",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Facet Effusion-Incorporating Grading System: A Modified Magnetic Resonance Imaging-Based Classification That Enhances Surgical Prognostication in Lumbar Foraminal Stenosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647490/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The Facet Effusion-Incorporating Grading System, which adds excessive facet joint effusion to the conventional MRI grading framework, demonstrated improved predictive value for surgical treatment and better discriminatory ability compared with the original system.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41647490",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Facet Effusion-Incorporating Grading System, which adds excessive facet joint effusion to the conventional MRI grading framework, demonstrated improved predictive value for surgical treatment and better discriminatory ability compared with the original system"
    },
    {
      "title": "Somatostatin analog therapy in delaying progression of polycystic liver disease: A meta-analysis with trial sequential analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Based on low-to-moderate evidence, somatostatin analogs were significantly associated with reduced TLV and TKV, but not eGFR, in patients with PLD, and with higher adverse event rates. Long-term trials are warranted to define their role in clinical management.Registration: PROSPERO, ID CRD420251045402.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41647478",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Based on low-to-moderate evidence, somatostatin analogs were significantly associated with reduced TLV and TKV, but not eGFR, in patients with PLD, and with higher adverse event rates. Long-term trials are warranted to define their role in clinical management"
    },
    {
      "title": "The political landscape of physical activity and climate action in Canada's social climate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Tailoring public health messages, policy advocacy strategies, and investment priorities to align with varying political orientations may be important for addressing climate-health co-benefits and its broader public health implications in Canada.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41647374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for addressing climate-health co-benefits and its broader public health implications in Canada",
      "conclusion": "Tailoring public health messages, policy advocacy strategies, and investment priorities to align with varying political orientations may be important for addressing climate-health co-benefits and its broader public health implications in Canada"
    },
    {
      "title": "Predictive value of the triglyceride-glucose index for adverse clinical outcomes in chronic kidney disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41647112/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: TyG index is a valuable predictor of CV event, progression to ESKD, and all-cause mortality in patients with CKD, and it significantly interacted with kidney function in relation to the risks of ESKD and mortality.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41647112",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TyG index is a valuable predictor of CV event, progression to ESKD, and all-cause mortality in patients with CKD, and it significantly interacted with kidney function in relation to the risks of ESKD and mortality"
    },
    {
      "title": "Explaining adoption of AI tools in education: a dual-path model of ethical concern and functional value",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41646889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: As Artificial Intelligence-Generated Content (AIGC) tools (e.g., ChatGPT for writing assistance, Midjourney for image generation) diffuse into educational settings, their adoption reflects a psychological interplay between functional appraisals and ethical concerns. This study proposes and tests a dual-path model integrating the Technology Acceptance Model (TAM) with Protection Motivation Theory (PMT), incorporating Perceived Ethical Concern (PEC) and Moral Sensitivity (MS).",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41646889",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Consensus guidance for prevention and management of nausea and vomiting in patients treated with zolbetuximab + chemotherapy: a RAND/UCLA modified Delphi panel study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41646481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These consensus-based guidelines can be utilized by clinicians to guide the prevention and management of nausea and vomiting in patients treated with zolbetuximab plus chemotherapy so that patients can continue receiving treatment and achieve benefits.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41646481",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These consensus-based guidelines can be utilized by clinicians to guide the prevention and management of nausea and vomiting in patients treated with zolbetuximab plus chemotherapy so that patients can continue receiving treatment and achieve benefits"
    },
    {
      "title": "Consensus statement on the use of systemic therapies in pancreatic ductal adenocarcinoma in Asia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41646258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Systemic therapies, primarily cytotoxic chemotherapies, are the mainstay treatment option for pancreatic ductal adenocarcinoma (PDAC) alongside surgery. Several guidelines exist for managing PDAC within Asia, but recommendations for systemic therapies can differ significantly. Consequently, geographical areas across Asia not covered by international or regional guidelines often have disparate care for PDAC patients. To address this, we utilised the Delphi method to establish a collective opinion...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41646258",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Effect of Binaural Sound on the Occurrence of Emergence Delirium in Children Undergoing Strabismus Surgery: A Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41646000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Binaural beat application during general anesthesia did not significantly reduce the incidence of ED. Exploratory analyses suggested a reduction in maximum PAED score, but this requires further study.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41646000",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Binaural beat application during general anesthesia did not significantly reduce the incidence of ED. Exploratory analyses suggested a reduction in maximum PAED score, but this requires further study"
    },
    {
      "title": "Expanding the horizons of cancer therapy with next-generation 4-1BB agonists: a review of molecular and clinical strategies to maximize efficacy and ensure safety",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Driven by the substantial limitations of first generation 4-1BB agonists urelumab and utomilumab, the field has shifted toward engineering next-generation molecules with improved therapeutic windows. This review provides a comprehensive analysis of this evolution, detailing how key molecular design strategies are used to restrict 4-1BB activation to the tumor microenvironment. We summarize available clinical data, highlighting that 4-1BB bispecific antibodies exhibit superior antitumor efficacy...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41645963",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Generation of 3D Liver Microtissues from Induced Pluripotent Stem Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "The liver is a multifunctional organ essential for detoxification, protein synthesis, glucose regulation, bile secretion, and drug metabolism. However, persistent damage leads to chronic inflammation, excessive extracellular matrix deposition, and progressive fibrosis culminating in cirrhosis, for which liver transplantation remains the only curative option. Yet, the scarcity of donor organs and risks of immune rejection underscore the urgent need for physiologically relevant in vitro liver...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41645918",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sheath-Inspired Durable Semi-Convertible Hydrogel Enabled Controllable Lubrication and Contractibility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "The dynamic lubrication of sheath surrounding the tendon is significant to the motion of limbs. The sheath-inspired hydrogels for soft actuator and transplantable substitutes primarily focus on high toughness and intrinsic lubricating ability, it remains a significant challenge to design the hydrogels with secreting lubricants capability for continuous lubrication like sheath. In this work, a sheath-inspired semi-convertible hydrogel is designed by cooperating responsive supramolecular networks...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41645887",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and Safety of Ritlecitinib in the Asian Subpopulation of the ALLEGRO-2b/3 and ALLEGRO-LT Clinical Studies for Alopecia Areata",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Ritlecitinib is an oral JAK3/TEC family kinase inhibitor approved for individuals aged ≥ 12 years with severe alopecia areata. Here we report interim efficacy and safety results with ritlecitinib up to Month 24 in the Asian subpopulation from the ALLEGRO phase 2b/3 and ALLEGRO-LT studies. Data are reported for participants with Severity of Alopecia Tool score ≥ 50 who received ritlecitinib 50 mg with (200/50-mg group) or without (50-mg group) an initial 4-week 200-mg daily loading dose in...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41645877",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanolaminate Ferroelectric Transistor Enabling Wide-Reservoir In Sensor Neuromorphic Vision",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645863/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "This work reports a hardware-oriented hybrid reservoir computing (HRC) system based on a nanolaminate ferroelectric thin-film transistor (FeTFT) that unifies volatile and nonvolatile functions in a single three-terminal device. The HZO/HfO(2)/HZO gate stack modulates grain size and suppresses ferroelectric variability, enabling precise multilevel control and highly linear weight updates via the incremental step pulse with verify algorithm (ISPVA). Electrical input induces long-term memory, while...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41645863",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Death as a Way Out: How Subjective Social Class Shapes Death Attitudes and Suicidal Ideation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Extensive research documents the far-reaching consequences of social class, yet one fundamental question remains underexplored: Does social class shape how people construe death? We examine whether subjective social class is associated with distinct death attitudes and whether those attitudes, in turn, are related to suicidal ideation. Across Studies 1a and 1b, lower subjective social class was associated with greater escape acceptance, which involves viewing death as relief from life's...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41645843",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ebastine targets HER2/HER3 signaling and cancer stem cell traits to overcome trastuzumab resistance in HER2‑positive breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Despite advances in HER2‑targeted therapy for HER2‑positive breast cancer, resistance to trastuzumab and tumor recurrence remain major barriers to durable outcomes. The present study evaluated the therapeutic potential of ebastine, a second‑generation H1‑antihistamine, as a repurposing candidate to overcome trastuzumab resistance by targeting HER2 signaling and cancer stem cell (CSC)‑associated phenotypes in HER2‑positive breast cancer cells. Molecular docking studies revealed that ebastine...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41645758",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Limb Position Sense Across Multiple Proprioceptive Tasks in Healthy Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645732/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrated that different proprioceptive tasks can assess the unique characteristics of proprioceptive function. The IMT produced lower error values than those of the CMT and PT, with the PT exhibiting higher variability. These differences may stem from distinct mechanisms that depend on the nature of each task and warrant further investigation.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41645732",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated that different proprioceptive tasks can assess the unique characteristics of proprioceptive function. The IMT produced lower error values than those of the CMT and PT, with the PT exhibiting higher variability"
    },
    {
      "title": "Correction: High-Intensity Interval Training Enhances Cardiovascular and Functional Outcomes Compared With Moderate-Intensity Continuous Training in Higher-Functioning Chronic Stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41645720",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epidemiological survey of <em>Dirofilaria immitis</em> and its <em>Wolbachia</em> endosymbiont in wild raccoon dogs in Seoul, Korea, with emphasis on lung tissue-based detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "In the ecologically diverse metropolitan area of Seoul, raccoon dogs (Nyctereutes procyonoides) coexist with humans and domestic animals, creating opportunities for vector-borne parasite transmission. Climate-driven shifts in mosquito populations may further enhance these risks, highlighting the need to monitor Dirofilaria immitis in urban wildlife for veterinary and public health. Among 51 raccoon dogs examined, D. immitis was identified in the pulmonary arteries and right ventricle of 13...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41645674",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Digital Self-Assessment of Physical Performance to Promote Independence in Older Adults: Development, Usability, and Validity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The tool provides self-directed, comprehensive assessments and delivers intuitive comparative data against age- and sex-matched norms, thereby enabling autonomous health management. Despite variable user experience, the tool demonstrated acceptable usability, with most participants recognizing its utility and perceiving the potential for home use. Further refinements in usability, accuracy, and technical simplification are needed. With these improvements, the tool could harness these...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41645651",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The tool provides self-directed, comprehensive assessments and delivers intuitive comparative data against age- and sex-matched norms, thereby enabling autonomous health management. Despite variable user experience, the tool demonstrated acceptable usability, with most participants recognizing its u..."
    },
    {
      "title": "Standardizing the Accuracy and Performance Evaluation Metrics of Integrated Continuous Glucose Monitors in the Asia-Pacific Region",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645547/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Diabetes is a growing public health burden across the Asia-Pacific (APAC) region. The increasing use of continuous glucose monitoring (CGM) holds significant potential to improve glycemic control and safety outcomes in individuals with diabetes. However, CGM devices in APAC vary widely in technical performance, clinical validation, and regulatory oversight, posing risks of inaccurate readings and treatment errors, especially for nonadjunctive integrated CGM (iCGM) systems. This review...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41645547",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Progressive cardiac strangulation by an epicardial lead in a single-ventricle patient: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645505/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "We report a 24-year-old male with functional single ventricle who developed ventricular dysfunction associated with strangulation by a previous epicardial pacemaker lead. During conversion to dual-chamber pacing, the constricting ventricular lead was removed, with intraoperative echocardiography demonstrating improvement in apical contraction. Relief of mechanical compression, together with restoration of atrioventricular synchrony, likely contributed to the recovery of ventricular function.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41645505",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rediscovering Jain Medicine: An Aspect of Ancient Indian Medicine through the Embryology of the Taṇḍulaveyāliya",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41645478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "This study reexamines the position and significance of the Jain medical tradition, long marginalized in the history of Indian medicine, by analyzing the embryological discourse in the Jain text Taṇḍulaveyāliya. Existing narratives of Indian medical history have predominantly centered on Ayurveda, with Kenneth G. Zysk asserting that Jainism \"failed to systematize medicine within its monastic tradition.\" However, Mari J. Stuart demonstrated the institutionalization of Jain monastic medicine...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41645478",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of the Jain medical tradition, long marginalized in the history of Indian medicine, by analyzing the embryological discourse in the Jain text Taṇḍulaveyāliya",
      "conclusion": null
    },
    {
      "title": "Electrically Reconfigurable Illumination-Engineering Metalens Enabling Quasi-Dark-Field Biological Imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Metasurface-based optical image processing has enabled compact and low-power platforms, yet wavefront-differentiation-based metasurfaces remain fundamentally constrained by their reliance on coherent illumination and intrinsically static optical responses. Meanwhile, conventional optical microscopes rely on bulky, mechanically actuated condensers to engineer illumination numerical aperture (NA), restricting continuous tunability and preventing integration into compact or on-chip imaging systems....",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41649481",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dental students' knowledge, perceptions, and educational needs regarding artificial intelligence: a multinational cross-sectional survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41652399/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study establishes baseline data on dental students' AI knowledge and educational requirements across multiple countries. Despite general AI familiarity, understanding of dental applications remains limited. The results highlight the need for structured AI education programs tailored to students' knowledge gaps and learning preferences. Dental students' understanding and perceptions of AI can effectively guide the identification of their learning needs and inform curriculum...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41652399",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study establishes baseline data on dental students' AI knowledge and educational requirements across multiple countries. Despite general AI familiarity, understanding of dental applications remains limited"
    },
    {
      "title": "Prevalence, risk factors, and preventive interventions for delirium in older adults living at home and in residential care: a scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41652345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Delirium and its risk factors remain insufficiently studied in non-hospital settings. The use of validated diagnostic criteria in community settings is crucial to reduce variation in prevalence estimates, and randomized controlled trials are needed to assess the effectiveness of interventions.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41652345",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Delirium and its risk factors remain insufficiently studied in non-hospital settings. The use of validated diagnostic criteria in community settings is crucial to reduce variation in prevalence estimates, and randomized controlled trials are needed to assess the effectiveness of interventions"
    },
    {
      "title": "Intestinal obstruction impairs the antitumor function of hepatic natural killer cells against colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41652207/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: IO exerts a detrimental effect on hepatic immunity by impairing NK cell-mediated antitumor responses, thereby facilitating liver metastasis in CRC.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41652207",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "IO exerts a detrimental effect on hepatic immunity by impairing NK cell-mediated antitumor responses, thereby facilitating liver metastasis in CRC"
    },
    {
      "title": "A small molecule allosterically activates SecA dependent secretion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41652145/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "The Sec pathway is an essential protein secretion route for all organisms. In bacteria, the SecA ATPase peripherally associates with the SecYEG channel to form the translocase that mediates preprotein export. Activation of the translocase depends strictly on the synergy of signal peptide and mature domain binding. Thus, client selectivity, translocase activation and protein secretion are coupled by one mechanism. We show here that a previously identified small molecule (HSI#6) binds SecA,...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41652145",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ATM Inhibition Enhances Knock-in Efficiency by Suppressing AAV-Induced Activation of Apoptotic Pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CRISPR/Cas9-mediated genome editing has expanded the possibilities for precise gene modifications; however, the efficiency of targeted insertion remains suboptimal. In this study, we describe a triple-reporter system in mouse embryonic stem cells that simultaneously tracks double-strand break (DSB) induction, homology-directed repair (knock-in), and end-joining-mediated targeted insertion (EJ-TI). Using both plasmid and adeno-associated virus (AAV) donor vectors, our results demonstrate that...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41651998",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "that"
    },
    {
      "title": "G-quadruplexes self-assembled from nucleotide monomers as stable prepolymer scaffolds in aqueous environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41651995",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proton-pump inhibitors and palbociclib or abemaciclib in endocrine-sensitive breast cancer treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41651969",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk factors for barrett's esophagus identified in a large-scale Japanese community cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41651950",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Large ungulates will be present in most of Japan by 2050 owing to natural expansion and human population shrinkage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41651946",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Counting cells can accurately predict small-molecule bioactivity benchmarks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651839/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Accurately predicting the activity of a chemical in each bioactivity assay based on its already known properties is extremely useful in drug development. Unfortunately, we discovered that many assays in widely used assay-activity benchmark datasets directly relate to cell health and cytotoxicity. Many other assays intend to capture a more specific phenotype, but their active compounds impact cell count, while inactives do not. In both cases, counting cells achieves unexpectedly high performance...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41651839",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "cell count, while inactives do not",
      "conclusion": null
    },
    {
      "title": "The positive perspective paradigm: proposal of a model to mitigate the impact of chronic inflammatory arthritis through comprehensive and early intervention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Many people with chronic inflammatory arthritis (IA) experience significant disease impact, even with well-controlled disease activity. For rheumatoid arthritis (RA), 20% to 50% of patients in remission still report pain, disability, fatigue, or negative illness perceptions, leading to poorer long-term outcomes. However, evidence shows that long-term patient-reported outcomes improve when remission is achieved early, and that this is at least partly explained by a positive influence on...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41651759",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Similar movements, different messages: are sit-to-stand tests interchangeable in people with COPD?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651657/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41651657",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transfer of Active Motion from Medium to Probe via the Induced Friction and Noise",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Can activity be transmitted from smaller to larger scales? We report on such a transfer from a homogeneous active medium to a Newtonian spherical probe. The active medium consists of faster and dilute self-propelled particles, modeled as run-and-tumble particles in 1D or as active Brownian particles in 2D. We derive the reduced fluctuating dynamics of the probe, valid for arbitrary probe velocity, characterized by velocity-dependent friction and noise. In addition to a standard passive regime,...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41651491",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enzyme as Maxwell's Demon: Steady-State Deviation from Chemical Equilibrium by Enhanced Enzyme Diffusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Enhanced enzyme diffusion (EED), in which the diffusion coefficient of an enzyme transiently increases during catalysis, has been extensively reported experimentally, although its existence remains under debate. In this Letter, we investigate what macroscopic consequences would arise if EED exists. Through numerical simulations and theoretical analysis, we demonstrate that such enzymes can act as Maxwell's demons: They use their enhanced diffusion as a memory of the previous catalytic reaction,...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41651485",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quasiresonant Regime of Surface Plasmon for Broad Angular Responsivity of Plasmonic Diffraction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651480/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "We propose plasmonic diffraction under quasiresonant regime of surface plasmon (quasi-SPR) that exhibits broad incident-angle responsivity. Numerical simulations reveal that quasi-SPR induces efficient and large-angle diffraction toward the transmission side over a wide range of oblique incidences by tuning the metal grating period to satisfy the Rayleigh anomaly and by optimizing the grating width and height to maximize diffraction efficiency at normal incidence. In a backside-illuminated...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41651480",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evidence for the Collective Nature of Radial Flow in Pb+Pb Collisions with the ATLAS Detector",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651474/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Anisotropic flow and radial flow are two key probes of the expansion dynamics and properties of the quark-gluon plasma (QGP). While anisotropic flow has been extensively studied, radial flow, which governs the system's radial expansion, has received less attention. Notably, direct experimental evidence for the global and collective nature of radial flow fluctuations has been lacking. This Letter presents the first measurement of transverse momentum (p_{T}) dependence of radial flow fluctuations...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41651474",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Krylov Complexity of Purification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651471/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "In quantum systems, purification can map mixed states into pure states and a nonunitary evolution into a unitary one by enlarging the Hilbert space. We establish a connection between the complexities of mixed quantum states and their purification, proposing new inequalities among these complexities. By examining single qubits, two-qubit Werner states, eight-dimensional Gaussian random unitary ensembles, and infinite-dimensional systems, we demonstrate how these relationships manifest across a...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41651471",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Non-Haar Random Circuits form Unitary Designs as Fast as Haar Random Circuits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "The unitary design formation in random circuits has attracted considerable attention due to its wide range of practical applications and relevance to fundamental physics. While the formation rates in Haar random circuits have been extensively studied in previous works, it remains an open question how these rates are affected by the choice of local randomizers. In this Letter, we prove that the circuit depths required for general non-Haar random circuits to form unitary designs are upper bounded...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41651469",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A missense mutation in acyl-CoA synthetase ACSL4 reveals essential residues for catalytic activity in ferroptosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651426/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Ferroptosis is a non-apoptotic cell death characterized by iron-dependent lipid peroxidation and is implicated in renal diseases, including acute kidney injury and diabetic nephropathy. In renal proximal tubular cells, the regulation of ferroptosis is particularly critical for maintaining cellular homeostasis. While inducing ferroptosis in normal rat kidney proximal tubular epithelial (NRK-52E) cells, we observed the emergence of resistant subpopulations and established two ferroptosis-resistant...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41651426",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of an inhibitory monoclonal nanobody targeting Streptococcus pyogenes siderophore binding protein FtsB",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651419/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Due to the limited availability of metals inside the human body, pathogenic bacteria must produce multiple highly specialized metal transporters to cause infection. These transporters constitute attractive targets for developing novel antibacterial strategies. Streptococcus pyogenes possesses three iron transporters, of which the FtsABCD system is specialized in the uptake of ferric hydroxamates. The role of this transporter in infection ^(remains unclear. In this study, we developed a...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41651419",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anatomy of the intralobular and interlobular lymphatics in the human lung with special references to its topographical relation to lymph nodules and nodular composite cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651298/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Lymph nodules seemed to obtain cancer antigens from \"afferent LVs\" along intralobular arterioles and interlobular veins and they might play a critical role for providing activated or suppressed DCs and macrophages to the regional node. 250.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41651298",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lymph nodules seemed to obtain cancer antigens from \"afferent LVs\" along intralobular arterioles and interlobular veins and they might play a critical role for providing activated or suppressed DCs and macrophages to the regional node. 250"
    },
    {
      "title": "Practical guidance for clinicians to optimise orthopaedic outcomes in achondroplasia: International achondroplasia forum guiding principles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These guiding principles aim to improve outcomes for people with achondroplasia by reducing treatment heterogeneity and providing recommendations to caregivers. Consultation with an experienced and specialised multidisciplinary team, emphasis on non-surgical approaches to address orthopaedic symptoms and the conduct of essential surgical procedures only in specialised centres form the core of the guiding principles.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41651204",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to improve outcomes for people with achondroplasia by reducing treatment heterogeneity and providing recommendations to caregivers",
      "significance": null,
      "conclusion": "These guiding principles aim to improve outcomes for people with achondroplasia by reducing treatment heterogeneity and providing recommendations to caregivers. Consultation with an experienced and specialised multidisciplinary team, emphasis on non-surgical approaches to address orthopaedic symptom..."
    },
    {
      "title": "Human pluripotent stem cell model of multiple epiphyseal dysplasia with MATN3 mutation identifies altered Matrix organisation and upregulation of the cholesterol biosynthesis pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41651153/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our model revealed mutant matrilin-3 induces cholesterol biosynthesis pathway upregulation and abnormal matrix assembly during MED pathogenesis. This study provides new insights into the molecular mechanisms underlying MED and highlights potential therapeutic targets.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41651153",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our model revealed mutant matrilin-3 induces cholesterol biosynthesis pathway upregulation and abnormal matrix assembly during MED pathogenesis. This study provides new insights into the molecular mechanisms underlying MED and highlights potential therapeutic targets"
    },
    {
      "title": "Antimicrobial peptides RI8 and RW8 target bacterial membranes and genomic DNA to overcome drug resistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650916/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "The global rise of multidrug-resistant (MDR) pathogens invalidates conventional antibiotics, while natural antimicrobial peptides (AMPs) lack proteolytic stability and precise targeting. This study reports a protease-resistant symmetric (RRYY)(2)P(YYRR)(2) scaffold (Y = isoleucine/tryptophan) with alternating cationic-hydrophobic repeats, a central proline hinge, and palindromic topology for dual bacterial membrane-genomic DNA targeting. Two derived peptides, RI8 and RW8, were characterized: RI8...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41650916",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Severe metabolic alkalosis and hypernatremia induced by excessive sodium bicarbonate intake: A case report and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Excessive sodium bicarbonate ingestion can cause life-threatening complications. Clinicians should be alert to the risks of misuse driven by widely circulating unproven health claims.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41650758",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Excessive sodium bicarbonate ingestion can cause life-threatening complications. Clinicians should be alert to the risks of misuse driven by widely circulating unproven health claims"
    },
    {
      "title": "Favorable outcomes with fludarabine, melphalan, and total-body irradiation 8-12Gy as an intensified conditioning regimen for adult allogeneic HCT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650718/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "High-dose total body irradiation (TBI)-containing conditioning regimens remain an important strategy in allogeneic hematopoietic cell transplantation (allo-HCT). We retrospectively analyzed outcomes of adult patients who received Flu/Mel80/TBI 8-12 Gy at a single center. A total of 83 patients underwent their first allo-HCT between 2002 and 2023. The median age was 54 years; acute lymphoblastic leukemia accounted for 53 % of cases, and 45 % proceeded to transplantation in non-remission. Cord...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41650718",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "strategy in allogeneic hematopoietic cell transplantation (allo-HCT)",
      "conclusion": null
    },
    {
      "title": "Clinically important improvements in 6-minute walk distance and forced vital capacity in adults with late-onset Pompe disease switching from alglucosidase alfa to cipaglucosidase alfa plus miglustat in the PROPEL study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650629/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "We determined the proportion of adults with late-onset Pompe disease (LOPD) with clinically important changes in 6-minute walk distance (6MWD) and/or forced vital capacity (FVC) after switching from alglucosidase alfa (alg) to cipaglucosidase alfa plus miglustat (cipa+mig) in PROPEL (NCT03729362). This post hoc analysis (95 patients) used published anchor- and distribution-based minimal clinically important differences for 6MWD (in meters for anchor-based; % predicted for distribution-based) and...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41650629",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "changes in 6-minute walk distance (6MWD) and/or forced vital capacity (FVC) after switching from alglucosidase alfa (alg) to cipaglucosidase alfa plus miglustat (cipa+mig) in PROPEL (NCT03729362)",
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Degeneration of the cartilage quality is correlated with a higher intramuscular fat infiltration of the vastus medialis in older adults with pre-to-mild knee osteoarthritis\" [Eur. J. Radiol. 183 (2025) 111930]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41650565",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between body mass index and risk of breast cancer according to breast cancer subtypes: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650544/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Obesity was associated with a modestly higher risk of ER-positive BC, driven by postmenopausal status. Considering potential confounders, in premenopausal women, higher BMI was associated with lower risk of ER-positive BC, and an increased risk of ER-negative BC.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41650544",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Obesity was associated with a modestly higher risk of ER-positive BC, driven by postmenopausal status. Considering potential confounders, in premenopausal women, higher BMI was associated with lower risk of ER-positive BC, and an increased risk of ER-negative BC"
    },
    {
      "title": "Implementing the Ottawa Decision Support Framework in Japan: Evaluation of a Decision Coaching Workshop for Nurses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The workshop significantly improved SDM confidence among nurses. This decision coaching training is culturally feasible and may support patient- and family-centered care in Japanese healthcare settings.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41650507",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The workshop significantly improved SDM confidence among nurses. This decision coaching training is culturally feasible and may support patient- and family-centered care in Japanese healthcare settings"
    },
    {
      "title": "Neurotensin in the extended amygdala maintains wakefulness in novel environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41650227/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "Animals remain awake in unfamiliar environments to assess potential safety threats, a process involving changes in neuronal activity within sleep-wake regulatory brain regions. However, the specific circuits and neurotransmitters involved remain poorly understood. Here, we show that neurotensin (NTS) peptides in corticotropin-releasing factor (CRF) neurons of the lateral part of the interstitial nucleus of the posterior limb of the anterior commissure (IPACL) play a key role in maintaining...",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41650227",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-Network Co-expression Analysis Enhances Biological Insights from Single-Cell Gene Expression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649775/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41649775",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Incidence and clinicopathological analysis of portal vein and inferior vena cava thrombosis in autopsy cases of autosomal dominant polycystic kidney disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41649706/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260207025009&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study reports the first systematic autopsy-based investigation of PV and IVC thrombosis in ADPKD. Thrombosis was found at a high frequency of 40% and appears to have increased in recent years. Increased kidney weight was associated with thrombosis formation, and blood stasis due to compression by enlarged kidneys is considered the primary cause. Further case accumulation and elucidation of the pathophysiology involved are anticipated.",
      "pubDate": "2026-02-06T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41649706",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study reports the first systematic autopsy-based investigation of PV and IVC thrombosis in ADPKD. Thrombosis was found at a high frequency of 40% and appears to have increased in recent years"
    }
  ]
}