{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-09T07:36:28.970Z",
  "totalItems": 150,
  "totalArchived": 14970,
  "newPapersAdded": 202,
  "institutionBreakdown": {
    "KAIST": 15,
    "SNU": 71,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 67,
    "IBS": 25,
    "UNIST": 1,
    "Hanyang University": 6,
    "KIST": 2,
    "GIST": 4,
    "Kyung Hee University": 6,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 70,
    "Biomedical": 34,
    "Computer Science": 7,
    "Cancer Research": 23,
    "Materials Science": 11,
    "Neuroscience": 5
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Regional disparities and sociodemographic determinants of food insecurity in Somalia: a secondary cross-sectional analysis of a National survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Food insecurity in Somalia operates through complex, intersecting pathways of sociodemographic vulnerability and pronounced geographical inequalities. Food insecurity in Somalia results from a complex, multifaceted crisis spanning social, political, economic, and environmental domains. Effective interventions must simultaneously address educational infrastructure development, provide targeted support for vulnerable demographic groups, and implement place-based strategies that...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41063272",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Food insecurity in Somalia operates through complex, intersecting pathways of sociodemographic vulnerability and pronounced geographical inequalities. Food insecurity in Somalia results from a complex, multifaceted crisis spanning social, political, economic, and environmental domains"
    },
    {
      "title": "Correction: Toward enhanced nutritional interventions in community pharmacies: personal attitude construct analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41063295",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "U-shaped association of the stress hyperglycemia ratio with all-cause mortality and premature death in patients with cardiovascular disease: a cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063297/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: An independent association of SHR with all-cause mortality and premature death was observed among individuals with CVD. Maintaining SHR within a moderate range might improve their prognosis.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41063297",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "An independent association of SHR with all-cause mortality and premature death was observed among individuals with CVD. Maintaining SHR within a moderate range might improve their prognosis"
    },
    {
      "title": "Developing an explainable machine learning model to predict false-negative citrin deficiency cases in newborn screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063287/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: An interpretable machine learning model utilizing metabolite and demographic data enhances the detection of false-negative NICCD cases, facilitates early identification and intervention, and ultimately improves the overall effectiveness of the newborn screening system.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41063287",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "An interpretable machine learning model utilizing metabolite and demographic data enhances the detection of false-negative NICCD cases, facilitates early identification and intervention, and ultimately improves the overall effectiveness of the newborn screening system"
    },
    {
      "title": "Impact of COVID-19 among women seeking abortion services in Nepal: results from a longitudinal study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The study highlights the increased vulnerability of pregnant women, particularly those seeking abortion care, during the COVID-19 pandemic. The findings emphasize the critical importance of maintaining access to essential reproductive health services, such as abortion, especially during disease outbreaks and humanitarian crises. Ensuring the continuity of these services should be a top priority, and health systems must be strengthened to deliver them without disruption in future...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41063284",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study highlights the increased vulnerability of pregnant women, particularly those seeking abortion care, during the COVID-19 pandemic. The findings emphasize the critical importance of maintaining access to essential reproductive health services, such as abortion, especially during disease outb..."
    },
    {
      "title": "Reconsidering the urea-to-creatinine ratio as a signal of muscle catabolism in patients with cirrhosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41063279",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mucoadhesive polydopamine-coated nanoparticle-mediated inner ear drug delivery for hearing loss treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063181/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "This study investigated the potential of mucoadhesive polymeric nanoparticles coated with polydopamine (Dopa-NPs) for inner ear drug delivery. Dopa, inspired by mussel adhesion proteins, leveraged the mucoadhesive properties of NPs and enhanced their retention within the cochlea. Dopa-NPs were compared with non-adhesive uncoated control NPs to reveal their safety and drug delivery efficiency. The safety evaluation demonstrated no toxicity during in vitro test using HEI-OC1 cells and in vivo test...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41063181",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the potential of mucoadhesive polymeric nanoparticles coated with polydopamine (Dopa-NPs) for inner ear drug delivery",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cell-cell interactions as predictive and prognostic markers for drug responses in cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063141/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "The tumor microenvironment (TME) is composed of a diverse and dynamic spectrum of cell types, cellular activities, and cell-cell interactions (CCI). Understanding the complex CCI within the TME is critical for advancing cancer treatment strategies, including modulating or predicting drug responses. Recent advances in omics technologies, including spatial transcriptomics and proteomics, have allowed improved mapping of CCI within the TME. The integration of omics insights from different platforms...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41063141",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of overweight with treatment outcomes in pulmonary tuberculosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In this observational study, overweight was associated with improved treatment outcomes in pulmonary TB. This association was also significantly observed in patients with diabetes; however, causality cannot be inferred.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41062971",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this observational study, overweight was associated with improved treatment outcomes in pulmonary TB. This association was also significantly observed in patients with diabetes; however, causality cannot be inferred"
    },
    {
      "title": "Enhancement of waste activated sludge hydrolysate digestion efficiency via promotion of direct interspecies electron transfer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Anaerobic digestion (AD) of waste activated sludge (WAS) yields low methane (CH(4)) because extracellular polymeric substances hinder hydrolysis and limit its biodegradability. Pretreatment methods such as alkaline or mechanical disruption can enhance solubilization; however, the resulting hydrolysate often contains recalcitrant compounds that inhibit further degradation. In this study, a combination of alkali along with ultrasonication was applied to enhance the solubilization of WAS, followed...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41062036",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SMART-HERBALOMICS: An innovative multi-omics approach to studying medicinal plants grown in controlled systems such as phytotrons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061291/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This article introduces SH for the first time as an integrative approach that offers a comprehensive and sustainable pathway to develop standardized, safe, and evidence-based herbal therapies. It bridges the fields of ethnopharmacology and pharmaceutical innovation, supporting the future of personalized, eco-conscious healthcare.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41061291",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This article introduces SH for the first time as an integrative approach that offers a comprehensive and sustainable pathway to develop standardized, safe, and evidence-based herbal therapies. It bridges the fields of ethnopharmacology and pharmaceutical innovation, supporting the future of personal..."
    },
    {
      "title": "Experiences of Korean Medicine treatment in patients with Bell's palsy: A qualitative study protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061012/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Bell's palsy significantly impacts patients' quality of life, with approximately 30% not fully recovering. In South Korea, Korean Medicine (KM) is widely used as a complementary approach for facial palsy, with 50.86% of patients utilizing KM in 2021. Although quantitative studies have shown KM's effectiveness, there is a lack of research on lived experiences of the participants on KM treatment. We aim to identify the meaning of using KM among the patients with Bell's palsy.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41061012",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to identify the meaning of using KM among the patients with Bell's palsy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modulating Oxygen Transfer via A-Site Doping in LaFeO<sub>3</sub> for Coke-Resistant Chemical Looping Steam Methane Reforming",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060821/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Chemical looping steam methane reforming (CL-SMR) is a promising technology for the simultaneous production of high-purity hydrogen and syngas without the need for external gas separation units. This study evaluates a series of A-site doped perovskite-type oxygen carriers, La(0.8)A(0.2)FeO(3) (A = Ca, Sr, Ba), to investigate the influence of alkaline earth metal doping on redox behavior and catalytic performance in CL-SMR. Substituting divalent cations at the A-site effectively promotes oxygen...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41060821",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cost-utility analysis of coordinator services (FLS) in patients with femur fractures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: FLS coordinator services for femur fracture patients are cost-effective in the Korean healthcare system and should be considered for implementation to improve patient outcomes while managing healthcare expenditures efficiently.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41060511",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FLS coordinator services for femur fracture patients are cost-effective in the Korean healthcare system and should be considered for implementation to improve patient outcomes while managing healthcare expenditures efficiently"
    },
    {
      "title": "Uncertainty-Quantified Primary Particle Size Prediction in Li-Rich NCM Materials via Machine Learning and Chemistry-Aware Imputation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Lithium-rich Nickel-Cobalt-Manganese (Li-rich NCM) materials are promising cathodes for lithium-ion batteries, where electrochemical performance is sensitive to primary particle size. Yet, efforts to apply machine learning (ML) for particle size prediction are constrained by incomplete literature data. This study applies imputation methods-MatImpute, K-nearest neighbors, multivariate imputation by chained equations, and Mean-to complete the datasets, followed by training a Natural Gradient...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41060036",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Live-Cell Imaging of the Binding between a Chemical Drug and Its Target Proteins Based on Intracellular Redistribution of the Target Proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41059987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "In modern pharmacology, obtaining an in-depth understanding of the interaction of chemical drugs with their target proteins is essential for drug discovery and the advancement of precision medicine. However, detecting these drug-protein interactions in living cells remains challenging owing to the lack of reliable methodologies. The current study presents a robust strategy involving the redistribution of target proteins in cells and applying a cotranslocation-based cellular assay for monitoring...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "UNIST"
      ],
      "pmid": "41059987",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AAPM CT metal artifact reduction grand challenge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058545/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The CT-MAR grand challenge provided an opportunity to benchmark state-of-the-art MAR algorithms. Our hybrid data generation framework was a powerful tool for simulating large-scale realistic datasets for MAR algorithm development. A clinically relevant universal MAR benchmark offered an objective and meaningful way to compare different approaches. The training data and benchmark were published online to support future MAR development.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41058545",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "and meaningful way to compare different approaches",
      "significance": null,
      "conclusion": "The CT-MAR grand challenge provided an opportunity to benchmark state-of-the-art MAR algorithms. Our hybrid data generation framework was a powerful tool for simulating large-scale realistic datasets for MAR algorithm development"
    },
    {
      "title": "Correction to \"Accurate Assessments of the Electronic Structures of Ultrathin PtSe<sub>2</sub>: Bandgap Quantification and Critical Thickness for the Metal-Semiconductor Transition\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41058496",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Survival Benefits of Early Treatment With Blinatumomab in Adult Patients With Relapsed/Refractory B-Cell Acute Lymphoblastic Leukemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Early use of blinatumomab showed survival benefits in both Ph-negative and Ph-positive ALL subgroups in the salvage setting. Proceeding to allo-SCT after blinatumomab could improve long-term outcomes in patients with Ph-negative ALL.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41058382",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Early use of blinatumomab showed survival benefits in both Ph-negative and Ph-positive ALL subgroups in the salvage setting. Proceeding to allo-SCT after blinatumomab could improve long-term outcomes in patients with Ph-negative ALL"
    },
    {
      "title": "Development of a Machine Learning-Based Model for Methimazole Dosage Adjustment in Youth with Hyperthyroidism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058080/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study introduces the first data-driven tool to guide MMI dosing in pediatric hyperthyroidism which can improve clinical efficiency.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41058080",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study introduces the first data-driven tool to guide MMI dosing in pediatric hyperthyroidism which can improve clinical efficiency"
    },
    {
      "title": "Stretchable Fiber-Based Organic Light-Emitting Diodes Display Enabled by Robust, Conductive, and Deformable Via",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41057988/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Organic light-emitting diode (OLED)-based fiber displays emerge as promising candidates for next-generation fiber display technologies, owing to their excellent optical performance and strong potential, as OLEDs are the mainstream technology in the display industry. However, despite these advantages, achieving stretchability-an intrinsic characteristic of textiles and an essential requirement for wearability-has remained a significant challenge. This limitation stems from the lack of strategies...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41057988",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interchangeability of patellar height measurement using the Insall-Salvati ratio at 0° and 30° of knee flexion during weightbearing in total knee arthroplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063216/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The ISR measured at 0° or 30° of knee flexion during weightbearing can be interchanged reasonably before and after TKA. Although knee flexion of 30° is the standard, lateral radiograph of 0° flexion can be a reasonable alternative for evaluating patellar height using the ISR.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41063216",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The ISR measured at 0° or 30° of knee flexion during weightbearing can be interchanged reasonably before and after TKA. Although knee flexion of 30° is the standard, lateral radiograph of 0° flexion can be a reasonable alternative for evaluating patellar height using the ISR"
    },
    {
      "title": "Differential contributions of cardiovascular health-related lifestyle factors to epigenetic ageing: implications for healthy longevity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Simultaneous improvements in multiple CVH components were associated with lower EAA, with sex-specific differences in the most influential factors. Tailored health strategies-emphasizing smoking cessation and glucose control for males, and physical activity, glucose control, and weight management for females-may help slow ageing. These findings highlight the need for public and clinical interventions that incorporate sex differences in health behaviours and the potential biological...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41063184",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Simultaneous improvements in multiple CVH components were associated with lower EAA, with sex-specific differences in the most influential factors. Tailored health strategies-emphasizing smoking cessation and glucose control for males, and physical activity, glucose control, and weight management fo..."
    },
    {
      "title": "Development of a big data platform for collecting and utilizing clinical information from the Korea Biobank Network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063166/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study developed and demonstrated that the KBN BRIDGE platform enables institutions to systematically collect, integrate, and manage large-scale clinical information across multiple biobanks. Furthermore, through data quality management and preprocessing statistical functions, the platform has shown potential for several research applications. Future improvements in system functionality and clinical information utilization can further enhance the platform's utility across...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41063166",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study developed and demonstrated that the KBN BRIDGE platform enables institutions to systematically collect, integrate, and manage large-scale clinical information across multiple biobanks. Furthermore, through data quality management and preprocessing statistical functions, the platform has s..."
    },
    {
      "title": "Global burden of diabetes in women from 1990 to 2021, with projections to 2050: population-based study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Diabetes imposes a significant burden on women throughout their lifespan. Despite improved survival, T1D incidence in women has increased, especially at High SDI. The growing incidence and DALY of T2D represent another concern, with a notable shift toward younger women. The proportional non-fatal burden of T1D and T2D is forecasted to increase by 2050, highlighting the need for effective prevention and long-term management.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41063096",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Diabetes imposes a significant burden on women throughout their lifespan. Despite improved survival, T1D incidence in women has increased, especially at High SDI"
    },
    {
      "title": "The Impact of BMI on Donor and Recipient Site Morbidity in Mandibular Reconstruction with Fibula Free Flap",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062896/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Higher BMI was independently associated with increased donor site morbidity, particularly in patients requiring skin graft closure. Underweight patients had fewer donor site complications but experienced earlier recipient site complications, underscoring the need for BMI-tailored perioperative strategies.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41062896",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Higher BMI was independently associated with increased donor site morbidity, particularly in patients requiring skin graft closure. Underweight patients had fewer donor site complications but experienced earlier recipient site complications, underscoring the need for BMI-tailored perioperative strat..."
    },
    {
      "title": "Regularly Arranged Micropore Architecture Enables Efficient Lithium-Ion Transport in SiO<sub>x</sub>/Artificial Graphite Composite Electrode",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "To enhance the electrochemical performance of lithium-ion battery anodes with higher silicon content, it is essential to engineer their microstructure for better lithium-ion transport and mitigated volume change as well. Herein, we suggest an effective approach to control the micropore structure of silicon oxide (SiO(x))/artificial graphite (AG) composite electrodes using a perforated current collector. The electrode features a unique pore structure, where alternating high-porosity domains and...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41062875",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trastuzumab deruxtecan in HER2-low metastatic breast cancer: long-term survival analysis of the randomized, phase 3 DESTINY-Breast04 trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "In DESTINY-Breast04 ( NCT03734029 ), trastuzumab deruxtecan (T-DXd) significantly improved overall survival (OS) and progression-free survival compared with treatment of physician's choice of chemotherapy (TPC) for patients with human epidermal growth factor receptor 2-low (HER2-low) (immunohistochemistry (IHC) 1+ or IHC 2+/in situ hybridization-negative) metastatic breast cancer. After an extended median follow-up of 32.0 months, median OS in the overall cohort was 22.9 months for T-DXd and...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41062831",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and validation of an age estimation model based on dental characteristics using panoramic radiographs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Dental characteristics have considerable potential as indicators for estimating chronological age. This study developed a regression model for age estimation using dental characteristics observed in panoramic radiographs. A total of 2,391 radiographs from individuals aged 20 to 89 years were analyzed, with a focus on five treatment-induced characteristics. Analyses revealed statistically significant correlations between all observed characteristics and chronological age, supporting the potential...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41062810",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Planet-wide performance of a skin disease AI algorithm validated in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062650/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "To address the diversity of skin conditions and the low prevalence of skin cancers, we curated a large hospital dataset (National Information Society Agency, Seoul, Korea [NIA] dataset; 70 diseases, 152,443 images) and collected real-world webapp data ( https://modelderm.com ; 1,691,032 requests). We propose a conservative evaluation method by assessing sensitivity in hospitals and specificity in real-world use, assuming all malignancy predictions were false positives. Based on three...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41062650",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A large-scale, multi-centre validation study of an AI-empowered blood-based test for multi-cancer early detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062647/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Cancer is a critical global health issue, especially in low- and middle-income countries (LMICs). In this study, we integrated four additional cohorts to assess the performance and robustness of an AI-empowered blood-based test (named OncoSeek) for multi-cancer early detection (MCED). It included a case-control cohort of symptomatic cancer patients, a prospective blinded study, and two retrospective cohorts conducted on two distinct platforms. Combining these with previously published one...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41062647",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal trends and patterns in suicidal ideation among adolescents in 23 countries from 2003 to 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062596/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Although suicidal ideation is a significant issue among adolescents, previous studies have largely relied on cross-sectional data collected at a single time point or have been limited to individual countries, providing limited insight into temporal trends across diverse populations. Therefore, we aimed to examine temporal trends in suicidal ideation among adolescents across 23 countries. We analyzed data from the Global School-Based Student Health Survey (2003-2021), which included adolescents...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41062596",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "examine temporal trends in suicidal ideation among adolescents across 23 countries",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Invasive and non-invasive variables prediction models for cardiovascular disease-specific mortality between machine learning vs. traditional statistics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "This study examined the predictive performance of cardiovascular disease (CVD)-specific mortality using traditional statistical and machine learning models with non-invasive indicators, and assessed whether adding blood lipid profiles improves prediction. Data were from 1,749,444 Korean adults (44.7% female) from the Korea Medical Institute. Non-invasive predictors included sex, age, waist-to-height ratio, diabetes, hypertension, and physical activity; invasive variables included triglycerides,...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41062595",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the predictive performance of cardiovascular disease (CVD)-specific mortality using traditional statistical and machine learning models with non-invasive indicators, and assessed whether adding blood ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A robust artificial intelligence system for predicting EBV status in gastric cancer biopsy and resection specimens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062551/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Epstein-Barr virus (EBV) associated gastric cancer, accounting for ~ 9% of all gastric cancers, has unique pathologic, genomic, and clinical features and is linked to a better prognosis. Therefore, we aim to develop and validate a robust deep learning-based classifier to detect EBV positivity for both biopsy and surgical resection specimens in an accurate and reliable manner. We propose a two-stage stain normalization-based robust artificial intelligence classifier for EBV-gastric cancer...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41062551",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "to develop and validate a robust deep learning-based classifier to detect EBV positivity for both biopsy and surgical resection specimens in an accurate and reliable manner",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrical control of topological 3Q state in intercalated van der Waals antiferromagnet Co<sub>x</sub>-TaS<sub>2</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062517/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Van der Waals (vdW) magnets have opened a new avenue of opportunities encompassing various interesting phases. Co(1/3)TaS(2)-an intercalated metallic vdW antiferromagnet-is one of the latest additions to this growing list of materials due to its unique topologically nontrivial triple-Q (3Q) ground state. This 3Q tetrahedral structure, which critically depends on the Co content, yields the highest-density Skyrmion lattice with scalar spin chirality, resulting in a noticeable anomalous Hall...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KIST",
        "SNU"
      ],
      "pmid": "41062517",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accelerated dissolution of iridium anode in the presence of organic compounds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062508/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Iridium oxide is commonly used as a catalyst for the oxygen evolution reaction (OER) in various electrolysers. In this study we investigate the impact of organic compounds, such as ethanol, in the accelerated dissolution of iridium oxide, particularly in amorphous form, across a wide pH range. Our findings suggest that organic compounds produced via electrochemical reaction, including CO(2) reduction, can severely compromise the stability of Ir based catalysts during OER. In situ/operando...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41062508",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of organic compounds, such as ethanol, in the accelerated dissolution of iridium oxide, particularly in amorphous form, across a wide pH range",
      "conclusion": "that organic compounds produced via electrochemical reaction, including CO(2) reduction, can severely compromise the stability of Ir based catalysts during OER"
    },
    {
      "title": "Assessing the risk of recurrence in early-stage breast cancer through H&amp;E stained whole slide images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Accurate prediction of the likelihood of recurrence is important in the selection of postoperative treatment for patients with early-stage breast cancer. In this study, we investigated whether deep learning algorithms can predict patients' risk of recurrence by analyzing the pathology images of their cancer histology. We analyzed 125 hematoxylin and eosin-stained whole slide images (WSIs) from 125 patients across two institutions (National Cancer Center and Korea University Medical Center Guro...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41062491",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether deep learning algorithms can predict patients' risk of recurrence by analyzing the pathology images of their cancer histology",
      "significance": "in the selection of postoperative treatment for patients with early-stage breast cancer",
      "conclusion": null
    },
    {
      "title": "Indications for Use of Drug-Coated Balloons in Coronary Intervention: Academic Research Consortium Position Statement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062231/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "The Drug-Coated Balloon (DCB) Academic Research Consortium project originated from the need to overcome the lack of standardization and comparability among studies focusing on drug-coated balloon treatment. The DCB Academic Research Consortium represents a collaborative effort between academic research organizations and the most renowned interventional cardiology societies focusing on percutaneous coronary intervention in Europe, the United States, and Asia. The present consensus document...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41062231",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling the clinical and genetic impact of neuropsychiatric involvement in systemic lupus erythematosus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Neuropsychiatric involvement in SLE increases clinical manifestations and extends organ damage beyond the nervous system, with NPSLE-related genetic variants highlighting their potential functional roles in various brain regions.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41062154",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Neuropsychiatric involvement in SLE increases clinical manifestations and extends organ damage beyond the nervous system, with NPSLE-related genetic variants highlighting their potential functional roles in various brain regions"
    },
    {
      "title": "MITOCHONDRIAL REDOX IMBALANCE AND CoQ<sub>10</sub> DEFICIENCY IN RETT SYNDROME: INSIGHTS FROM PATIENT-DERIVED FIBROBLASTS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062050/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Rett syndrome (RTT), a neurodevelopmental disorder primarily affecting females, is characterized by mutations in the MECP2 gene, leading to systemic oxidative stress and mitochondrial dysfunction. This study investigates the role of Coenzyme Q(10) (CoQ(10)), particularly its reduced form ubiquinol, in modulating oxidative stress and mitochondrial function in primary dermal fibroblasts derived from RTT patients with distinct MeCP2 mutations. Baseline assessments revealed significant CoQ(10)...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41062050",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of the Healthy Aging Index with all-cause mortality: Results from the Korean frailty and aging cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062004/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Lower levels of healthy aging were associated with higher mortality, particularly among older adults with lower educational attainment. These findings highlight the need for targeted strategies to promote healthy aging, especially among those with lower levels of education.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41062004",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lower levels of healthy aging were associated with higher mortality, particularly among older adults with lower educational attainment. These findings highlight the need for targeted strategies to promote healthy aging, especially among those with lower levels of education"
    },
    {
      "title": "Association of ocular comorbidities on long-term patient-reported outcome measures after multifocal intraocular lens implantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061947/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Ocular comorbidities, particularly dry eye disease and vitreous opacities, which cause fluctuating visual disturbances, were associated with greater impairment in PROMs following diffractive MFIOL implantation.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41061947",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Ocular comorbidities, particularly dry eye disease and vitreous opacities, which cause fluctuating visual disturbances, were associated with greater impairment in PROMs following diffractive MFIOL implantation"
    },
    {
      "title": "Machine Learning Based Prediction of Waste Activated Sludge Generation for Optimization of WWTP Operational Efficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061876/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "This study predicted the amount of waste activated sludge withdrawn for external disposal based on process operation and water quality data using machine learning models. By combining hyperparameter optimization with a sliding-window-based moving average method, the performances of Random Forest, XGBoost, and LightGBM models were compared and analyzed. Additionally, we present an integrated prediction-optimization pipeline that couples the model-predicted waste activated sludge with NSGA-II to...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41061876",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex Differences in Adverse Event Reporting Rates Following COVID-19 Vaccination in South Korea During the Pandemic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings underscore the importance of accounting for sex differences in vaccine development, clinical trials, and post-marketing safety monitoring.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41061848",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings underscore the importance of accounting for sex differences in vaccine development, clinical trials, and post-marketing safety monitoring"
    },
    {
      "title": "A Myeloid Cell-Targeted Immunostimulant Cocktail (MyTai) Enhances Cancer Immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061756/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "The efficacy of tumor vaccines depends in large part on additional immunostimulation of antigen-presenting cells (APC) in tumor microenvironments. Various Toll-like receptors (TLR), and in particular TLR3 stimulation by dsRNA, generate a cellular immune response well suited for vaccines. A major drawback of currently used Poly I:C-based TLR3 agonists is their size heterogeneity, variable stability, as well as the toxicity of lipid nanoparticle (LNP) delivery vehicles. To improve existing...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41061756",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A novel framework for forward osmosis in zero- and low-flow conditions: Applicability and fundamental differences from reverse osmosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061659/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Forward osmosis (FO) systems operating under low or zero cross-flow velocities present modeling challenges due to the limitations of conventional external concentration polarization (ECP) formulations, which often predict near-zero flux under stagnant conditions, contradicting experimental observations. To address this, we propose a revised ECP model incorporating an asymptotic Sherwood number that enables continuous mass transfer prediction as the Reynolds number approaches zero. The model...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "SNU"
      ],
      "pmid": "41061659",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Defining and assessing international classification of disease suicidality phenotypes for genetic studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061596/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Lists of applicable ICD codes for SI and SA were developed that complied with C-SSRS definitions. Real-world application of ICD codes can vary substantially, perhaps dependent on clinician training and on cohort characteristics. Consistent training in use of ICD codes between sites may improve comparability of data sets.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41061596",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lists of applicable ICD codes for SI and SA were developed that complied with C-SSRS definitions. Real-world application of ICD codes can vary substantially, perhaps dependent on clinician training and on cohort characteristics"
    },
    {
      "title": "Responses of macrobenthic communities and ecological quality along land-derived pollution gradients in Gyeonggi Bay",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Marine ecosystems in semi-enclosed Gyeonggi Bay (Yellow Sea, Korea) were surveyed at 23 stations arrayed along four discharge transects to evaluate how sediment texture and contaminants influence macrobenthic communities. A total of 186 species were recorded, yet richness tends to decrease at innermost stations. Highly simplified communities were dominated by two opportunistic species, Capitella capitata and Heteromastus filiformis. Community composition was strongly influenced by sorting and...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41061552",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long term outcomes of residual valgus alignment after total knee arthroplasty for valgus knee deformity: a minimum 10-year follow up",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061394/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The residual valgus group exhibited more severe preoperative femoral valgus. Primary cause of postoperative residual valgus was residual femoral valgus. Residual valgus alignment was not related to inferior long-term clinical outcomes and survival rates compared to neutrally aligned TKA for preoperative valgus deformity.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41061394",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The residual valgus group exhibited more severe preoperative femoral valgus. Primary cause of postoperative residual valgus was residual femoral valgus"
    },
    {
      "title": "Simulation-based forensic nursing education for emergency nurses using domestic violence cases: A randomized controlled study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Simulation-based forensic nursing education improved knowledge, competency and performance, with sustained benefits for performance. Therefore, integrating simulation into nurse training may enhance domestic violence victim care by providing practical skills and promoting timely, effective interventions.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41061361",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Simulation-based forensic nursing education improved knowledge, competency and performance, with sustained benefits for performance. Therefore, integrating simulation into nurse training may enhance domestic violence victim care by providing practical skills and promoting timely, effective intervent..."
    },
    {
      "title": "Safety and feasibility of subtotal resection of the remnant stomach for remnant gastric cancer: A propensity score matching analysis compared with completion total gastrectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061315/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: SR showed better surgical outcomes and postoperative nutritional status than CTG, with oncological outcomes similar to those of CTG. Thus, SR may be a safe and effective treatment option for RGC.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41061315",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SR showed better surgical outcomes and postoperative nutritional status than CTG, with oncological outcomes similar to those of CTG. Thus, SR may be a safe and effective treatment option for RGC"
    },
    {
      "title": "Hyperosmolar Dehydration in Sepsis: Implications for Initial Fluid Management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Hyperosmolar dehydration at the diagnosis of sepsis was associated with increased 30-day mortality. A liberal fluid management benefits patients with hyperosmolar dehydration by improving lactate levels without increasing sequential organ failure assessment score. These findings highlight the importance of individualized fluid management based on the dehydration status in sepsis management.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41061135",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Hyperosmolar dehydration at the diagnosis of sepsis was associated with increased 30-day mortality. A liberal fluid management benefits patients with hyperosmolar dehydration by improving lactate levels without increasing sequential organ failure assessment score"
    },
    {
      "title": "Association between longitudinal weight change and clinical outcome in individuals with MASLD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In MASLD, weight gain is associated with increased LREs risks and liver stiffness progression. Conversely, weight loss confers benefits for liver stiffness improvement and modifies LREs risk in those who achieve obesity reversal.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41061041",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In MASLD, weight gain is associated with increased LREs risks and liver stiffness progression. Conversely, weight loss confers benefits for liver stiffness improvement and modifies LREs risk in those who achieve obesity reversal"
    },
    {
      "title": "Effects of virtual reality simulation on medical students' emotional and subjective experience compared to high-fidelity simulation in pediatrics clerkship",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060979/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "This study aimed to explore the educational impact of virtual reality (VR) simulation compared to high-fidelity (HF) simulation. Recently, VR simulation has been integrated into medical education, offering advantages such as cost- and space-efficiency, accessibility, and autonomy, enabling self-directed, repeated practice. Prior research comparing VR and HF simulations has focused primarily on knowledge acquisition, skill development, and learner satisfaction. Given that medical students often...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41060979",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "explore the educational impact of virtual reality (VR) simulation compared to high-fidelity (HF) simulation",
      "significance": "of virtual reality (VR) simulation compared to high-fidelity (HF) simulation",
      "conclusion": null
    },
    {
      "title": "Translation and validation of the artificial intelligence anxiety scale in German",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060923/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The AIAS-G is a psychometrically sound instrument designed to determine AI anxiety levels among German speakers. Further translation and validation studies are necessary to enable comparisons across various countries.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41060923",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The AIAS-G is a psychometrically sound instrument designed to determine AI anxiety levels among German speakers. Further translation and validation studies are necessary to enable comparisons across various countries"
    },
    {
      "title": "Population-level variation in thermal and photoperiodic responses of Pryeria sinica (Lepidoptera: Zygaenidae): a comparative study of Korean and Japanese populations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060785/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Pryeria sinica Moore is a leaf-feeding pest of ornamental Euonymus species, with a broad distribution across East Asia, as well as parts of Europe and North America. Despite its ecological and economic impact, little is known about its biological characteristics in Korea. This study investigated the developmental biology of the Korean population of P. sinica and compared it with the Japanese population to evaluate adaptive traits related to temperature and photoperiod. Larval development, pupal...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41060785",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the developmental biology of the Korean population of P",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Acetaminophen Access on Adolescent Self-poisoning in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The findings suggest that increased over-the-counter availability of acetaminophen may be associated with a rise in misuse among older adolescents. Public health measures, including stricter over-the-counter regulation and targeted interventions, may be needed to mitigate the risk of self-harm in this population.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41060614",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings suggest that increased over-the-counter availability of acetaminophen may be associated with a rise in misuse among older adolescents. Public health measures, including stricter over-the-counter regulation and targeted interventions, may be needed to mitigate the risk of self-harm in th..."
    },
    {
      "title": "Real-World Safety and Effectiveness of Evolocumab in Korean Patients with Atherosclerotic Cardiovascular Disease or Familial Hypercholesterolemia: A Post-Marketing Surveillance Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060527/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Evolocumab effectively lowered LDL-C levels and had a favorable safety profile in Korean patients with ASCVD or FH. The incidence of AEs was lower than in clinical trials, and no ADRs were observed among the SAEs. These results support the use of evolocumab as a viable therapeutic option.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41060527",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Evolocumab effectively lowered LDL-C levels and had a favorable safety profile in Korean patients with ASCVD or FH. The incidence of AEs was lower than in clinical trials, and no ADRs were observed among the SAEs"
    },
    {
      "title": "Opportunistic screening of low bone mass using knowledge distillation-based deep learning in chest X-rays with external validations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: OsPenScreen represents a scalable and effective tool for opportunistic low bone mass screening, utilizing routine CXRs without additional healthcare burdens. Its robust performance across diverse datasets highlights its potential to enhance early detection, preventing progression to osteoporosis and reducing associated healthcare costs.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41060523",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "OsPenScreen represents a scalable and effective tool for opportunistic low bone mass screening, utilizing routine CXRs without additional healthcare burdens. Its robust performance across diverse datasets highlights its potential to enhance early detection, preventing progression to osteoporosis and..."
    },
    {
      "title": "Rolling circle replication based nucleic acid nanostructures for programmable drug delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Nucleic acid nanostructures are powerful nanomaterials for biomedical applications owing to their inherent programmability, biocompatibility, and biodegradability. However, their usability has been limited by inefficient synthesis methods and their susceptibility to degradation in physiological environments. To overcome these challenges, rolling circle replication (RCR), an isothermal enzymatic reaction, has emerged as a polymerization method to generate ultra-long nucleic acid nanostructures...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41060272",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular-level understandings and device strategies for FAPbI<sub>3</sub>-based perovskite solar cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "The composition of halide perovskite has rapidly changed from methylammonium lead triiodide (MAPbI(3)) to formamidinium lead triiodide (FAPbI(3)) to achieve high-performance solar cells with power conversion efficiencies of over 27%. FAPbI(3) is well known for its suitable bandgap, closer to the ideal one, and improved stability under external stress. Nevertheless, the role of FA^(+) in determining the outstanding optoelectronic properties of FAPbI(3), distinct from MAPbI(3), is relatively less...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41060217",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Digital Phenotypes and Question-Asking on Emotional Disorders in Adolescents: 4-Week Field Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Integrating active and passive digital phenotypes through a mobile collection tool can help manage emotional disorders in adolescents. Use of the tool was associated with moderate reductions in depression and stress, as well as improvements in self-efficacy and time management, while anxiety levels remained unchanged, possibly due to adolescents' differing perceptions of anxiety. Passive digital phenotypes such as location variability and phone usage showed modest correlations with...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41060096",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Integrating active and passive digital phenotypes through a mobile collection tool can help manage emotional disorders in adolescents. Use of the tool was associated with moderate reductions in depression and stress, as well as improvements in self-efficacy and time management, while anxiety levels ..."
    },
    {
      "title": "Complete genome sequencing of <em>Limosilactobacillus fermentum</em> NS2301G2 isolated from kimchi",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Limosilactobacillus fermentum NS2301G2, isolated from fermented kimchi, underwent nanopore and Illumina sequencing, revealing a 2,077,637 base pair circular chromosome with 51.51% GC content, providing valuable genetic insights into lactic acid bacteria that contribute to food microbiology and probiotic research.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41060068",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Colloidal hydrodynamic interactions in viscoelastic fluids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41059952/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "The motion of suspended colloidal particles generates fluid disturbances in the surrounding medium that set up interparticle interactions. While such colloidal hydrodynamic interactions (HIs) have been extensively studied in viscous Newtonian media, comprehensive understanding of HIs in viscoelastic fluids is lacking. We develop a framework to quantify HIs in viscoelastic fluids with exquisite spatiotemporal precision by trapping colloids and inducing translation-rotation hydrodynamic coupling....",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41059952",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Critical Role in Structural Optimization and Activation of CAU-23 Membranes for CO<sub>2</sub> Separation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41059851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Metal-organic framework (MOF) membranes have emerged as promising candidates for energy-efficient CO(2) separations due to their tunable pore structures, high surface areas, and molecular-level selectivity. However, their performance is highly dependent on both their structural integrity and effective activation to remove residual pore-blocking species. In this study, the structural optimization and post-synthetic activation of CAU-23 membranes for CO(2) separation are investigated. Membranes...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41059851",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Postpartum Brain Reveals Repopulating Process and Long-Lasting Proteomic Changes of Microglia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41059788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "The maternal brain undergoes significant structural and functional neuroplastic changes, yet the cellular and molecular effects of parturition-and the role of microglia in the postpartum brain-remain poorly understood. Here, we investigated microglial dynamics in the peripartum and postpartum mouse brain, focusing on changes in microglial number, origin, and proteomic profile. To determine whether postpartum microglial replenishment arises from resident proliferation or peripheral monocyte...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41059788",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "microglial dynamics in the peripartum and postpartum mouse brain, focusing on changes in microglial number, origin, and proteomic profile",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply to Letter to the Editor Regarding the Article: \"Treatment Outcomes at Skeletal Maturity After Physeal-Sparing Procedures for Early-Onset Slipped Capital Femoral Epiphysis Using a Long Screw With a Short-Threaded Tip\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41059604/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41059604",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thrombus migration in intracranial large vessel occlusion: course, predictors, and impact on endovascular thrombectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41059510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In patients with intracranial large vessel occlusion, HAS, diastolic blood pressure, and onset-to-arrival time were associated with TM. These findings suggest a role for thrombus composition in the TM. Radiologic and clinical outcomes were comparable in the TM and non-TM groups.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41059510",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "a role for thrombus composition in the TM",
      "conclusion": "In patients with intracranial large vessel occlusion, HAS, diastolic blood pressure, and onset-to-arrival time were associated with TM. These findings suggest a role for thrombus composition in the TM"
    },
    {
      "title": "Mpox: transmission dynamics, treatment, and innovations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41059470/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "The resurgence of monkeypox (mpox), driven by Clade IIb of the monkeypox virus (MPXV), has intensified global concerns about its transmission, treatment, and prevention. Mpox, a zoonotic orthopoxvirus and is primarily transmitted through close contact with infected individuals, contaminated surfaces, or respiratory droplets. Historically, the virus has been divided into two clades: Clade I, endemic to Central Africa and characterized by higher fatality rates, and Clade II, linked to milder...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41059470",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial intelligence software for detecting unsuspected lung cancer on chest radiographs in an asymptomatic population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41059253/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: AI detects lung cancer on chest radiographs among asymptomatic individuals with comparable performance to experienced radiologists.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41059253",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AI detects lung cancer on chest radiographs among asymptomatic individuals with comparable performance to experienced radiologists"
    },
    {
      "title": "Impact of post-admission changes in potentially inappropriate medication use on risk of subsequent hospitalization among nursing home residents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41059191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings underscore the need for targeted interventions to manage polypharmacy and PIM use effectively in this population.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41059191",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings underscore the need for targeted interventions to manage polypharmacy and PIM use effectively in this population"
    },
    {
      "title": "Regional CSF volume quantification using deep learning for comparative analysis of brain atrophy in frontotemporal dementia subtypes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41059020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Frontotemporal dementia (FTD) encompasses heterogeneous clinical syndromes, and distinguishing its subtypes using imaging remains challenging.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41059020",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atomically thin bioelectronics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Tissue-like bioelectronics have emerged as practical, user-friendly and unobtrusive systems for seamless bidirectional integration with the human body. Two-dimensional materials, being led by the prototypical graphene, uniquely fit the task of creating ultrathin and functional interfaces with biological matter. In this Perspective, we comprehensively discuss 2D materials and their electrical, optical, environmental and mechanical properties relevant to bioelectronics. We present examples of 2D...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41058940",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Organizational Cynicism and Socialization on Nurses' Job Burnout: A Career-Stage-Based Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "This study examined the influence of organizational cynicism and socialization on job burnout among nurses at different career stages, aiming to provide foundational data for efficient workforce management. Data were collected from 271 clinical nurses at H University Hospital September 10-25, 2023. Participants completed a survey consisting of 70 questions covering general characteristics, job burnout, organizational cynicism, and organizational socialization. We conducted analyses using...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41058859",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the influence of organizational cynicism and socialization on job burnout among nurses at different career stages, aiming to provide foundational data for efficient workforce management",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pseudoballs as a distinct endotype of sinonasal bioballs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The pseudoballs were dual-negative in GMS and Gram staining and showed distinct clinical and radiological characteristics as a different endotype.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41058579",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The pseudoballs were dual-negative in GMS and Gram staining and showed distinct clinical and radiological characteristics as a different endotype"
    },
    {
      "title": "Beyond Enzyme Mimics: Engineering Photo-Responsive Nanozymes for Therapeutic Innovation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058512/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Nanozymes, which mimic the catalytic functions of natural enzymes, have attracted increasing attention because of their high stability, low cost, and scalable synthesis. However, their clinical potential is often constrained by their limited catalytic efficiency and poor substrate specificity. Recent developments in photo-responsive nanozymes offer a promising solution by integrating photocatalytic and photo-synergistic mechanisms to enhance activity and spatiotemporal control. These systems...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41058512",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sprayable pH-sensitive near-infrared fluorophore for rapid, bright, specific, and safe visualization of human thyroid cancer in orthotopic mouse models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058327/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The pH-sensitive near-infrared fluorophore PH10 brightly, rapidly, specifically, and safely labeled thyroid cancer in mouse models by spraying, demonstrating future clinical promise as a useful agent for improved visualization of thyroid cancer.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41058327",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The pH-sensitive near-infrared fluorophore PH10 brightly, rapidly, specifically, and safely labeled thyroid cancer in mouse models by spraying, demonstrating future clinical promise as a useful agent for improved visualization of thyroid cancer"
    },
    {
      "title": "Relapse in Schizophrenia: A Systematic Review of Criteria for Clinical Studies and International Consensus Guidelines to Improve Them",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058236/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: There are limitations and heterogeneity in current definitions of relapse, which limit study comparisons, potentially bias meta-analyses, and question the validity of some studies. Adopting the consensus recommendations for a standardized approach should improve the validity and reliability of study outcomes, facilitate cross-study comparisons, and also standardize research into risk factors for relapse.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41058236",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "There are limitations and heterogeneity in current definitions of relapse, which limit study comparisons, potentially bias meta-analyses, and question the validity of some studies. Adopting the consensus recommendations for a standardized approach should improve the validity and reliability of study..."
    },
    {
      "title": "Systemic T Cell Receptor Profiling Reveals Adaptive Immune Activation and Potential Immune Signatures of Diagnosis and Brain Atrophy in Epilepsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058231/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "OBJECTIVE: Epilepsy is increasingly associated with immune dysregulation and inflammation. The T cell receptor (TCR), a key mediator of adaptive immunity, shows repertoire alterations in various immune-mediated diseases. The unique TCR sequence serves as a molecular barcode for T cells, and clonal expansion accompanied by reduced overall TCR repertoire diversity reflects adaptive immune activation. We investigated peripheral TCR repertoire changes in epilepsy and their association with disease...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41058231",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Epilepsy is increasingly associated with immune dysregulation and inflammation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Potential Bias in Self-Controlled Case Series Design: Impact of Incident Versus Prevalent Scenarios of Exposure and Outcome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In prevalent exposure scenarios, IRRs in both studies were attenuated, consistent with prevalent user bias. In prevalent outcome scenarios, where survivor bias was anticipated, no notable shifts in IRRs were observed, possibly due to the high severity and low recurrence of the outcomes associated with the respective exposures. Further consideration of prevalent user and survivor bias is important when interpreting SCCS results. Additional research is needed to quantify the impact of...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41058203",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "when interpreting SCCS results",
      "conclusion": "In prevalent exposure scenarios, IRRs in both studies were attenuated, consistent with prevalent user bias. In prevalent outcome scenarios, where survivor bias was anticipated, no notable shifts in IRRs were observed, possibly due to the high severity and low recurrence of the outcomes associated wi..."
    },
    {
      "title": "Gene supplementation with precise transgene expression rescues hearing loss in a mouse model with an Mpzl2 East Asian founder variant",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058175/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Hearing loss is the most common sensory organ disorder, with genetic factors substantially contributing to the disease. Among the 87 genes responsible for autosomal recessive nonsyndromic hearing loss, mutations in MPZL2 have been frequently linked to mild-to-moderate autosomal recessive hearing loss (DFNB111). Here, we present multiple families whose hearing loss arose from biallelic mutations in the MPZL2 gene and found that the MPZL2 p.Q74* mutation may be a founder allele among East Asians....",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41058175",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feasibility Study of a Novel Stent-Based Low-Level Laser Therapy Device for Reducing Severe Radiation-Induced Oral Mucositis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The intraoral stent-based LLLT device is a safe and potentially effective intervention for reducing severe RIOM. Randomized trials are warranted to confirm these findings.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41058057",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The intraoral stent-based LLLT device is a safe and potentially effective intervention for reducing severe RIOM. Randomized trials are warranted to confirm these findings"
    },
    {
      "title": "EIPR1 variants cause a neurodevelopmental disorder with endolysosomal and dense core vesicle defects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "EIPR1 (EARP-interacting protein 1, formerly known as TSSC1) is a WD40-domain protein that interacts with the EARP (endosome-associated recycling protein) and GARP (Golgi-associated retrograde protein) complexes in the process of delivering endosome-derived transmembrane cargos to the plasma membrane and the trans-Golgi network (TGN), respectively. Additionally, EIPR1 cooperates with EARP in the biogenesis of dense core vesicles. While these properties of EIPR1 were established in cultured cells...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41058046",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SERS-AI-LUA-Driven Salivary Diagnosis of Head and Neck Cancer Using Graphene-Assisted Plasmonic Nanocorals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41057997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "The early detection of head and neck cancer (HNC) remains an important challenge owing to the lack of reliable noninvasive biomarkers. This study introduces a graphene-assisted plasmonic nanocoral platform coupled with an artificial intelligence-linear unmixing algorithm for diagnosing HNC from saliva and identifying associated metabolic biomarkers. The nanocoral structures, formed via a spontaneous gold growth mechanism on graphene templates, exhibit strong plasmonic enhancement and selective...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41057997",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "challenge owing to the lack of reliable noninvasive biomarkers",
      "conclusion": null
    },
    {
      "title": "Temporal Stretch-Induced Nuclear Mechanosensing Coordinates Early Chromatin Accessibility and Genome Protection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41057974/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Cells respond to mechanical stimuli by transmitting forces to the nucleus, activating mechanosensitive molecules that alter chromatin organization and gene expression. While force-induced changes in cell fate are recognized, the spatiotemporal dynamics of nuclear mechanosensing remain unclear. Here, nuclear responses are investigated to temporal cyclic stretching in human dermal fibroblasts, uncovering a cascade of mechanosensitive events linking cytoskeletal remodeling, chromatin accessibility,...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41057974",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Barriers and facilitators associated with long-term follow-up care for childhood, adolescent, and young adult cancer survivors: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063133/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41063133",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of glutaminase 1 inhibitor on rotator cuff derived cells: a preliminary report in 12 patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study showed that GLS1 was upregulated in the degenerated rotator cuff, and that the administration of a GLS1 inhibitor decreased inflammation and aging markers while increasing cell viability and tendon markers in rotator cuff-derived cells. These results indicate that GLS1 inhibitors exert anti-inflammatory effects in rotator cuff tears, prevent age-related degeneration of the rotator cuff, and promote tendon repair.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41063122",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "that GLS1 inhibitors exert anti-inflammatory effects in rotator cuff tears, prevent age-related degeneration of the rotator cuff, and promote tendon repair",
      "conclusion": "This study showed that GLS1 was upregulated in the degenerated rotator cuff, and that the administration of a GLS1 inhibitor decreased inflammation and aging markers while increasing cell viability and tendon markers in rotator cuff-derived cells. These results indicate that GLS1 inhibitors exert an..."
    },
    {
      "title": "Clinical judgement processes of midwives engaged in in-hospital midwife-led births: a qualitative exploratory study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063018/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41063018",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unique genetic diversity of Propionibacterium acnes isolated from human facial skins in Thailand revealed by the multi-locus sequence typing scheme",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41062960",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acute effects of dynamic stretching on the mechanical properties of the triceps surae muscles assessed using shear wave ultrasound elastography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: DS effectively decreased MG stiffness, with no observed effects in the LG or SOL. These findings highlight inter-muscular variability in response to DS and suggest that DS may be particularly beneficial for targeting stiffness in the MG of the triceps surae muscles.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41062892",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DS effectively decreased MG stiffness, with no observed effects in the LG or SOL. These findings highlight inter-muscular variability in response to DS and suggest that DS may be particularly beneficial for targeting stiffness in the MG of the triceps surae muscles"
    },
    {
      "title": "Transient appearance of honeycomb sign: a prenatal finding of intestinal malrotation without volvulus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062891/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41062891",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of sodium caprate dosed as a mini-tablet or suspension on insulin delivery and mucosa histomorphology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062878/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41062878",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ethnicity-Based Personalized Clozapine Titration Strategies for Prevention of Clozapine-Induced Inflammation: Recommendations Based on Evidence from the Japanese Population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062801/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "In Japan, the use of clozapine is strictly regulated compared with other countries. Only Novartis Pharma completely controls marketing and package inserts, with no generic drugs available. Countless requirements should be met, including that clozapine can only be prescribed by hospitals and psychiatrists registered with the Clozaril Patient Monitoring Service, hospitalization is mandatory when starting clozapine treatment, patients cannot be discharged or stay overnight outside the hospital for...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41062801",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Textbook oncological outcomes of robotic and laparoscopic gastrectomy for locally advanced cancer: a propensity score-matched analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: RG contributed to higher TOO achievement, and achieving TOO significantly improved survival. Promoting RG may be an effective strategy to enhance oncological outcomes in locally advanced gastric cancer.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41062761",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RG contributed to higher TOO achievement, and achieving TOO significantly improved survival. Promoting RG may be an effective strategy to enhance oncological outcomes in locally advanced gastric cancer"
    },
    {
      "title": "The bone conduction threshold pattern may help to estimate the pathology underlying conductive hearing loss",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062678/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Air conduction and bone conduction thresholds in audiograms provide clinically useful information. However, whether bone conduction audiograms can help distinguish between different conductive hearing disorders remains unestablished. This retrospective case-control study included patients with hearing loss (surgically-confirmed ossicular sclerosis, ossicular discontinuity or tympanic membrane perforation) and a group of people with normal hearing (Jikei University School of Medicine, Tokyo,...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41062678",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gross hematuria after COVID-19 mRNA vaccination and kidney function trajectory in IgA nephropathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062661/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Gross hematuria (GH) following COVID-19 mRNA vaccination has been increasingly reported in patients with IgA nephropathy (IgAN). This study assessed the effect of post-vaccination GH on kidney function. A total of 441 Japanese outpatients with biopsy-confirmed IgAN (median age: 51 years; 56% female; baseline eGFR: 57 mL/min/1.73 m²) were classified into three groups: unvaccinated (n = 25), vaccinated without GH (n = 391), and vaccinated with GH (n = 25). Kidney function was evaluated at...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41062661",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Return to work and factors influencing recovery after endoscopic transsphenoidal surgery for hypothalamic and pituitary tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "This study investigated the return-to-work (RTW) rates and associated factors following endoscopic transsphenoidal surgery (eTSS) among patients with pituitary and hypothalamic tumors in Japan. The primary research question aimed to determine the variables affecting early RTW post-surgery. A retrospective analysis was conducted on 44 preoperatively employed patients who underwent eTSS at a single center between April 2018 and January 2025. Clinical data, including demographics, tumor...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41062583",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "the return-to-work (RTW) rates and associated factors following endoscopic transsphenoidal surgery (eTSS) among patients with pituitary and hypothalamic tumors in Japan",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A systematic comparison of CRISPR-Cas9 allele editing in Candida auris demonstrates unreliable cassette integration and effective episomal plasmid-based editing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Candidozyma (Candida) auris is an emergent fungal pathogen of significant interest for molecular research. A handful of CRISPR-Cas9 based allele editing tools have been optimized for C. auris. Nonetheless, allele editing in this species remains a significant challenge, and different systems have different advantages and disadvantages. In this work, we compare four systems to introduce the genetic elements necessary for the production of Cas9 and the guide RNA molecule in the genome of C. auris,...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41062549",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global phylogeny and taxonomy of Artemisia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062471/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Developing robust phylogenies and comprehensive taxonomies for big plant genera is crucial for unlocking plant-derived solutions to global sustainability challenges. Artemisia, a big genus comprising ~500 species, holds immense medicinal and ecological importance. Despite decades of efforts, establishing a comprehensive phylogeny and taxonomy for global Artemisia has remained a formidable challenge. Here, we reconstruct the most comprehensive phylogeny of global Artemisia to date (394 species)...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41062471",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vapor-induced porosity in graphene/PDMS: a scalable route to high-performance pressure sensors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "In the present paradigm of flexible and wearable technologies, piezoresistive sensors hold immense promise as e-skin in sensing applications. Introducing porosity in these sensors elevates the performance multi-fold. However, fabrication of porous piezoresistive sensors is complicated, energy-intensive and cost-ineffective, negating their pertinent advantages. We present a new method of developing porous, thin films based piezoresistive sensors by utilizing the inherent vaporability of ethanol...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41062461",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conversion of arachidonic acid into 14,15,19-trihydroxyeicosa-5,8,11-trienoic acid by Torula dematia NBRC 6213",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Lipids are one of the three major nutrients that play important roles as sources of energy and as components of cell membranes. Fatty acid metabolites exhibit physiological activities. Among fatty acid metabolites, some hydroxy arachidonic acids (ARAs) have bioactive functions. In this study, we found that Torula dematia NBRC 6213 converts ARA into unknown fatty acids. Liquid chromatography-mass spectrometry (LC-MS), gas chromatography-mass spectrometry, and nuclear magnetic resonance (NMR)...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41062336",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "roles as sources of energy and as components of cell membranes",
      "conclusion": null
    },
    {
      "title": "Benzomalvin G and H, an Atropisomeric Pair of Dimethoxylated Quinazolinobenzodiazepine Alkaloids Produced by Aspergillus fumigatiaffinis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062297/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Aspergillus and Penicillium species produce a variety of quinazolinobenzodiazepine (QBD) alkaloids by using different biosynthetic gene clusters (BGCs). During the course of metabolome analysis of Aspergillus fumigatiaffinis IFM55214, we discovered an atropisomeric pair of QBD natural products, benzomalvin G (1) and H (2), that are produced by this fungus. The isomer 1 was favored in organic solvents, and 2 was favored in aqueous solutions. The stereochemistry and conformation of these 2...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41062297",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identifying Robust Parameters for Flowability Analysis of Pharmaceutical Powders Using the Shear Cell Method",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "The flowability of powders in pharmaceutical formulations is critical for manufacturing robustness and content uniformity. Shear cell measurements aid in assessing flowability under consolidation and provide useful parameters for predicting powder behavior in real manufacturing. However, some of the parameters vary with void fraction (indentation load), thereby necessitating specification of the consolidation conditions under which the value was obtained; moreover, the given single value still...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41062296",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<sup>1</sup>H-NMR Spectroscopy Study of the Formation of Inclusion Complexes between Cucurbit[7]uril and Ciprofloxacin, Levofloxacin, and Lomefloxacin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062283/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Owing to the recent detection of pharmaceutical residues in aquatic environments, the development of methods for their removal has attracted increasing research attention. Considering the rich host-guest chemistry of cucurbit[7]uril (CB[7]), which can form stable inclusion complexes with various compounds, we envisioned that CB[7] could be used for capturing pharmaceutical residues in aquatic environments. In this study, using ¹H-NMR spectroscopy, we examined the formation of inclusion complexes...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41062283",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the formation of inclusion complexes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Head-to-head comparison of the RMI and ADNEX models to estimate the risk of ovarian malignancy: a systematic review and meta-analysis of external validation studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: ADNEX has better discrimination and clinical utility than RMI.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41062138",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ADNEX has better discrimination and clinical utility than RMI"
    },
    {
      "title": "Systematic Review and Meta-Analysis: Acetaminophen Use During Pregnancy and the Risk of Neurodevelopmental Disorders in Childhood",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Gestational exposure to acetaminophen was associated with a small increased risk of ADHD, which was attenuated in sensitivity analyses. Further studies are needed to examine this association more robustly.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41062061",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Gestational exposure to acetaminophen was associated with a small increased risk of ADHD, which was attenuated in sensitivity analyses. Further studies are needed to examine this association more robustly"
    },
    {
      "title": "Human papillomavirus driving cervical cancer: A mathematical model with persistent infection, cancer progression, and spontaneous remission",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41062022/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Human papillomavirus (HPV), a DNA virus, causes cervical cancer, which is the most common cancer among Japanese women in their forties. Upon infection, HPV temporarily proliferates but is usually eliminated by the immune system. However, if the virus enters the nuclei of epithelial cells, it can evade immune detection and establish a persistent infection. In this state, HPV inhibits apoptosis and allows genomic mutations to accumulate. Over many years, this can lead to dysplasia, genetic...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41062022",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photon Upconversion Enhanced by Ag<sub>29</sub> Nanocluster Sensitizers and Multifunctional P(DPA)<sub>3</sub> Acting as Triplet Mediator, Annihilator, and Emitter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "The [Ag(29)(BDT)(12)]^(3-) nanocluster (Ag(29), BDT = 1,3-benzenedithiolate) is renowned for its high stability, photoluminescence, and ability to accommodate up to four phosphine compounds as secondary ligands. Herein, the multichromophoric phosphine derivative P(DPA)(3), bearing three 9,10-diphenylanthracene (DPA) units, was employed to serve triple roles: triplet-energy mediator ligand, annihilator, and emitter. By adding an excess amount of P(DPA)(3) to Ag(29), a solution was prepared...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41061749",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Establishment of a method for evaluating the performance of radiation-protective eyewear using a radiochromic film",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061466/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "This study aimed to evaluate the directional dependence of GAFCHROMIC LD-V1 (LD-V1) and assess its utility in evaluating the performance of radiation-protective eyewear. To evaluate directional dependence, a piece of LD-V1 was placed on the surface of a semicylindrical acrylic phantom and irradiated with X-rays at angles ranging from 0° to 90° with the perpendicular incidence on the orange polyester surface set to 0° and from 180° to 270° with the perpendicular incidence on the white polyester...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41061466",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the directional dependence of GAFCHROMIC LD-V1 (LD-V1) and assess its utility in evaluating the performance of radiation-protective eyewear",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical features of cochlear implantation in Japan and factors affecting postoperative infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061455/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The trends in patient age and the number of simultaneous surgeries in Japan are consistent with the revised guidelines. The incidence of postoperative infections was 4.8 %. The factors associated with postoperative infection differed between pediatric and adult patients. These findings may help surgeons in the management of cochlear implantation.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41061455",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The trends in patient age and the number of simultaneous surgeries in Japan are consistent with the revised guidelines. The incidence of postoperative infections was 4"
    },
    {
      "title": "Automated standardization and harmonization of laboratory units in large-scale clinical data using open-source R functions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061385/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Automated, scalable standardization and harmonization of laboratory units are feasible and important, substantially improving consistency and interoperability of large multi-source datasets. These functions enable reliable data integration for analytics and machine learning, reduce bias from coding and unit variability, and provide a quality-control mechanism for identifying structural inconsistencies. The open-source implementation supports integration into routine ETL pipelines...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41061385",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Automated, scalable standardization and harmonization of laboratory units are feasible and important, substantially improving consistency and interoperability of large multi-source datasets. These functions enable reliable data integration for analytics and machine learning, reduce bias from coding ..."
    },
    {
      "title": "Challenges of Aufheben to Promote Druglikeness: Chemical Modification Strategies to Improve Aqueous Solubility and Permeability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061162/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "A key challenge in drug discovery is to endow candidate bioactive molecules with druglike properties. However, the optimization of critical, often-conflicting physicochemical properties through chemical modifications is particularly difficult, and the term Aufheben has been adopted to describe the simultaneous preservation and modification of apparent opposites to achieve improvement. This perspective examines strategies to reconcile conflicting parameters, such as lipophilicity/hydrophilicity,...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41061162",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phage lysis protein Lys<sup>M</sup> acts as a wedge to block MurJ conformational changes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Many antibiotics target essential cellular processes. To combat multidrug-resistant bacteria, new antibacterial strategies are needed. In the peptidoglycan biogenesis pathway in Escherichia coli, MurJ, the lipid II flippase, is an essential membrane protein. The 37-residue protein M from the Levivirus phage, known as Lys^(M) or Sgl^(M), targets MurJ and induces cell lysis; however, its molecular mechanism remains unclear. Here, we present the cryo-EM structure of the MurJ/Lys^(M) (JM) complex at...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41061077",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immune signatures link myelin oligodendrocyte glycoprotein antibody-associated disease to other autoantibody-mediated conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41061045/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Myelin oligodendrocyte glycoprotein antibody-associated disease (MOGAD) is a recently defined neurological autoimmune condition. The pathogenesis of the disease remains poorly understood, and no specific therapies are currently approved. Here, a comprehensive single-cell immunophenotyping of peripheral blood mononuclear cells from two independent cohorts of patients with MOGAD revealed pronounced immune perturbations in MOGAD when compared with healthy controls and patients with multiple...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41061045",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term outcomes of combination therapy with stereotactic body radiation therapy plus cryoablation using liquid nitrogen for stage I non-small cell lung cancer with tumors ≥2 cm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Combination therapy with stereotactic body radiation therapy followed by cryoablation is a feasible and favorable treatment for stage I non-small cell lung cancer with tumors ≥2 cm.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41060946",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Combination therapy with stereotactic body radiation therapy followed by cryoablation is a feasible and favorable treatment for stage I non-small cell lung cancer with tumors ≥2 cm"
    },
    {
      "title": "Dispersant-dependent Exfoliation Behavior of Pristine HLaNb<sub>2</sub>O<sub>7</sub>·<em>x</em>H<sub>2</sub>O Layered Perovskite and Its <em>n</em>-Propoxy Derivative in Aspects of Polarity and Hydrolysis Phenomena",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "The exfoliation efficiency of pristine HLaNb(2)O(7)·xH(2)O (HLN) layered perovskite and its n-propoxy derivative (Pro-LN) by ultrasonication was thoroughly investigated by utilizing H(2)O and 2-butanone as dispersants. Exfoliation efficiencies of 52 and 33% were achieved for Pro-LN in H(2)O and 2-butanone, respectively. In contrast, HLN showed an exfoliation efficiency of 18% in H(2)O, while no exfoliation occurred in 2-butanone. Pro-LN demonstrated a higher exfoliation efficiency than HLN in...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41060846",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mixed-anion compounds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060669/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41060669",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Significant Change in the Roll-Off Angle of a Liquid Droplet on a Polymer Surface at the Glass Transition Temperature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Detecting the glass transition temperature (T(g)) of polymers is of great importance as the physical properties of polymers change dramatically at this temperature. In this study, we demonstrate that the T(g) of a polymer surface can be determined from the roll-off angle of a liquid droplet. While the glass transition has a limited effect on the static contact angle, the roll-off angle exhibits a pronounced change at T(g). Above T(g), when the polymer surface becomes soft, the vertical force...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41060631",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Impact of Intraoperative Hypothermia on Outcomes Following Esophagectomy for Esophageal Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Intraoperative hypothermia (<35°C) was significantly associated with increased probabilities of overall postoperative complications, anastomotic leakage, pneumonia, and severe complications following esophagectomy.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41060605",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Intraoperative hypothermia (<35°C) was significantly associated with increased probabilities of overall postoperative complications, anastomotic leakage, pneumonia, and severe complications following esophagectomy"
    },
    {
      "title": "Burkitt in disguise: clonal transformation of incidentally detected gallbladder diffuse large B-cell lymphoma in a liver transplant recipient",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Post-transplant lymphoproliferative disorders (PTLDs) typically arise months to years after solid-organ transplantation and are frequently driven by Epstein-Barr virus (EBV). However, EBV-negative monomorphic PTLDs are increasingly recognized as an alternative pathogenesis. We report a case of a 64-year-old man who underwent liver transplantation and was found to have a minute focus of diffuse large B-cell lymphoma (DLBCL) in the resected gallbladder. Given the absence of residual disease and...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41060581",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fatal hemothorax following complicated VV-ECMO cannulation in an anticoagulated patient with severe COVID-19 pneumonia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Venovenous extracorporeal membrane oxygenation (VV-ECMO) is a lifesaving procedure for patients with acute respiratory distress syndrome (ARDS) due to severe coronavirus disease (COVID-19) pneumonia. COVID-19 infection is a risk factor for the development of coagulopathy and anticoagulant treatment is recommended. Moreover, anticoagulant therapy is often used to prevent circulatory coagulopathy during ECMO therapy. A man on dual antiplatelet therapy was hospitalized with severe COVID-19...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41060560",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automatic segmentation of male pelvic floor soft tissue structures for anatomical simulation and morphological assessment in lower rectal cancer surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We developed an auto-segmentation model that can independently delineate soft-tissue structures in the male pelvis using 3D T2-weighted MRIs, providing valuable assistance to doctors in understanding pelvic anatomy.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41060495",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We developed an auto-segmentation model that can independently delineate soft-tissue structures in the male pelvis using 3D T2-weighted MRIs, providing valuable assistance to doctors in understanding pelvic anatomy"
    },
    {
      "title": "Methyl-beta-cyclodextrin and myriocin alleviate blood-brain barrier impairment in septic rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "In this study, the effect of targeting plasma membranes by depleting cholesterol and inhibiting sphingolipid synthesis using methyl-beta-cyclodextrin (MβCD) and myriocin, respectively, on blood-brain barrier (BBB) integrity was investigated in rats under septic conditions induced by cecal ligation and puncture (CLP). Horseradish peroxidase (HRP) and Evans blue (EB) tracers were used to assess BBB permeability. Caveolin (Cav)-1, claudin-3 and -5, and glucose transporter (Glut)-1 expression was...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41060462",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical utility of the cancer-inflammation prognostic index for identifying high-risk stage II colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: CIPI is a simple, objective preoperative biomarker independently associated with recurrence and survival in patients with stage II CRC and may enhance risk stratification for adjuvant therapy and postoperative surveillance.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41060448",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "preoperative biomarker independently associated with recurrence and survival in patients with stage II CRC and may enhance risk stratification for adjuvant therapy and postoperative surveillance",
      "significance": null,
      "conclusion": "CIPI is a simple, objective preoperative biomarker independently associated with recurrence and survival in patients with stage II CRC and may enhance risk stratification for adjuvant therapy and postoperative surveillance"
    },
    {
      "title": "International Society for Heart and Lung Transplantation Consensus Statement on the Referral and Selection of Pediatric Lung Transplant Candidates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Children with advanced lung diseases are eligible to be considered as potential candidates for lung transplantation around the world. The timing of referral, evaluation, determination of candidacy, and listing of candidates poses challenges and ethical dilemmas for pediatric care providers. To address these challenges, the International Society for Heart and Lung Transplantation appointed an international panel of expert members to review the literature, to consider recent advances in the...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41060377",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Host-mediated endophyte-pathogen competition in roots enables asymptomatic fungal colonization in Arabidopsis thaliana",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060312/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Seed plants frequently accommodate pathogenic microbes without showing disease symptoms. However, the mechanisms preventing disease progression within the host remain poorly understood. Here, we reveal a root-colonizing endophytic fungus, Colletotrichum fructicola (designated CfE), and a closely related pathogen, C. gloeosporioides (CgP), from asymptomatic field-grown Brassicaceae plants. In Arabidopsis thaliana, CgP grows hyphae into the central cylinder of the root and causes necrosis, an...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41060312",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genome-wide identification of genes associated with enhanced carbon secretion in cluster roots of Lupinus albus L",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060303/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Several plant species adapted to low-phosphorus (P) conditions develop cluster roots, specialized structures that release organic acids and acid phosphatases (APases) to increase inorganic phosphate (Pi) availability. White lupin (Lupinus albus L.) is used as a model for studying cluster root function. Using a positron-emitting tracer imaging system (PETIS), we previously observed spot-like carbon (C) secretion patterns in the cluster roots of white lupin, amounts of which differed widely among...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41060303",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carbon source diversity shapes bacterial interspecies interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Bacterial communities exhibit various classes of interspecies interactions, ranging from synergistic to competitive. As these interaction classes play a crucial role in determining characteristics of bacterial communities, including species composition and community stability, understanding the mechanisms that shape them is important. Whereas several studies have suggested that synergistic interactions are rare, a study focused on single-carbon-source environments reported them to be relatively...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41060295",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Geometrical and electronic properties of a family of high-spin cobalt(II) dimers bridged by 3,5-bis(pyridin-2-yl)pyrazolate and 3,5-bis(pyridin-2-yl)triazole ligands: insights into their catalysis in two-electron one-step CO<sub>2</sub> reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41060143/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "The crystal structure of bis[μ-3,5-bis(pyridin-2-yl)pyrazolato-κ⁴N²,N³:N¹,N⁵]bis[bis(methanol-κO)cobalt(II)] dinitrate methanol disolvate, [Co(2)(C(13)H(9)N(4))(2)(CH(4)O)(4)](NO(3))(2)·2CH(4)O (I), was solved by X-ray diffractometry in order to gain insights into its electronic and catalytic properties because of its relevance to an analogous cobalt(II) dimer (V) which was shown to be highly active for CO(2) reduction. The geometrical and electronic properties are also discussed in relation to...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41060143",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and Validation of a Negative Emotions Scale for Public Health Nurses Engaged in Child Abuse Prevention Activities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41059770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The Cronbach's alpha coefficient and other factors confirmed the scale's reliability, and correlations with other scales confirmed its validity.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41059770",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Cronbach's alpha coefficient and other factors confirmed the scale's reliability, and correlations with other scales confirmed its validity"
    },
    {
      "title": "Fabrication of Nitrogen-Doped Mesoporous Carbon With Tunable Pore Size via Self-Assembly of Poly(4-Vinylpyridine)-Block-Poly(2,2,2-Trifluoroethyl Methacrylate)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41059716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Precise control of pore structures of nitrogen-doped mesoporous carbon (NMC) is still challenging. In this study, we address this issue by developing a soft-template approach based on the molecular design of block copolymers, enabling systematic tuning of nanostructures. Specifically, we synthesized poly(4-vinylpyridine)-block-poly(2,2,2-trifluoroethyl methacrylate) (P4VP-b-PTFEMA) via reversible addition-fragmentation chain-transfer (RAFT) polymerization and employed it as a soft template for...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41059716",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improving the TADF properties of deep-blue multiple-resonance emitters by strategic oxygen-sulfur replacement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41059634/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "An oxygen-sulfur replacement for improving thermally activated delayed fluorescence (TADF) materials based on a multiple-resonance (MR) effect is reported. A comprehensive computational analysis of four possible isomers revealed that the precise placement of the sulfur atom is crucial to suppress undesired spectral red-shifts. Among them, a promising deep-blue emitter, DOB2-DABNA-C-NP-S-1, exhibits emission at 458 nm with a narrow full width at half maximum (FWHM) of 20 nm. Moreover, its reverse...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41059634",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Kinematic and thermodynamic studies on water micro-droplets supercooled in a vacuum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41059622/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Evaporation of water droplets in a vacuum induces rapid evaporative cooling that leads to a supercooled state of water. Observation of supercooled water provides valuable insights into ice nucleation and subsequent freezing processes. Here, we introduce 40 μm water droplets into a vacuum to study their cooling and freezing dynamics by several experimental techniques. High-speed imaging is employed to observe oscillatory distortion that reflects surface tension and viscosity of the supercooled...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41059622",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adalimumab around the world: comparative analysis of products characteristics and patient support systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41059275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Following the expiration of the adalimumab originator patent, there has been a rapid increase in the availability and uptake of adalimumab biosimilars. While chemically and clinically similar in effects, there are substantial non-pharmacological differences in these products. This global review compares the originator versus currently available adalimumab biosimilars, focusing on variations in formulations and patient support systems across different countries. The goal is to provide prescribers...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41059275",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "is to provide prescribers",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial photosynthetic processes using carbon dioxide, water and sunlight: can they power a sustainable future?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41059111/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Solar-driven carbon dioxide reduction (CO(2)RR) mimics natural photosynthesis by harnessing sunlight to convert water and CO(2) into chemicals, thereby enabling the storage of solar energy in energy-dense molecules for on-demand use. With the accelerated advancement of solar-driven CO(2)-to-chemicals conversion technologies, this approach holds promise for contributing to the realisation of a zero-carbon society, a target increasingly prioritised by governments worldwide. Here, we argue that...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41059111",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Defect-Driven Reconstruction of Bismuth Nanoflowers via Precursor Engineering for Highly Efficient CO<sub>2</sub>-to-Formate Electrochemical Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Electrochemical reduction of CO(2) represents a promising strategy for converting CO(2) into value-added chemical products. Currently, significant efforts have been devoted to developing more efficient Bi-based catalysts to reduce CO(2) to formate. However, the role of precursor defects in directing the electrochemical reconstruction of Bi-based catalysts is yet to be thoroughly investigated. Herein, a strong alkali-induced strategy, coupled with electrochemical reduction for controllable...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41058720",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reactivity of a molybdenum-nitride complex bearing an NHC-based PCP-type pincer ligand toward unsaturated substrates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058517/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Reactivity of a molybdenum-nitride complex bearing an N-heterocyclic carbene (NHC)-based PCP-type pincer ligand (1), whose nitride ligand is derived from dinitrogen, toward various unsaturated substrates was systematically investigated. The reaction of complex 1 with carbon monoxide as a substrate featuring a C-O triple bond afforded the corresponding cationic nitride-carbonyl complex, where the carbonyl ligand is coordinated to the molybdenum centre in place of the iodine ligand. Reactions of...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41058517",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Roaming-controlled formation of dimethyl ether and methanol: role of nonequilibrium dynamics and integrability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "We investigated dimethyl ether formation via ionization reactions between carbene and methanol using quantum mechanical calculations and ab initio molecular dynamics (AIMD) simulations. Monovalent ionization formed a carbene-methanol bond but did not induce isomerization to dimethyl ether. In contrast, electron recombination of the ionized complex efficiently triggered isomerization. A comparative study with the carbene-water system showed that recombination also produced methanol; however,...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41058448",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "dimethyl ether formation via ionization reactions between carbene and methanol using quantum mechanical calculations and ab initio molecular dynamics (AIMD) simulations",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A novel role for ADAMTS13 in hyperfibrinolysis after trauma-induced shock<sup>☆</sup>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41058374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: During trauma-induced shock, ADAMTS13 can circulate in a truncated and hyperactivated conformation, which is associated with hyperfibrinolysis and mortality. In vitro, tissue plasminogen activator and plasmin can truncate ADAMTS13, increasing its activity. Additionally, ADAMTS13 directly contributes to hyperfibrinolysis, and tranexamic acid can prevent ADAMTS13 degradation.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41058374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "During trauma-induced shock, ADAMTS13 can circulate in a truncated and hyperactivated conformation, which is associated with hyperfibrinolysis and mortality. In vitro, tissue plasminogen activator and plasmin can truncate ADAMTS13, increasing its activity"
    },
    {
      "title": "Acaricidal bioactivity and molecular target analysis of Origanum onites and Ocimum gratissimum essential oils against Haemaphysalis doenitzi ticks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The results of this study provide important insight into the toxicity mechanisms of ticks, and indicate that carvacrol and O. onites EO can be used as alternatives to chemically synthesized acaricides.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41063259",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "insight into the toxicity mechanisms of ticks, and indicate that carvacrol and O",
      "conclusion": "The results of this study provide important insight into the toxicity mechanisms of ticks, and indicate that carvacrol and O. onites EO can be used as alternatives to chemically synthesized acaricides"
    },
    {
      "title": "Mitochondrial electron transport chain gene-based prognostic model identifies SDHB as a key regulator of low-grade glioma progression and therapeutic target",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study provides a comprehensive analysis of METCGs in LGG and develops a robust prognostic model for patient stratification. SDHB, a key subunit of Complex II, plays a crucial role in mitochondrial function and tumor progression. Our findings suggest that he high expression of SDHB in LGG contributes to maintaining elevated SDH and Complex II activity, ensuring the structural and functional integrity of mitochondrial ETC complexes. This supports the high ROS production and MMP...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41063254",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides a comprehensive analysis of METCGs in LGG and develops a robust prognostic model for patient stratification. SDHB, a key subunit of Complex II, plays a crucial role in mitochondrial function and tumor progression"
    },
    {
      "title": "The multimodal neuroimaging signatures and gene expression profiles for adverse childhood experiences",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063252/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings characterize the neural substrates of ACEs, providing valuable insights into their impact on neurodevelopment and suggesting potential targets for ACEs-related disorders.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41063252",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on neurodevelopment and suggesting potential targets for ACEs-related disorders",
      "conclusion": "These findings characterize the neural substrates of ACEs, providing valuable insights into their impact on neurodevelopment and suggesting potential targets for ACEs-related disorders"
    },
    {
      "title": "A multi-omics Mendelian randomization study reveals PAM as a potential therapeutic target for type 2 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: The progression of type 2 diabetes (T2D) is driven by pancreatic β-cell dysfunction and loss, yet current therapies fail to address this core pathophysiology.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41063246",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SENP1 drives glycolysis and cisplatin resistance in gastric cancer via desumoylating ENO1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063235/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: SENP1 facilitates gastric cancer progression by metabolic reprogramming. Targeting SENP1 with Momordin Ic is a novel therapeutic approach for GC patients.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41063235",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SENP1 facilitates gastric cancer progression by metabolic reprogramming. Targeting SENP1 with Momordin Ic is a novel therapeutic approach for GC patients"
    },
    {
      "title": "New experimental therapies for glioblastoma: a review of preclinical research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41063230",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Streptococcus mutans Growth Inhibition by the Probiotic Lacticaseibacillus rhamnosus GG as an Additive to Infant Formula",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063228/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Commercial probiotic-enriched infant formula effectively suppresses SM growth in vitro. The observed suppression of SM growth in this study provides evidence for this dietary intervention's anticariogenic potential.",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41063228",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Commercial probiotic-enriched infant formula effectively suppresses SM growth in vitro. The observed suppression of SM growth in this study provides evidence for this dietary intervention's anticariogenic potential"
    },
    {
      "title": "Healthcare providers' perceptions on facility-based screening for intimate partner violence: a multi-center qualitative formative research at assisted reproductive technology clinics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41063217",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immunometabolism: crosstalk with tumor metabolism and implications for cancer immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063213/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Immunometabolism has established a groundbreaking paradigm for cancer immunotherapy by decoding the intricate interaction networks between metabolic pathways and immune responses. This review comprehensively explores the metabolic reprogramming of immune cells in the tumor microenvironment, analyzes the roles of key metabolic pathways, enzymes, and metabolites in immune regulation, and unveils the intricate metabolic interactions between tumor and immune cells. Furthermore, we discuss how...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41063213",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning based semi-automated model can predict lineage in patients with pituitary neuroendocrine tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063205/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "Pituitary neuroendocrine tumors (PitNETs) represent the most prevalent category of neuroendocrine neoplasms. Contemporary classification paradigms emphasize transcription factor immunohistochemistry (IHC) as a cornerstone for molecular subtyping and risk stratification. However, the clinical adoption of this approach is hindered by the lack of standardized interpretative thresholds for antibody staining and limited global availability of specialized reagents, particularly in resource-limited...",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41063205",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The bright and dark sides of openness on quality of life: the role of emotions and self-efficacy beliefs within a GAMs, a network approach and mediation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251009033618&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-08T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41063201",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}