{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-02-28T19:27:15.210Z",
  "totalItems": 150,
  "totalArchived": 58885,
  "newPapersAdded": 128,
  "institutionBreakdown": {
    "KAIST": 27,
    "SNU": 18,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 20,
    "IBS": 100,
    "UNIST": 0,
    "Hanyang University": 1,
    "KIST": 1,
    "GIST": 4,
    "Kyung Hee University": 4,
    "Pusan National University": 4
  },
  "subjectAreaBreakdown": {
    "Neuroscience": 11,
    "Biomedical": 27,
    "Multidisciplinary": 87,
    "Cancer Research": 12,
    "Computer Science": 4,
    "Materials Science": 9
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Amyloid fibrils in Alzheimer's disease differently modulate sleep and cortical oscillations in mice depending on the type of amyloid",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Alzheimer's disease (AD) is characterized by aggregation and deposition of the amyloid-beta (Aβ) protein in patients' brains, with aging contributing through oxidative stress and neuroinflammation. Sleep disturbances are common in patients with AD and exacerbate cognitive impairment. However, it remains unclear how aggregation of specific Aβ species in distinct brain regions contributes to sleep dysfunction. To address this, we characterized amyloid fibrils formed by Aβ1-40 (Aβ40) and Aβ1-42...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41762531",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A model of new-onset refractory status epilepticus (NORSE) using intrahippocampal kainic acid in adolescent mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "New-onset refractory status epilepticus (NORSE) is a devastating neurological condition characterized by the sudden onset of prolonged, drug-resistant seizures in previously healthy individuals. A clinically relevant animal model is essential to elucidate its pathophysiology, improve treatment, and reduce morbidity and mortality in NORSE. We developed an adolescent mouse model of NORSE by inducing prolonged convulsive status epilepticus in postnatal day 40 (P40) C57BL/6 J mice-corresponding to...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41762487",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Language impairment as a risk factor for dementia conversion in parkinson's disease with mild cognitive impairment: a quantitative EEG study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Mild cognitive impairment in Parkinson's disease (PD-MCI) is regarded as a transitory stage between normal cognition and dementia, and patients with PD-MCI have an increased risk of progression into PD dementia (PDD). We aimed to explore whether specific cognitive domain dysfunction is associated with dementia conversion in PD-MCI, and quantitative electroencephalography (qEEG) biomarkers for the domain dysfunction. We retrospectively reviewed 72 patients with PD-MCI. All patients underwent EEG...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41762437",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "explore whether specific cognitive domain dysfunction is associated with dementia conversion in PD-MCI, and quantitative electroencephalography (qEEG) biomarkers for the domain dysfunction",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MCC950 Suppresses Hepatic Inflammaging by Inhibiting NLRP3 Inflammasome Activation in Spontaneously Aged Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: These findings suggest that NLRP3 inflammasome inhibition with MCC950 alleviates age-associated hepatic inflammation and may represent a potential therapeutic strategy for mitigating inflammaging and preserving liver function in the elderly.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KAIST"
      ],
      "pmid": "41761971",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that NLRP3 inflammasome inhibition with MCC950 alleviates age-associated hepatic inflammation and may represent a potential therapeutic strategy for mitigating inflammaging and preserving liver functi...",
      "conclusion": "These findings suggest that NLRP3 inflammasome inhibition with MCC950 alleviates age-associated hepatic inflammation and may represent a potential therapeutic strategy for mitigating inflammaging and preserving liver function in the elderly"
    },
    {
      "title": "Predicting Stereotactic Body Radiation Therapy Response Using an AI-Based Tumor Vessel Biomarker",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "IntroductionAbnormal tumor vasculature impairs oxygen delivery and induces hypoxia, contributing to treatment resistance and poor prognosis in non-small cell lung cancer (NSCLC). Although radiation therapy can modulate tumor vessels, its effects vary widely due to vascular heterogeneity. Therefore, a reliable and noninvasive method to quantify vascular abnormality is needed to better predict treatment outcomes.MethodsWe developed a deep learning-based imaging biomarker, the Vessel Risk Score...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41761492",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Indoor airflow effect on the detectability of airborne pathogens: Simulation with computational fluid dynamics and validation with field PCR measurements",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762457/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Detecting airborne pathogens (bioaerosols), such as bacteria and viruses, in multi-use facilities is important to prevent infection through the air. To that end, a sufficient volume of air is necessary to detect pathogens with polymerase chain reaction (PCR) tests. However, determining positions at which air samplers should be located in such facilities can be challenging. In this work, we performed case studies in an office for students, in which a ceiling-type air conditioner and an air...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41762457",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to prevent infection through the air",
      "conclusion": null
    },
    {
      "title": "Sex Differences in Genetic and Environmental Influences on Age at Initiation of Gaming",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762339/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "The link between age at initiation of gaming (AAIG) and gaming addiction (GA) is well established, but the genetic and environmental etiology of AAIG remains poorly understood due to the scarcity of genetically informative studies. This study investigated genetic and environmental influences on AAIG using data from 1,394 South Korean adult twins (mean age = 23.0 ± 2.6 years; range = 19 to 30 years). Tetrachoric correlations for AAIG were 0.96 (95% CI = 0.92, 0.98) for monozygotic (MZ) male, 0.84...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41762339",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "genetic and environmental influences on AAIG using data from 1,394 South Korean adult twins (mean age = 23",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex-Based Differences in Clinical Outcomes With Edoxaban Therapy: A Prespecified Analysis of the EPIC-CAD Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Edoxaban monotherapy reduced primary net adverse events at 12 months in men but not in women. No significant interaction with sex was observed. Further research is needed to identify sex-specific antithrombotic strategies for patients with AF and CAD. (Edoxaban Versus Edoxaban With Antiplatelet Agent in Patients With Atrial Fibrillation and Chronic Stable Coronary Artery Disease [EPIC-CAD]; NCT03718559).",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41762182",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Edoxaban monotherapy reduced primary net adverse events at 12 months in men but not in women. No significant interaction with sex was observed"
    },
    {
      "title": "Prevalence and Treatment of Guitar-Related Medical Problems: A Systematic Review of Clinical Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "AIMS: As the number of professional and amateur guitarists continues to grow, there is a need to summarize the clinical evidence on the prevalence and treatment of this population. This systematic review aimed to provide an overview of the diseases and symptoms affecting guitarists and the available treatments.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41762154",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "As the number of professional and amateur guitarists continues to grow, there is a need to summarize the clinical evidence on the prevalence and treatment of this population",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prediction and risk factor analysis of dental implant failure using Cox regression and machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761925/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: RSF showed good, but not superior, predictive accuracy compared with the best-performing Cox model. The choice of analytical method for implant survival studies should consider model complexity in relation to the dataset's sample size and event rate.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41761925",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RSF showed good, but not superior, predictive accuracy compared with the best-performing Cox model. The choice of analytical method for implant survival studies should consider model complexity in relation to the dataset's sample size and event rate"
    },
    {
      "title": "Extracellular vesicles conjugated with c(RGDyk) peptide targeting integrin αVβ3 repair optic nerve injury through YAP/TAZ and Smad2/3 signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761675/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Extracellular vesicles (EVs) derived from mesenchymal stem cells have therapeutic potential for optic nerve injury. However, further investigations are needed to increase their efficacy. In this study, we tried to enhance targeting and recovery function of EVs using conjugation with integrin αVβ3 antagonist-c(RGDyk) peptide. The molecular mechanism of neuronal repair was investigated as a potential treatment for optic nerve injury. EVs were shown to restore effectively the abnormal regulations...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41761675",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>APOE4</em>-dependent association between metformin use and Alzheimer's disease-related cortical thickness in older adults with type 2 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761644/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "BackgroundMetformin has been proposed to have neuroprotective benefits, but its effects on AD-related brain changes remain unclear and may be influenced by apolipoprotein E ε4 (APOE4) genotype, a major genetic risk factor for AD.ObjectiveTo examine the association between metformin use and in vivo AD pathologies and to evaluate whether APOE4 status moderates these associations in older adults with type 2 diabetes mellitus (T2DM).MethodsThis cross-sectional study used baseline data from 76...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41761644",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Monte Carlo study on fetal dose assessment for carbon beam craniospinal irradiation during pregnancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761599/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Considering the significant attention to carbon therapy, as a first dedicated effort, the result would be clinically informative to estimate the fetal dose from carbon therapy during pregnancy.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41761599",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Considering the significant attention to carbon therapy, as a first dedicated effort, the result would be clinically informative to estimate the fetal dose from carbon therapy during pregnancy"
    },
    {
      "title": "Regenerative Effect of Injectable Collagen Loaded With Mesenchymal Stem Cell-Derived Extracellular Vesicles in a Collagenase-Induced Tendinopathy Rat Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Local delivery of MSC-EVs embedded within an injectable collagen scaffold enhanced tendon regeneration in a rat model of collagenase-induced tendinopathy. The collagen matrix provided sustained retention and bioactivity of the EVs, resulting in superior structural and histological recovery compared to either treatment alone. These findings support the therapeutic synergy between EVs and collagen and offer preclinical validation for a translatable, cell-free therapeutic strategy for...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41761488",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Local delivery of MSC-EVs embedded within an injectable collagen scaffold enhanced tendon regeneration in a rat model of collagenase-induced tendinopathy. The collagen matrix provided sustained retention and bioactivity of the EVs, resulting in superior structural and histological recovery compared ..."
    },
    {
      "title": "Duration of Smoking Cessation Needed to Achieve Retear Rates Comparable to Those of Nonsmokers After Arthroscopic Rotator Cuff Repair",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Sustained smoking cessation significantly lowers retear rates after rotator cuff repair, with at least 3 years of abstinence required to achieve rates comparable to those of nonsmokers. Pack-years and duration of cessation serve as independent predictors of tendon healing.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41761469",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sustained smoking cessation significantly lowers retear rates after rotator cuff repair, with at least 3 years of abstinence required to achieve rates comparable to those of nonsmokers. Pack-years and duration of cessation serve as independent predictors of tendon healing"
    },
    {
      "title": "Performance and viability of yeast (Saccharomyces cerevisiae) during baking: An integrative electrical resistance oven (ERO) approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Baker's yeast (Saccharomyces cerevisiae) is well studied during fermentation, but its contribution during early baking remains poorly quantified. We used an Electric Resistance Oven (ERO) to minimize crust formation and to monitor dough expansion under controlled thermal profiles. Seventeen S. cerevisiae strains were screened using yeast performance indicators during proofing and baking. Under the Set Height approach, mean proofing speed correlated with oven spring (r = 0.75, p < 0.01),...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41762565",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Do laboratory fear extinction, avoidance and generalization predict exposure outcomes for fear of spiders?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "This study assessed the predictive potential of laboratory conditioning processes (extinction, avoidance, and generalization) for exposure therapy outcomes in 112 spider-fearful women. Three aversive conditioning tasks were followed by a baseline assessment of spider fear, virtual reality exposure training, a post assessment after one week and a three-month follow-up assessment. Initial analyses indicated significant positive correlations between reduced extinction, increased avoidance of a...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41762549",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Educational spillover effect within a cluster: Impact of guideline education for schizophrenia and major depressive disorder on psychiatrists' treatment behavior in a real-world multicenter study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: This study was the first to empirically demonstrate, in a non-randomized real-world setting, that educational spillover effects extended beyond participating psychiatrists to influence nonparticipating psychiatrists within the same facility. These findings underscore the importance of leveraging facility-level spillover effects in guideline implementation strategies.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41762521",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study was the first to empirically demonstrate, in a non-randomized real-world setting, that educational spillover effects extended beyond participating psychiatrists to influence nonparticipating psychiatrists within the same facility. These findings underscore the importance of leveraging fac..."
    },
    {
      "title": "Pharmacokinetic interaction between nirmatrelvir/ritonavir and nifedipine: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Nirmatrelvir/ritonavir (NMV-r), which is used to treat coronavirus disease 2019 (COVID-19), contains ritonavir as a pharmacokinetic enhancer that may increase exposure to concomitantly administered drugs that are substrates of cytochrome P450 (CYP) 3A4. Exposure to nifedipine, a substrate of CYP3A4, may increase due to ritonavir-mediated drug-drug interactions (DDIs). However, there are no real-world clinical data that quantify the magnitude of DDIs between nifedipine and ritonavir. Although a...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41762493",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mid-term outcomes of trans-axillary versus thoracotomy approaches in alternative-access tavr: a retrospective multicenter study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762413/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41762413",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Significance of geriatric nutritional risk index in predicting lung-transplant waiting list mortality of patients with interstitial lung disease regardless of percentage forced vital capacity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41762335",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genotype-phenotype correlations in neuronal intranuclear inclusion disease-related retinopathy with CGG repeat increases in NOTCH2NLC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762300/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Expanded CGG repeats in NOTCH2NLC develop ocular symptoms earlier than reported. The number of repeats can be a biomarker for the severity of retinal dysfunction in NIID-related retinopathy.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41762300",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Expanded CGG repeats in NOTCH2NLC develop ocular symptoms earlier than reported. The number of repeats can be a biomarker for the severity of retinal dysfunction in NIID-related retinopathy"
    },
    {
      "title": "Integrative analysis of T cell subset-specific ICOS expression and tumor HLA class I/II expression in lung adenocarcinoma: implications for their interaction and clinical outcome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: In LUAD, ICOS^(+) TIL density largely reflects ICOS^(+)CD4^(+) non-Treg infiltration and is enriched in HLA-DR-strong tumors. Tumor HLA expression was associated with favorable prognosis, and ICOS may have context-dependent clinical significance that warrants further investigation.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41762250",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that warrants further investigation",
      "conclusion": "In LUAD, ICOS^(+) TIL density largely reflects ICOS^(+)CD4^(+) non-Treg infiltration and is enriched in HLA-DR-strong tumors. Tumor HLA expression was associated with favorable prognosis, and ICOS may have context-dependent clinical significance that warrants further investigation"
    },
    {
      "title": "Fecal diversion in anorectal malformations: is there a place for ileostomy? The ARM-Net Consortium experience including a narrative literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762249/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41762249",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Survey of Attitudes Toward Vaccination Against SARS-COV-2 in Pediatric Patients with Heart Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762229/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41762229",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Palladium(0)-Catalyzed Nucleophilic Cyclization of Conjugated Enyne-Carbonyls Leading to Cyclic Allenic Alcohols",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Conjugated enynes bearing carbonyl functionality undergo alkoxylative, alkylative, and aminative cyclizations under palladium(0) catalysis to afford cyclic allenic alcohols. The reaction affords two diastereomers due to the presence of both point chirality at secondary or tertiary alcohols and axial chirality of the allene, and the diastereoselectivity depends on the substituents on the terminal alkene and the electrophile as well as the identity of the nucleophile and additional phosphine...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41762136",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural basis of B-to-Z DNA transition mediated by an anti-Z-DNA antibody",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761907/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Z-DNA is a left-handed double-helical form of DNA that plays roles in transcription, immune responses, viral infection, bacterial biofilm formation, and autoimmune diseases. Despite its importance, the instability of Z-DNA under physiological conditions has hindered detailed structural and functional investigations. Moreover, although antibodies are known to recognize nucleic acids, the mechanisms underlying their detection and stabilization of dynamic DNA under biological conditions remain...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41761907",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gender identity development in autistic individuals: An interview study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Autistic individuals report more gender-related questions and gender incongruence compared to non-autistic peers. However, research on gender identity in autistic individuals lacks longitudinal perspectives and underrepresents cisgender males. This study explored how both cisgender autistic individuals and trans and gender-diverse (TGD) autistic individuals experienced their gender identity development in a broad sense. Fifteen autistic adults (aged 27-52) participated in semi-structured...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41761758",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outstanding early career scientists for 2025",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41761738",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "2025 Top JPharmSci Reviewers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761737/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41761737",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ZENIA: Development of an AI-driven nutrition app to support immune health: An EAACI task force report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761685/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41761685",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical implications of aldosterone responsiveness to adrenocorticotropic hormone stimulation in two major subtypes of primary aldosteronism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: These findings suggest that ACTH-stimulated aldosterone may offer a useful marker for personalized management of PA, particularly in assessing vascular health and guiding MRA treatment.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41761656",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that ACTH-stimulated aldosterone may offer a useful marker for personalized management of PA, particularly in assessing vascular health and guiding MRA treatment",
      "conclusion": "These findings suggest that ACTH-stimulated aldosterone may offer a useful marker for personalized management of PA, particularly in assessing vascular health and guiding MRA treatment"
    },
    {
      "title": "The hypoxic niche enclosing the shoot apical meristem is shaped by a combination of morphological features and metabolic activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Stem cell niches in both plants and animals are frequently located in low-oxygen microenvironments that support their function. In plants, these hypoxic niches promote local stabilization of several transcriptional regulators that control a range of developmental processes including shoot apical meristem activity, vernalization, lateral root development, and leaf growth and morphogenesis. Despite their importance, however, it remained unclear how these hypoxic niches are maintained. Here, we...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41761614",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between anti-synthetase syndrome and malignancy: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: The overall malignancy risk in ASyS appears low. Age and length of follow-up were associated with higher malignancy risk, whereas clinical manifestations were not. Although the malignancy rates differed between antibody subtypes, with the numerically highest prevalence in anti-OJ antibodies, these findings were not statistically significant. Since the risk of malignancy in the ASyS population appears to be low in general, cancer screening should be tailored according to the patients...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41761500",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The overall malignancy risk in ASyS appears low. Age and length of follow-up were associated with higher malignancy risk, whereas clinical manifestations were not"
    },
    {
      "title": "IFTP-TCM: An ingredient-free explainable framework for target prediction and mechanistic elucidation in traditional Chinese medicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762613/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Overcoming the chemical complexity of Traditional Chinese Medicines (TCMs) to elucidate their therapeutic mechanisms remains a central challenge in TCM research, necessitating transparent AI-driven hypothesis-generating tools. Traditional paradigms for studying holistic TCM mechanisms, such as network pharmacology (NP), rely on chemical composition data to construct \"herb-compound-target\" networks. However, the inherent chemical complexity of TCMs often introduces substantial noise into these...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762613",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microwave plasma torch mass spectrometry for rapid prediction of photo-thermal stability and degradation pathways of pharmaceuticals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Photo-thermal stability is a key factor in pharmaceutical development, as light and heat can compromise drug safety and efficacy. Conventional methods such as HPLC, DSC, and GC-MS are slow, require complex pretreatment, and often treat photolysis and thermolysis separately. Here, we demonstrate microwave plasma torch mass spectrometry (MPT-MS) as a rapid, pretreatment-free approach for simultaneous analysis of photo-thermal stability and degradation pathways. Using direct desorption/ionization...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762605",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Management of pegvaliase-related skin concerns: best practice recommendations using a modified Delphi approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: These internationally relevant, evidence-based recommendations provide a structured framework for managing pegvaliase-related skin concerns. Adoption of this guidance may enhance treatment adherence, mitigate adverse events, and ultimately improve patient outcomes.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762598",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These internationally relevant, evidence-based recommendations provide a structured framework for managing pegvaliase-related skin concerns. Adoption of this guidance may enhance treatment adherence, mitigate adverse events, and ultimately improve patient outcomes"
    },
    {
      "title": "Polystyrene nanoplastics trigger mitochondrial and metabolic reprogramming in cardiomyocytes: Evidence from integrated transcriptomic and metabolomic analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Nanoplastics (NPs) are emerging environmental pollutants that can cross biological barriers due to their small size. Although numerous studies have investigated their effects in animal and cell models, multi-omics evaluations of their potential cardiovascular toxicity are still limited. To address this gap, we conducted a comprehensive assessment of polystyrene NPs (PS-NPs) using both in vitro and in vivo models. Human AC16 cardiomyocytes were exposed to PS-NPs and analyzed using RNA-seq,...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762595",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In vitro transformation assessment of organophosphate esters (OPEs) via electrochemistry and rat liver S9 and their toxicological evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762593/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Organophosphate esters (OPEs) can be biodegraded through phase Ⅰ process in liver by cytochrome P450 enzymes and cause adverse effects to target organs. This study examined the transformation of three OPEs using electrochemistry (EC) and rat liver S9 system to compare the distinctions between the two systems concerning their transformation products (TPs) formed. The toxic effects of OPEs and the primary TPs include endocrine disruption, genotoxicity and dioxin-like potential were further...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762593",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the transformation of three OPEs using electrochemistry (EC) and rat liver S9 system to compare the distinctions between the two systems concerning their transformation products (TPs) formed",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Visual search patterns in Unilateral Spatial Neglect: A review of eye-tracking evidence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Unilateral Spatial Neglect is a common neuropsychological condition following brain lesions, characterized by an attentional imbalance between the neglected (contralesional) and the preserved (ipsilesional) side of the visual field. Despite traditional paper-and-pencil neuropsychological tests are considered the standard approach for neglect diagnosis, they often lack sensitivity, specificity, and accuracy, particularly in detecting mild or uncommon forms of neglect. Some studies detected...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762589",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strontium isotopes in food traceability: Mechanisms, applications, and integration with machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762573/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Food provenance is crucial to ensuring authenticity, safety, and quality throughout the global supply chain. Strontium (Sr) isotopes have emerged as a robust tool due to their strong link with geological backgrounds and their stability during food processing. This review systematically summarizes advances in applying Sr isotope ratios to diverse food categories, such as primary crops, livestock, and processed products, and highlights the stability and discriminatory power of Sr isotopes across...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762573",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrasonic-assisted, Sargassum ilicifolium (brown marine macroalgae)-mediated biogenic synthesis of CuO nanoparticles incorporated in starch/PVA electrospun nanoscaffolds: In vitro safety and antioxidant efficacy assessment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762554/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "This study investigates the synthesis, characterization, and biological properties of Sargassum ilicifolium-mediated copper oxide nanoparticles (CuO NPs) embedded with starch/polyvinyl alcohol (PVA) electrospun nanoscaffolds. UV-Visible spectroscopy confirmed nanoparticle formation through characteristic electronic absorption bands attributed to charge transfer and interband transitions of CuO nanoparticles, while Fourier Transform Infrared (FTIR) spectroscopy identified functional groups,...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762554",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A case of pemphigus vegetans with nail involvement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762552",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Generating geographically detailed synthetic contact networks: A generalizable approach with applications to epidemic outcome disparities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Social contact networks based on synthetic populations are useful for studying the effects of population features and policy interventions on disease transmission. We present an adaptable and accessible method for generating geographically detailed synthetic populations and associated contact networks from public census data, and apply it to a selection of US metropolitan areas. We simulate a respiratory pathogen spreading in each population and find that network structure alone produces...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762550",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Is symptom improvement similar during PTSD psychotherapy delivered by video telehealth and in-person in routine veterans health administration care?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "One strategy to boost access to trauma-focused evidence-based psychotherapy (TF-EBP), first-line treatment for posttraumatic stress disorder (PTSD), is through video telehealth. Our goal was to determine if delivery modality (i.e., video telehealth vs. in-person) was associated with the likelihood of experiencing clinically meaningful improvement in PTSD symptoms among veterans receiving TF-EBP in routine care. We identified veterans who participated in TF-EBP with appropriately anchored PTSD...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762548",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "was to determine if delivery modality (i",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Community resilience in crisis: The sderot resilience center as a scalable model for recovery and growth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762547/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "The mass civilian attack on October 7th, 2023, marked a watershed moment in Israeli history, particularly for frontline communities such as Sderot. This paper presents an in-depth descriptive analysis of the response provided by the Sderot Resilience Center (SRC), a community-based mental health facility established in 2007 to address chronic exposure to security-related trauma based on over 13,000 electronically documented treatment records, this study documents a dramatic surge in service...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762547",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Markers of immune activation and immunotherapy responsiveness are increased in 3D Pancreatic cancer organoids when primed with photodynamic- and chemo-therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762540/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Pancreatic ductal adenocarcinoma (PDAC) remains highly resistant to chemotherapy and immunotherapy due to a dense tumor stroma and an immunosuppressive tumor microenvironment. In this study, we explored whether the photodynamic priming (PDP) effect, a fallout of Photodynamic therapy (PDT), an approved treatment, could improve the treatment responses in 3D mouse-derived organoids. The organoids reproduced key features of pancreatic tumors and showed strong resistance to chemotherapy...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762540",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Scale-consistent 3D reconstruction in monocular colonoscopy via camera-intrinsics-guided learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Reliable spatial understanding of the colon lumen is crucial for geometry-aware analysis and quality assessment in colonoscopy. However, monocular colonoscopes are not equipped with depth sensors, and existing methods struggle to recover depth and camera motion with a stable, consistent scale. To address this challenge, we propose a novel framework for 3D reconstruction in monocular colonoscopy, aiming to recover scale-consistent depth and camera motion in an intrinsics-defined scale space. The...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762532",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mind-mindedness in context: A comparison of measures from structured and naturalistic conditions and their associations with expressive vocabulary",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762528/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Despite decades of research suggesting that caregivers' mind-mindedness-their inclination to comment on their children's mental states-is beneficial for social and cognitive development, studies have yet to measure mind-mindedness in certain contexts, such as during caregivers' everyday interactions with their children. Measures of mind-mindedness from ordinary activities throughout the home environment may provide insight into the circumstances in which it is linked to developmental outcomes,...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762528",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Running on empty: Diesel-Contaminated sediments impair feeding and behaviour in the marine gastropod Tritia neritea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762525/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Diesel contamination is a pervasive threat to coastal ecosystems, yet the sublethal behavioural effects on benthic invertebrates remain poorly understood. We exposed the marine gastropod Tritia neritea to sediments spiked with two diesel concentrations (DIE-1: 1.4 × 10⁶ ng/g; DIE-2: 3.5 × 10⁶ ng/g) over 28 days to assess survival, foraging, predator-avoidance, burrowing, and biochemical responses. Diesel addition led to initial contamination dominated by heavy hydrocarbons, BTEX compounds, and...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762525",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Short tandem repeat expansions in patients with neurodegenerative dementia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "BACKGROUND: Due to the overlapping clinical features of neurodegenerative dementia (NDD)-including Alzheimer's disease (AD), frontotemporal dementia (FTD), dementia with Lewy bodies (DLB), and progressive supranuclear palsy (PSP), accurate diagnosis remains challenging in early stages. Multiple dementias can be caused by short tandem repeat (STR) expansions. However, systematic investigation of known pathogenic STRs in large dementia cohorts remains lacking.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762523",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A translational systems medicine approach to devising nanotherapeutics for targeted intervention of MASLD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762518/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Metabolic dysfunction-associated steatotic liver disease (MASLD) and its progressive form, metabolic dysfunction-associated steatohepatitis (MASH), represent substantial clinical burdens due to their multifactorial etiology and the paucity of available treatments. Despite the identification of numerous potential therapeutic targets and extensive clinical trials, so far, only a single drug has been approved for the treatment of MASH. This study proposes a conceptually new therapeutic design...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762518",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-functional tea polyphenol-serotonin nanoparticles for integrated inflammation suppression and mucosal repair in inflammatory bowel disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762517/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Inflammatory bowel disease (IBD) is a chronic and relapsing gastrointestinal disorder marked by persistent inflammation and disruption of the intestinal barrier. Current treatments often focus solely on inflammation control and lack effective mucosal repair capabilities, leading to suboptimal outcomes and adverse effects. To address this, we developed tea polyphenol and serotonin nanoparticles (TPSNs) through oxidative copolymerization of epigallocatechin gallate (EGCG) and serotonin (5-HT),...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762517",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inter-basin water diversion drives microbial homogenization and a shift from generalists to specialists",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Inter-basin water transfer is a critical strategy for alleviating freshwater scarcity. However, a central scientific question remains: how does large-scale water transfer reshape microbial community assembly and interaction networks in ways that regulate ecosystem multifunctionality? This study investigated rivers in the Beijing-Tianjin-Hebei region affected by the Middle Route of the South-to-North Water Diversion Project (SNWDP-MR), comparing microbial community dynamics between receiving and...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762509",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "rivers in the Beijing-Tianjin-Hebei region affected by the Middle Route of the South-to-North Water Diversion Project (SNWDP-MR), comparing microbial community dynamics between receiving and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A high-performance polymer-modified bentonite liner for sustainable landfills: from systematic optimization to field validation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762505/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "The containment of aggressive leachates from industrial wastes such as phosphogypsum is a critical geoenvironmental challenge. This study presents a novel bentonite-polymer composite for anti-seepage applications, fabricated by in-situ polymerization of sodium polyacrylate within the bentonite matrix, denoted as PMB-IN. Key synthesis parameters such as temperature, neutralization degree, and the dosages of initiator, crosslinker, and bentonite were systematically optimized. The resulting PMB-IN...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762505",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A thermophilic endophytic fungus Thielavia subthermophila Q22 enhances straw biodegradation, plant thermotolerance, and pathogen resistance for sustainable agriculture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762503/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Endophytic fungi are pivotal for sustainable agriculture due to their roles in lignocellulosic waste conversion, plant stress resilience, and pathogen control. Here, we characterize Thielavia subthermophila Q22, a thermophilic endophyte isolated from Platycladus orientalis. Q22 demonstrated exceptional thermostability with optimal growth at 45 °C and hydrolyzed corn straw at 39% efficiency, which was attributed to its high endoglucanase activity (752 U/mL). The strain enhanced crop productivity,...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762503",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of pediatric epilepsy on sleep architecture: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Pediatric epilepsy is significantly associated with multidimensional sleep architecture abnormalities, including increased sleep disturbances, reduced sleep efficiency, and decreased REM sleep proportion. This study highlights the need to integrate sleep assessment and management into comprehensive epilepsy care, providing a data-supported basis for optimizing clinical outcomes.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762486",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Pediatric epilepsy is significantly associated with multidimensional sleep architecture abnormalities, including increased sleep disturbances, reduced sleep efficiency, and decreased REM sleep proportion. This study highlights the need to integrate sleep assessment and management into comprehensive ..."
    },
    {
      "title": "Maternal pre-pregnancy body mass index, gestational weight gain and epilepsy in the offspring: A population-based cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: While maternal pre-pregnancy overweight and obesity were modestly associated with childhood epilepsy in California, no clear pattern emerged for maternal non-optimal gestational weight gain.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762485",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While maternal pre-pregnancy overweight and obesity were modestly associated with childhood epilepsy in California, no clear pattern emerged for maternal non-optimal gestational weight gain"
    },
    {
      "title": "Investigation of distinct metabolic profiles in the phloem and xylem of Rehmanniae Radix using untargeted metabolomics coupled with quantification of glycosides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "This study aimed to investigate the composition and differences in phytochemicals between the phloem and xylem of Rehmanniae Radix (RR). The metabolic profiles of two tissues were comprehensively characterized using untargeted metabolomics, and the relative abundance of metabolites was analyzed. Subsequently, the primary differential components, identified as glycosides, were quantified in two tissues using ultra-high-performance liquid chromatography (UHPLC). Using the untargeted metabolomic...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762482",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the composition and differences in phytochemicals between the phloem and xylem of Rehmanniae Radix (RR)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of characteristic volatile compounds in Artemisiae argyi Levl. et Vant. from diverse origins using E-nose and HS-GC-IMS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Artemisia argyi Levl. et Vant., a traditional Chinese medicinal herb, is highly regarded for its therapeutic properties, including antimicrobial, anti-inflammatory, analgesic, and anticancer effects. However, the quality of A. argyi varies considerably due to factors such as climate, cultivation practices, and harvest timing. This study investigated the volatile compound profiles of A. argyi from six different regions using an electronic nose (E-nose) and headspace gas chromatography-ion...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762479",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "the volatile compound profiles of A",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adenovirus induces pediatric pneumonia via triggering macrophage polarization and IL-6 production via NF-κB activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Human adenovirus (HAdV) is one of major pathogens that causes acute respiratory infections in children. Pulmonary macrophages mediated pulmonary immune response is crucial in both host defense against HAdV and lung pathogenesis. However, the specific role of macrophage polarization in HAdV-induced lung injury remains unclear. Here, using bulk RNA-sequencing of bronchoalveolar lavage fluid (BALF) cells from children with HAdV pneumonia, we found that adenovirus infection upregulates the genes...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762478",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toxicity becomes beneficial: CvSBP1 acts as a key receptor, responsible for converting the form of selenium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762465/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Cardamine violifolia (Brassicaceae) is a selenium (Se) hyperaccumulator widely recognized for its potential in environmental remediation and dietary Se biofortification. However, the genetic mechanisms underlying Se metabolism in this species remain poorly understood. In this study, six selenium-binding protein (CvSBP) genes were identified from the C. violifolia genome, all containing conserved SBP56 domains. Promoter analysis revealed the presence of light-responsive, abscisic acid...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762465",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In silico design and evaluation of hybrid antimicrobial peptides for combating environmental multidrug-resistant bacteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762455/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "To address the escalating challenge of multidrug resistance (MDR) bacteria and overcome the inherent limitations of conventional antimicrobial peptides (AMPs)-such as structural instability and constrained discovery efficiency-we devised a rational design strategy integrating in silico methods with modular hybridization. Natural short peptides (4-6 amino acids) derived from the biocontrol strain Bacillus velezensis 524B were classified into cationic or hydrophobic modules and systematically...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762455",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of ZFTA as a Novel KLHL20 Substrate and Mechanistic Insights Into Fuzzy Binding of Disordered Peptides via Biosensor Analysis and Computational Modelling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762441/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Interactions between peptides based on a region in the zinc finger translocation associated (ZFTA) protein and the Kelch domain of Kelch-like protein 20 (KLHL20^(Kelch)) have been characterised by biosensor analysis, supported by AlphaFold2-based structure predictions of peptides bound to the protein. Residues critical for the interaction were identified. The analysis showed that all peptides exhibited relatively weak and complex interactions with KLHL20^(Kelch). The original ZFTA peptide had a...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762441",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Myopathies in clinical care: a focus on treatable causes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Myopathies are a group of disorders that affect the skeletal muscles, manifesting as weakness, fatigue, or pain. Generally, they are classified as acquired or inherited. It is important to note that while most acquired myopathies are treatable, in the advent of targeted molecular and gene-based therapy, some inherited forms now have effective therapeutic options. These myopathies can be classified based on their underlying causes, including infections, autoimmune disorders leading to muscle...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762439",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to note that while most acquired myopathies are treatable, in the advent of targeted molecular and gene-based therapy, some inherited forms now have effective therapeutic options",
      "conclusion": null
    },
    {
      "title": "Advancing understanding of the mechanisms of autism spectrum disorder through perinatal risk factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762438",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular Pathophysiology of Ischemic Stroke and Mesenchymal Stem Cell Based Therapeutic Strategies for Neural Tissue Regeneration: A Pre-clinical and Clinical Perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Ischemic stroke (IS), also referred to as cerebral ischemia, is a neurological condition accompanied by long term or permanent physical disability. Various molecular mechanisms such as inflammation, oxidative stress, blood brain barrier (BBB) disruption, energy depletion, mitochondrial dysfunction etc., contribute to its pathophysiology and trigger death of neural tissues. Currently, there are limited therapeutic options for its treatment. Although, thrombectomy or thrombolytic drugs are...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762434",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Provincial allocation of carbon emission quotas for China's 2030 carbon peak target",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762426/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Developing a fair and effective carbon emissions quotas (CEQ) allocation plan is crucial for China. This study uses the constructed threshold-STIRPAT extended model to predict the carbon peak in China's 30 provinces. Secondly, the entropy-TOPSIS method is used to calculate the initial allocation of CEQ based on the principle of fairness and is assessed through the carbon Gini coefficient. Thirdly, the optimal allocation of CEQ is calculated based on efficiency principle using the ZSG-DEA model....",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762426",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integration of pathway balance and protein fusion enables de novo biosynthesis of (+)-bicyclogermacrene in Escherichia coli",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762401/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "(+)-Bicyclogermacrene and its derivatives, with promising antimicrobial, anticancer, and insecticidal properties, hold significant potential for applications in pharmaceuticals, agriculture, and industry. However, traditional extraction methods from plant essential oils are unsustainable. In this study, we achieved the de novo biosynthesis of (+)-bicyclogermacrene using a metabolically engineered Escherichia coli strain. The biosynthetic pathway of (+)-bicyclogermacrene was partitioned into...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762401",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of physical function of hospitalized older patients in routine clinical practice predicts 1-year mortality; A cohort study of 5,062 medical and surgical patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: In older medical and surgical hospitalised patients with reduced physical function (CAS, 30s-STS or HGS) 1-year mortality was markedly increased. This simple test battery is rapid and low-cost and can easily be implemented in other hospitals, acute care facilities, and across sectors.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762395",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In older medical and surgical hospitalised patients with reduced physical function (CAS, 30s-STS or HGS) 1-year mortality was markedly increased. This simple test battery is rapid and low-cost and can easily be implemented in other hospitals, acute care facilities, and across sectors"
    },
    {
      "title": "Targeting Cellular Lipid Rafts for Dynamic Nuclear Polarization Nuclear Magnetic Resonance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762384/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Lipid rafts serve as important platforms for membrane and signaling proteins. The mechanisms underlying the targeting of nonmyristylated drugs and proteins to lipid rafts remain poorly understood, and the specific structural interactions that govern their localization and stabilization within these membrane microdomains are unclear. This is largely due to a lack of techniques with angstrom resolution that are capable of investigating these membrane microdomains. In-cell nuclear magnetic...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762384",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "platforms for membrane and signaling proteins",
      "conclusion": null
    },
    {
      "title": "Gut Microbiota and Metabolic Health: From Dysbiosis to Therapeutics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762381/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "The gut microbiota (GM) is a pivotal regulator of host metabolism and a contributor to the pathophysiology of obesity, type 2 diabetes (T2D), and metabolic syndrome (MS). Disruptions in GM composition and function are collectively termed dysbiosis. This review synthesizes current evidence on GM dysbiosis, moving beyond simple taxonomic associations, to examine functional drivers of metabolic dysfunction. Dysbiosis impairs metabolic health through several interconnected pathways: enhanced dietary...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762381",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of agreement between three classification criteria for early rheumatoid arthritis (ERA) in Shanxi Province of China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762360/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: The ERA and 2010 ACR/EULAR criteria were accordant. They identified more ERA patients than did the 1987 criteria. The ERA criteria are more feasible than the 2010 ACR/EULAR criteria. Key Points • RA is prone to severe disability and premature mortality. Early diagnosis and intervention are crucial for RA patients. • The 2010 ACR/EULAR criteria only slightly improved the 1987 ACR criteria and are not sufficiently accurate in the early identification of autoantibody-negative RA. • The...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762360",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The ERA and 2010 ACR/EULAR criteria were accordant. They identified more ERA patients than did the 1987 criteria"
    },
    {
      "title": "Porto-sinusoidal Vascular Disease is Associated with Gastrointestinal Disorders in Common Variable Immunodefiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762359",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in circulating bile acid levels during cold exposure are associated with brown adipose tissue in humans: a secondary analysis from the ACTIBATE study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762355/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762355",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical and epidemiological characteristics of tick bites in a Spanish tertiary hospital: a three-year retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762347/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762347",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-Piezo-Charge Strategy in (1-0)-3 Single-Crystal Composite for Enhancing Underwater Acoustic Sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Piezoelectric ultrasonic transducers (PUTs) are extensively used in diverse technological fields, yet further enhancement in acoustic sensitivity and hydrostatic figure of merit d(h)g(h) have plateaued in conventional 1-3 piezocomposites, whose structures have remained largely unchanged for decades. Herein, we report a (1-0)-3 single-crystal piezocomposite (SCPC) based on the [011]-oriented Pb(In(1/2)Nb(1/2))O(3)-Pb(Mg(1/3)Nb(2/3))O(3)-PbTiO(3) (PIN-PMN-PT) single-crystal, featuring a...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762341",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intersectional Minority Stress and Suicidal Thoughts and Behaviors among Black Sexual and Gender Minority Youth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762329/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Black sexual and gender minority youth (SGMY) face significant disparities in suicidal thoughts and behaviors. Minority Stress Theory (MST) posits that the minoritized social statuses of sexual and gender minority individuals increases experiences of discrimination and victimization, which may increase poor mental health and lead to suicide. Such experiences are further complicated for racial and ethnic minority individuals who hold multiple marginalized positions and thus experience...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762329",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Obstructive sleep apnea and seizures: pathophysiological mechanisms and clinical implications: a narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762315/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762315",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prenatal Stress Induces Changes in Behavior, HPA Axis, Inflammation, and Oxidative Stress in Adult Rats Offspring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Prenatal stress is related to the development of psychiatric disorders involving inflammation, oxidative stress, and hypothalamic-pituitary-adrenal (HPA) axis. Therefore, the aim of the present study was to evaluate the effects of prenatal stress on behavior, inflammation, oxidative stress, and the HPA-axis in the dams and their offspring treated with lithium. Thirteen pregnant Wistar rats were exposed to a prenatal chronic unpredictable stress protocol from the 14th day of gestation until...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762310",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of the present study was to evaluate the effects of prenatal stress on behavior, inflammation, oxidative stress, and the HPA-axis in the dams and their offspring treated with lithium",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evidence from EEG of Abnormal Functional Connectivity and Microstates in GAD and PD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Panic disorder (PD) and generalized anxiety disorder (GAD) are among the most prevalent anxiety disorders (ADs), yet their neural mechanisms remain unclear. This study aimed to characterize EEG microstate patterns and their functional connectivity (FC) in patients with GAD and PD to explore the neural mechanisms underlying anxiety symptoms. Resting-state EEG was collected from 35 patients with PD, 31 patients with GAD, and 39 healthy controls (HCs). Four microstate classes (A-D) were selected to...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762309",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "characterize EEG microstate patterns and their functional connectivity (FC) in patients with GAD and PD to explore the neural mechanisms underlying anxiety symptoms",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence of concurrent severe self-reported late symptoms and functional limitations in cancer survivors: a cross-sectional study of sociodemographic, clinical, and lifestyle associations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Concurrent late symptoms are common among cancer survivors, indicating complex health issues varying by cancer type and clinical characteristics, with clear socioeconomic disparities and lifestyle associations. These findings highlight subgroups who may benefit from interventions targeting multiple symptoms and underscore the importance of addressing social determinants and lifestyle factors in survivorship care.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762307",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Concurrent late symptoms are common among cancer survivors, indicating complex health issues varying by cancer type and clinical characteristics, with clear socioeconomic disparities and lifestyle associations. These findings highlight subgroups who may benefit from interventions targeting multiple ..."
    },
    {
      "title": "Higher mitochondrial DNA methylation is associated with increased risk of stroke: a nested case-control study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762278",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Food preparation skills and obesity risk in European children aged 6-9 years: a cross-sectional study using WHO COSI 2022-2024'",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762259",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bifurcation of spiking oscillations from a center in resonate-and-fire neurons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762257/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "The theta rhythm is important for many cognitive functions including spatial processing, memory encoding, and memory recall. The information processing underlying these functions is thought to rely on consistent, phase-specific spiking throughout a theta oscillation that may fluctuate significantly in baseline (center of oscillations), frequency, or amplitude. Experimental evidence shows that spikes can occur at specific phases even when the baseline membrane potential varies significantly, such...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762257",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for many cognitive functions including spatial processing, memory encoding, and memory recall",
      "conclusion": null
    },
    {
      "title": "Inflammatory bowel disease leads to long-term ovarian dysfunction via immune-mediated follicular aging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762242",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "HSPA6 is induced by RIG-I-like receptors and negatively regulates type-I interferon signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762233/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762233",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age-specific Association of Serum Albumin with Immunoglobulin Resistance and Coronary Artery Involvement in Kawasaki Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762230",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Longitudinal Evaluation of a Novel Short-Term Staffing and Telehealth Program: A Retrospective Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: When CRH was engaged, clinics had marginally longer wait times. Though CRHs have provided remote staffing, additional efficiencies may be needed to close access gaps.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762217",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "When CRH was engaged, clinics had marginally longer wait times. Though CRHs have provided remote staffing, additional efficiencies may be needed to close access gaps"
    },
    {
      "title": "In the gravid human uterus, oxytocin induces smooth muscle cell contraction via transient receptor potential vanilloid 4 channel activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762213/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Understanding the mechanism of oxytocin-induced uterine contractility is critical for addressing conditions at both extremes of the uterine contractility spectrum, preterm labour and uterine atony. We hypothesized that oxytocin induces extracellular calcium influx and uterine contraction through activation of the transient receptor potential vanilloid 4 (TRPV4) channel. To test this hypothesis, uterine tissue was obtained with informed consent from pregnant patients undergoing term,...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762213",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Construction and Regulation of a Nanometer-Femtosecond-Scale Spatiotemporally Localized Chiroptical Source in a Single Plasmonic Nanoantenna",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762211/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Achieving precise control over chiral light-matter interactions at the nanometer-femtosecond scale, where both spatial and temporal limits are approached, remains a central challenge in nano- and quantum optics. This control is essential for next-generation ultracompact, ultrafast chiral photonic devices, but no method has realized both the construction and the active regulation of a localized chiroptical source within a single plasmonic nanoantenna. In this study, we report a strategy for...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762211",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Isovolumic relaxation strain imaging is an accurate and sensitive approach for detection of active diastolic dysfunction: A preclinical study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: IVSI continued to indicate obvious diastolic alterations. Together, these data suggested that IVSI is an effective imaging-based method for direct detection of active diastolic dysfunction with high accuracy and sensitivity.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762204",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "IVSI continued to indicate obvious diastolic alterations. Together, these data suggested that IVSI is an effective imaging-based method for direct detection of active diastolic dysfunction with high accuracy and sensitivity"
    },
    {
      "title": "Cardiovascular Disease Prevention: Contexts, Challenges, and Opportunities to Achieve Implementation of Healthy Lifestyle Behavioral Changes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762181/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762181",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of Flow Ratio Derived From IVUS With CAG in Complex Lesions: Correlation With FFR",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762179/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: In this retrospective hypothesis-generating study, UFR showed numerically higher diagnostic accuracy than QFR in complex coronary lesions. These findings suggest UFR may have potential as a complementary tool for functional assessment, but definitive conclusions about superiority require validation in larger prospective studies. (Comparison of UFR With QFR in Stable Coronary Artery Disease; NCT06322355).",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762179",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "UFR may have potential as a complementary tool for functional assessment, but definitive conclusions about superiority require validation in larger prospective studies",
      "conclusion": "In this retrospective hypothesis-generating study, UFR showed numerically higher diagnostic accuracy than QFR in complex coronary lesions. These findings suggest UFR may have potential as a complementary tool for functional assessment, but definitive conclusions about superiority require validation ..."
    },
    {
      "title": "Automated high-throughput selection of DNA aptamers using a common optical next-generation sequencer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Aptamers are conventionally selected via 'Systematic Evolution of Ligands by Exponential Enrichment' (SELEX). However, this process is laborious, time-consuming, and has a relatively low efficacy. In this study, we present a novel automated high-throughput screening platform that augments the conventional selection of DNA aptamers. To this end, the software of an optical next-generation sequencer has been modified to automatically perform fluorescence-based binding assays on the displayed DNA...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762176",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Meaning in Life in Palliative Cancer Care: Psychosocial and Existential Outcomes-A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762175/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "BackgroundExistential distress, marked by hopelessness, loss of meaning, and spiritual suffering, is prevalent among patients with advanced illness, and is associated with psychological burden and a wish to hasten death (WTHD).PurposeThis systematic review aimed to synthesize current evidence on meaning in life (MIL) in adult palliative care (PC) populations, focusing on its associations with quality of life (QOL), mental health, existential and spiritual well-being (SWB), and...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762175",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MIReVTD, a Minimum Information Standard for Reporting Vector Trait Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762157/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Vector-borne diseases pose a persistent and increasing challenge to human, animal, and agricultural systems globally. Mathematical modeling frameworks incorporating vector trait responses are powerful tools for assessing risk and predicting vector-borne disease impacts. Developing these frameworks and the reliability of their predictions hinge on the availability of experimentally derived vector trait data for model parameterization and inference of the biological mechanisms underpinning...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762157",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multiple Measles Transmission Events Associated with a Single Traveler Arriving in the United States, May 2025",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Measles transmission may occur during travel. Measles vaccination is recommended prior to international travel for all travelers aged 6 months or older. Travelers with fever and other overt signs of transmissible illness, such as coughing or malaise, should be strongly encouraged to delay travel while symptomatic.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762149",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Measles transmission may occur during travel. Measles vaccination is recommended prior to international travel for all travelers aged 6 months or older"
    },
    {
      "title": "Indirect Influenza Vaccine Effectiveness Under Randomized Conditions: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762145/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: This review provides a methodologically rigorous benchmark of IVE measurable under randomized conditions. While pooled DVE was moderate, pooled IVE was lower, and most individual trials did not demonstrate statistically significant indirect effects. The findings indicate that individual vaccination is the most reliable means of preventing influenza, rather than depending on indirect or community-level protection.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762145",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This review provides a methodologically rigorous benchmark of IVE measurable under randomized conditions. While pooled DVE was moderate, pooled IVE was lower, and most individual trials did not demonstrate statistically significant indirect effects"
    },
    {
      "title": "Carboxybetaine-Based Zwitterionic Polyurethanes with Ultralow Fouling Properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Zwitterionic polymers are widely recognized for their exceptional antifouling performance; however, integrating zwitterionic functionality into polyurethane while retaining mechanical robustness and processability remains a significant challenge. Addressing this gap, we introduce a versatile design strategy for synthesizing zwitterionic polyurethanes that integrate both zwitterionic diol and triol precursors, enabling long-term antifouling performance and tunable physical properties. We report...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762140",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stabilizing Radicals in Aggregation-Induced Emission Rotor-Polyoxometalate Crystals for Efficient Photothermal Conversion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "The rational design of photothermal materials with well-defined molecular structures and efficient solar energy conversion is crucial for advancing renewable energy technologies, particularly in harnessing the near-infrared region (∼54% of the solar spectrum). Despite significant progress, existing systems often compromise structural precision and fabrication control in pursuit of performance. Achieving the combination of broadband absorption, high conversion efficiency, and precise crystalline...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762138",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanistic Insights into Lotus Rhizome Bluing: In Situ Visualization and Molecular Identification of Polyphenol-Iron Chelates in Damaged Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "The blue stain of lotus rhizome, a major postharvest issue, is hypothesized to result from polyphenol-iron complexation; however, direct in situ evidence and molecular-level identification of the pigments have been lacking. This study employed a multimodal analytical approach to unravel this process from the cellular to the molecular level. Transmission electron microscope and electrolyte leakage results demonstrated that cellular damage was a prerequisite, enabling the colocalization of...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762135",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genome Mining and Molecular Networking Guided Discovery of Embleyamycins A-F, the Calcimycin-Type Polyethers from a Desert-Derived <em>Embleya</em> sp. L77",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762129/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "In our continuous bioprospecting for novel species and antibiotics from desert-derived actinomycetes on the Qinghai-Tibet Plateau, China, a strain, L77, affiliated with the rare Embleya genus was isolated. Genome sequencing and bioinformatic analysis of Embleya sp. L77 revealed that it was a putative new species in actinomycete with the potential to produce new calcimycin analogs, as it possessed calcimycin biosynthetic gene clusters (BGCs) but lacked the key N-methyltransferase gene. Guided by...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762129",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis of Chiral [2.2]Paracyclophane-Derived Chromenoisoxazolidines Bearing Multiple Stereocenters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762123/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "A series of chiral [2.2]paracyclophane(pCp)-derived chromenoisoxazolidines bearing multiple stereocenters were synthesized in good to excellent yields (42%-99%), high diastereoselectivity (>10:1), and excellent enantioselectivity (98.2%-99.9%) through a Yb(OTf)(3)-catalyzed condensation/(3 + 2) cycloaddition cascade strategy in a one-pot reaction from pCp-derived O-allylated aldehydes and substituted hydroxylamines under mild conditions. Mechanistic studies showed that the planar chirality of...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762123",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genomic characterization of dengue virus in the Ningxia Hui Autonomous Region, China (2019 and 2023)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Dengue virus (DENV) transmission has risen across China in recent years, but genomic data from inland regions remain scarce. We screened nine clinical samples collected in Ningxia in 2019 and 2023, obtaining five near-complete DENV-1 genomes, and performed phylogenetic reconstruction and molecular clock analyses using a global dataset of 452 DENV-1 sequences to infer spatiotemporal origins; epitope divergence relative to vaccine strains and human monoclonal antibodies was also assessed. The 2019...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762122",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early glymphatic failure in AppNL-F knock-in mice is linked to parenchymal border macrophages loss",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Amyloid-β (Aβ) accumulation is a hallmark of Alzheimer's disease. Cerebral Aβ deposition is attenuated by a functional glymphatic system, in which perivascular entry of cerebrospinal fluid (CSF) and its exchange with interstitial fluid mediate solute clearance. Parenchymal border macrophages (PBMs), positioned along glymphatic pathways, are emerging as important players for glymphatic clearance. However, how glymphatic function and PBMs are affected in App knock-in models of Alzheimer's disease...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762118",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "players for glymphatic clearance",
      "conclusion": null
    },
    {
      "title": "Infrared Ion Spectroscopy-Based Identification of a Trace Impurity in Organic Light-Emitting Diode Materials Without Fully Matched Reference Standards",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762114/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "This study establishes a robust framework for the structural elucidation of trace-level impurities in organic electronic materials, where authentic reference standards are often unavailable. We present the application of infrared ion spectroscopy (IRIS) in this domain, introducing a fragment-centric strategy that enables confident structural assignment by probing mass-selected fragment ions and leveraging partial structural similarities. By focusing on diagnostically informative substructures,...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762114",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling Antagonistic Interactions in Complex Mixtures of Benzotriazole UV Stabilizers: A High-Throughput NAMs Approach Pinpoints Key Contributors and Underlying Pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762113/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Deconvoluting the contribution of individual components and assessing the combined toxicity of chemical mixtures remain formidable challenges in environmental risk assessment. To address this, we developed an economical and high-throughput New Approach Methodology (NAM) framework that integrates leave-one-out method with dose-dependent yeast functional genomic analysis (DYFGA). We applied this framework to investigate environmentally prevalent benzotriazole ultraviolet stabilizers (BUVSs:...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762113",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biodegradable and Antibacterial Ag/PPy/Zein Ultrafine Fibers for Electromagnetic Interference Shielding and Joule Heating",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "The rapid progress in electronics has exacerbated electromagnetic pollution, escalating the demand for electromagnetic interference (EMI) shielding materials. Whereas the abandonment of conventional nonbiodegradable EMI materials further provoked environmental pollution. Consequently, there is a growing emphasis on the biodegradability of EMI materials, in addition to qualities such as strong absorption, lightweight, flexibility, and breathability. In this study, biodegradable ultrafine fibrous...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762107",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "De Novo Synthesis of Covalent Organic Frameworks: A Principle for Topology Selection and Profound π Electronic Effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Covalent organic frameworks are a class of crystalline porous polymers with well-defined skeletons and ordered pores, making them attractive for structural design and synthesis. Progress in chemistry over the past two decades has greatly enabled our capability of designed synthesis of framework materials. However, a key fundamental issue that how reaction systems select a specific topology from isomers and what structural parameters determine the formation of the topology remains unclear. Here,...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762106",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improvements Can be Made in Surgical Waste and Unused Surgical Supplies in Breast Surgery Done at Ambulatory Surgical Centers and Hospitals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Health care is the second largest producer of waste worldwide. This study was performed to demonstrate that institutional changes can be implemented fairly quickly and improvements can be accomplished. The study was performed at three hospitals and one ambulatory surgery center (ASC) in Arizona from January 1, 2025 to November 30, 2025. A total of 275 operations were included in the study: 125 consecutive operations at the ASC and 150 operations at the hospitals. All opened disposable items were...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762068",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Arizona from January 1",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in hemoglobin levels and cardiometabolic health in adults with metabolic syndrome - a secondary outcome analysis of a six-month randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Changes in Hb levels did not consistently correlate with changes in cardiometabolic markers during the intervention. However, reductions in Hb levels may relate to improved insulin sensitivity and fitness. Along cross-sectional correlations, this may be clinically relevant for individuals with metabolic syndrome. Further studies are merited to clarify the role of Hb levels in this high-risk group.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762060",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Changes in Hb levels did not consistently correlate with changes in cardiometabolic markers during the intervention. However, reductions in Hb levels may relate to improved insulin sensitivity and fitness"
    },
    {
      "title": "Chemical Synthesis of the Trio-Containing Pentasaccharide Fragment From Helicobacter pylori Lipopolysaccharide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762059/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Helicobacter pylori is a Gram-negative pathogen that persistently inhabits the human gastric mucosa and infects over half of the world's population.The lipopolysaccharide (LPS) of H. pylori represents a promising target for developing effective glycoconjugate vaccines. Herein, we report the first chemical synthesis of the LPS-derived pentasaccharide fragment from H. pylori, accomplished via a linear [(1+(1+(1+(1+1))))] glycosylation strategy. High stereoselectivity in the formation of...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762059",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances and Challenges in the Use of Spinal Cord Organoids in ALS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Amyotrophic lateral sclerosis (ALS) is a complex neurodegenerative disease. No effective treatments have yet been found for ALS, primarily because the molecular mechanisms that underlie its pathogenesis are unknown. Although animal models are suitable for ALS research, species differences between these models and human spinal cord organs make it difficult to accurately predict the progression of disease in humans. Therefore, the development of more suitable models is urgently needed. Human stem...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762049",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Refining <em>in vitro</em> cytotoxicity of α-mangostin against triple-negative breast cancer using dequalinium-modified liposomal nanocarrier",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762033/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Triple-negative breast cancer (TNBC) lacks estrogen, progesterone, and HER2 receptors, resulting in limited treatment options and poor outcomes. Mitochondria play vital roles in tumor progression and metastasis; thus, targeting their function with mitochondria-toxic agents, such as α-mangostin (α-M), could be an effective treatment for cancer, especially for TNBC. In this study, we attempted to develop a mitochondria-targeted nanoplatform, namely LipoDQ, containing α-M for suppressing the growth...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762033",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lateral Release - A technique for medium to large scalp lesions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762028/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762028",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bioassay-guided purification of swartzchromone, a novel chromone, as an α-glucosidase inhibitor from <em>Sargassum swartzii</em> C. Agardh (Sargassaceae, brown seaweed)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41762017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "An undescribed α-glucosidase inhibitor chromone; swartzchromone (1) was isolated from Sargassum swartzii C. Agardh, a brown alga collected from Bushehr coastal area in a bioassy-guided purification procedure. After several purification steps, including liquid-liquid extraction, gel filtration column chromatography, and semi-preparative HPLC, four compounds were obtained, including compound 1, which has a novel carbon skeleton: 6, 7, 8, 9a-tetrahydroxy-3-methoxy-3a,...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41762017",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unilateral Microelectrode Recording-Guided Pallidotomy in Advanced Parkinson's Disease: Clinical and Neuropsychological Outcomes in a Guatemalan Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Unilateral GPi pallidotomy guided by imaging and microelectrode recording is a safe and effective procedure that significantly improves motor symptoms while preserving cognitive function in appropriately selected patients with advanced PD, as demonstrated in our Guatemalan cohort.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41761997",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Unilateral GPi pallidotomy guided by imaging and microelectrode recording is a safe and effective procedure that significantly improves motor symptoms while preserving cognitive function in appropriately selected patients with advanced PD, as demonstrated in our Guatemalan cohort"
    },
    {
      "title": "Ferroptosis Induction by Purple Sweet Potato Anthocyanins in T-cell Acute Lymphoblastic Leukemia: Combined Molecular Docking, <em>In Vitro</em>, and <em>In Vivo</em> Evidence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: This study provides the first evidence that PSPAs induce ferroptosis in T-ALL through modulation of the SLC7A11/GPX4 pathway. These findings reveal new mechanistic insights into ferroptosis in T-ALL and highlight PSPAs as safe, naturally derived therapeutic agents with promising therapeutic potential for leukemia.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41761985",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides the first evidence that PSPAs induce ferroptosis in T-ALL through modulation of the SLC7A11/GPX4 pathway. These findings reveal new mechanistic insights into ferroptosis in T-ALL and highlight PSPAs as safe, naturally derived therapeutic agents with promising therapeutic potentia..."
    },
    {
      "title": "<em>WDR4</em> is a Potential Indicator of Clinical Diagnostics, Prognosis, and Immunotherapy in Hepatocellular Carcinoma (HCC)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761974/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: WDR4 shows elevated expression in HCC tissues and is associated with immune infiltration, establishing it as a prognostic biomarker in HCC. Furthermore, the positive correlation observed between WDR4 and CD68, as well as PD-L1 (CD274), underscores its potential as a guiding factor in immunotherapeutic approaches for HCC.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41761974",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "WDR4 shows elevated expression in HCC tissues and is associated with immune infiltration, establishing it as a prognostic biomarker in HCC. Furthermore, the positive correlation observed between WDR4 and CD68, as well as PD-L1 (CD274), underscores its potential as a guiding factor in immunotherapeut..."
    },
    {
      "title": "Neonatal Hyperoxia Induces Metabolic Reprogramming in Senescent Alveolar Macrophages, Leading to Persistent Lung Injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761973/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Neonatal hyperoxia drives the emergence of a heterogeneous population of senescent macrophages characterized by metabolic reprogramming and dysregulated signaling pathways, which contribute to the development and persistence of lung injury.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41761973",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Neonatal hyperoxia drives the emergence of a heterogeneous population of senescent macrophages characterized by metabolic reprogramming and dysregulated signaling pathways, which contribute to the development and persistence of lung injury"
    },
    {
      "title": "A Self-Assembled Nanobody Against the Haemagglutinin of Influenza a Virus Shows Enhanced Stability and Efficacy <em>In Vitro</em> and <em>In Vivo</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761972/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: These results suggest that the implementation of genetic engineering technology to construct multimerized anti-influenza virus nanoparticles provides new tools to control infection with influenza virus.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41761972",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that the implementation of genetic engineering technology to construct multimerized anti-influenza virus nanoparticles provides new tools to control infection with influenza virus",
      "conclusion": "These results suggest that the implementation of genetic engineering technology to construct multimerized anti-influenza virus nanoparticles provides new tools to control infection with influenza virus"
    },
    {
      "title": "Integrative Analysis of Glycine, Serine, and Threonine Metabolism and the Immune Microenvironment in Endometrial Cancer: A Prognostic Model and Metabolic-Immune Framework for Precision Oncology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761968/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: This study developed a Gly/Ser/Thr pathway-based prognostic model for EC, based on the expression of MTHFD2, RPS6KA1, and CDKN2A as novel biomarkers. The resulting patient stratification framework holds significant clinical potential for guiding precise and personalized management of EC.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41761968",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study developed a Gly/Ser/Thr pathway-based prognostic model for EC, based on the expression of MTHFD2, RPS6KA1, and CDKN2A as novel biomarkers. The resulting patient stratification framework holds significant clinical potential for guiding precise and personalized management of EC"
    },
    {
      "title": "An Optimized Strategy for Random Peptide Library Construction Facilitates Screening of HBc-Binding Peptides via Yeast Surface Display",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761944/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Peptides have been widely used in therapeutic, diagnostic, and biotechnological applications due to their high affinity, specificity, and reduced immunogenicity compared to proteins, as well as superior potency, selectivity, and lower off-target toxicity compared to small molecules. Hepatitis B virus core protein (HBc), a component of the nucleocapsid of hepatitis B virus (HBV), has emerged as a promising target for the creation of new antiviral therapies. Here, we employed yeast surface display...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41761944",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Intensity Drinking Is Linked to Greater Same-Day Positive and Negative Consequences in Young Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761937/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Same-day positive consequences resulting from HID may help explain why this risky behavior recurs, despite negative consequences. From a prevention and intervention perspective, healthcare providers and clinicians are strongly encouraged to prioritize alcohol interventions for young adults reporting 8-10 drinks per occasion.",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41761937",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Same-day positive consequences resulting from HID may help explain why this risky behavior recurs, despite negative consequences. From a prevention and intervention perspective, healthcare providers and clinicians are strongly encouraged to prioritize alcohol interventions for young adults reporting..."
    },
    {
      "title": "Structural basis of Cas8-independent Cas3 recruitment in Type I-F2 CRISPR-Cas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CRISPR-Cas systems provide adaptive immunity in prokaryotes by targeting and degrading invasive genetic elements. Among them, the Type I-F2 system represents the most compact Type I CRISPR-Cas variant, distinguished by the complete absence of both large (Cas8) and small (Cas11) subunits. In other Type I systems, Cas8 is essential for protospacer adjacent motif (PAM) recognition and for triggering Cas3 recruitment, while Cas11 stabilizes the Cascade backbone and guides the nontarget DNA strand...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41761908",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photochemical Fuel Carrier Molecules for Robotic Embodied Energy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761905/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "The downsizing of mobile robots faces obstacles in power and control as conventional electromechanical systems do not scale favorably with mass and size. Despite recent advancements in functional materials, enabling efficient energy storage, structural integration, and on-demand energy release in small-scale robots remains a challenge. Inspired by metabolic strategies in animals, we designed a fuel carrier molecule for embodied energy in small-scale swimming robots. We integrated an ultralow...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41761905",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phytochemical Profiling of the Halophyte Artemisia fukudo Makino and Its In Vitro Effects on Androgen-Related Pathways Associated With Benign Prostatic Hyperplasia and Alopecia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761855/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Artemisia fukudo Makino is a biennial halophyte from the Asteraceae family, known for its tolerance to high-salinity soils. Based on the excellent activity of A. fukudo extract in regulating the 5α-reductase type 2 (5αR2) enzyme, this study aimed to investigate the phytochemical properties and pharmaceutical potential of A. fukudo for treating benign prostatic hyperplasia (BPH) and alopecia. Eight compounds including sesquiterpenes (1-4), coumarin (5), and flavonoids (6-8) were isolated from 90%...",
      "pubDate": "2026-02-28T11:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41761855",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "investigate the phytochemical properties and pharmaceutical potential of A",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biocatalytic ulvan degradation by Pseudoalteromonas marina: exploring a marine polysaccharide bioconversion system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41761242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Ulvan depolymerization by marine bacteria is a specialized metabolic capability with significant implications for marine carbon cycling and biotechnological applications. While ulvan degradation systems have been extensively characterized in Bacteroidota, their occurrence and mechanisms in Pseudomonadota remain poorly understood. This study proposed a putative ulvan utilization system in the marine bacterium Pseudoalteromonas marina PUA1001, representing a notable metabolic expansion beyond the...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41761242",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for marine carbon cycling and biotechnological applications",
      "conclusion": null
    },
    {
      "title": "Structural signature of plasma proteins classifies the status of Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Alzheimer's disease (AD) involves proteostasis dysregulation causing protein misfolding, but whether these structural changes manifest as plasma conformational biomarkers remains unclear. We profiled plasma protein structures from 520 participants including individuals with AD, individuals with mild cognitive impairment (MCI) and healthy controls. Using mass spectrometry and machine learning, we systematically characterized the structural proteome changes associated with ApoE variations and...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41760935",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis of 3-desoxycollinoketone B and its ability to reduce Alzheimer-associated misfolded proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Collinolactone, featuring a 7/10/6 tricyclic core, has been proposed to be biosynthesized via a transannular [6 + 4] cycloaddition reaction. Besides its intriguing architecture, collinolactone holds pharmaceutical promises due to its ability to disrupt amyloid-β (Aβ) and tau aggregation, which are specifically found as disease culprits in the brains of Alzheimer's disease (AD) patients and are key targets in current drug discovery efforts. However, challenges associated with its acquisition from...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41760646",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-responsive coloration of Janus droplets via total internal reflection and interference applied as single-use freezing indicators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Responsive optical materials offer real-time visual feedback to external stimuli by converting them into visible light signals, holding great promise in display, sensing, and information encryption. Typically, heterogeneous Janus droplets can exhibit vivid coloration induced by total internal reflection and interference (TIRI) at concave liquid-liquid interfaces. Yet, achieving stimuli-responsive TIRI-based structural colors remains a challenge due to the difficulty in controlling interface...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41760645",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CD133<sup>+</sup> Lung Cancer Stem-like Cells Resist Plasma-activated Medium Through PRDX5-mediated Antioxidant Defense",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41760234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: PRDX5 plays a central role in mediating oxidative stress resistance in CD133^(+) lung cancer stem-like cells, enabling their survival following PAM treatment. Targeting PRDX5, either alone or in combination with PAM or conventional chemotherapy, represents a promising strategy to overcome cancer stem cell-mediated resistance and improve therapeutic outcomes in non-small cell lung cancer.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41760234",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "PRDX5 plays a central role in mediating oxidative stress resistance in CD133^(+) lung cancer stem-like cells, enabling their survival following PAM treatment. Targeting PRDX5, either alone or in combination with PAM or conventional chemotherapy, represents a promising strategy to overcome cancer ste..."
    },
    {
      "title": "Revealing hidden noncovalent forces of a disulfide bond in protein interactions and biomolecular condensation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41759853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Although disulfide bonds impose long-range geometric constraints that enhance protein stability, the existence of their noncovalent interactions remains uncertain. We investigated the dynamics and interactions of the intrinsically disordered protein (IDP) tau dGAE, which includes residue C322, using extensive NMR experiments. The enhanced transverse relaxation rates of amide-^(15)N (R(2)) near the disulfide bond are primarily attributed to increased backbone rigidity. However, the long-range,...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41759853",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the dynamics and interactions of the intrinsically disordered protein (IDP) tau dGAE, which includes residue C322, using extensive NMR experiments",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinct interneuronal dynamics selectively gate target-specific cortical projections in drug seeking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41759508/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Drug craving persists after prolonged abstinence, posing a major challenge in treating substance use disorders. The ventral medial prefrontal cortex (vmPFC) plays a critical role in impulsivity and decision-making, making it a promising target for mitigating drug craving by orchestrating downstream brain-wide activity. However, the dynamics of vmPFC sub-circuits during the progression of drug addiction remain unclear. Here, we uncover a circuit-level mechanism by which distinct vmPFC...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41759508",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strain mapping of three-dimensionally structured two-dimensional materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758957/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Strain plays a crucial role in tuning materials' properties, influencing their optical, electrical, and chemical performances. In two-dimensional (2D) materials, applied stress often induces out-of-plane deformation, resulting in a more intricate three-dimensional (3D) topography, where mapping the strain remains a challenge due to the limitations of conventional characterization techniques. In this work, we introduce BRIGHT (Bragg-Rod Informed, Gradient-based Height-mapping Technique), an...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41758957",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protocol for formulation and evaluation of phytosterol-based lipid nanoparticles as cholesterol alternatives for mRNA delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41758646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "We present a protocol for formulating and evaluating lipid nanoparticles (LNPs) that incorporate the plant-derived sterols ginsenoside Rg2 and protopanaxadiol (PPD) as substitutes for cholesterol. The protocol describes mRNA preparation, manual mRNA-LNP encapsulation, and physicochemical characterization. We further detail in vitro and in vivo procedures to evaluate mRNA delivery efficiency. This protocol provides a robust and cost-effective platform for efficient mRNA delivery. For complete...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41758646",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dokdothiocin, an Anti-Neuroinflammatory Thiopeptide from <em>Streptomyces</em> sp. 20A130",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757706/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Dokdothiocin, a ribosomally synthesized and post-translationally modified peptide (RiPP) belonging to the thiopeptide family, was isolated from Streptomyces sp. 20A130. Its structure was elucidated by extensive NMR analyses, high-resolution mass spectrometry, and chemical derivatization, revealing a 29-membered macrocyclic scaffold bearing oxazole, thiazole, and a central pyridine ring. Dokdothiocin differs from previously reported thiopeptides in macrocycle size, heterocycle arrangement, and...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "SNU"
      ],
      "pmid": "41757706",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ion-Regulating SPEEK-BNNS Hybrid Interfaces Enabling Low-Barrier Zn-Ion Transport and Dendrite-Free Zinc Anodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "The practical application of aqueous Zn-ion batteries (AZIBs) is severely limited by unstable Zn-metal anodes caused by dendritic growth and parasitic interfacial reactions. Herein, we report an organic-inorganic hybrid protective layer composed of sulfonated poly(ether ether ketone) (SPEEK) and boron nitride nanosheets (BNNS), fabricated via a scalable and controllable spray-coating process. The hybrid architecture synergistically integrates the mechanical robustness of BNNS with the...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41757580",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unilateral biportal endoscopic partial cervical laminectomy and facetectomy: An ex vivo study and case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Unilateral biportal endoscopic laminectomy provided adequate visualization in cadaveric specimens and was associated with a successful outcome in one clinical case.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41757550",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Unilateral biportal endoscopic laminectomy provided adequate visualization in cadaveric specimens and was associated with a successful outcome in one clinical case"
    },
    {
      "title": "Long-Term Clinical Outcomes of Acute Myocardial Infarction Based on Institutional Experience With IVUS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41757462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: The association of IVUS-guided percutaneous coronary intervention with lower adverse event rates was more apparent and statistically demonstrable in centers with higher IVUS use. These findings suggest that institutional experience may amplify the observable impact of IVUS guidance, underscoring the potential value of standardized IVUS implementation in acute myocardial infarction management.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41757462",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of IVUS guidance, underscoring the potential value of standardized IVUS implementation in acute myocardial infarction management",
      "conclusion": "The association of IVUS-guided percutaneous coronary intervention with lower adverse event rates was more apparent and statistically demonstrable in centers with higher IVUS use. These findings suggest that institutional experience may amplify the observable impact of IVUS guidance, underscoring the..."
    },
    {
      "title": "Machine learning-based prediction of herbal medicine response in functional dyspepsia: protocol for a randomized, assessor-blinded, multicenter trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41756384/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Integrating a machine learning-based prediction system into treatment strategies for FD may enhance clinical practice and support the broader adoption of artificial intelligence-driven approaches in personalized medicine.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41756384",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Integrating a machine learning-based prediction system into treatment strategies for FD may enhance clinical practice and support the broader adoption of artificial intelligence-driven approaches in personalized medicine"
    },
    {
      "title": "Exploring <em>LEPR</em>-Linked Metabolic Diversity through Gut Microbiome-Metabolome Network Analysis in Non-Obese Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Genetic variation in the leptin receptor (LEPR) gene has been implicated in metabolic regulation, while the gut microbiome and circulating metabolites are increasingly recognized as mediators of host metabolic phenotype. However, the systems-level interactions among LEPR genotypes, gut microbial composition, and serum metabolomic profiles remain poorly understood, particularly in healthy individuals. We conducted a cross-sectional study involving 37 healthy Korean adults. Three LEPR single...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41755783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploratory Proteomic Profiling Reveals Potential Mediators of 5-FU Response under p53 Deficiency in Colon Cancer Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Mutations in p53 have been implicated in poor prognosis and reduced sensitivity to 5-fluorouracil (5-FU) treatment in colon cancer. While p53-dependent mechanisms have been widely studies, less is known about how p53 deficiency reshapes cellular signaling and contributes to 5-FU resistance. In this study, we aimed to profile proteomic alterations associated with p53 loss by comparing colon cancer cells with and without p53 expression. Differentially expressed proteins (DEPs) related to cell...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41755778",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "profile proteomic alterations associated with p53 loss by comparing colon cancer cells with and without p53 expression",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Body Image And Self-Efficacy As Mediators Between Prepregnancy Body Mass Index And Health Behaviors In Pregnant Women: A Secondary Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "This study examined how prepregnancy body mass index (BMI) relates to healthy eating and physical activity during pregnancy through body image and self-efficacy. Data from 369 Korean women in their third trimester were analyzed using validated instruments. Serial mediation analyses indicated that BMI was indirectly related to healthy eating through body image and self-efficacy, with no direct effect. In contrast, BMI showed both a direct association and a sequential indirect effect on physical...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41755729",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how prepregnancy body mass index (BMI) relates to healthy eating and physical activity during pregnancy through body image and self-efficacy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a competitive immunoassay platform for quantifying the oligonucleotide products of nucleotide excision repair in UV-irradiated cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "The nucleotide excision repair (NER) system removes UV photoproducts from the genome in the form of small, excised, damage-containing DNA oligonucleotides (sedDNAs). However, the methods that are traditionally used to detect these repair products in human cells have several limitations, including the presence of other contaminating large DNAs and labeling efficiency. We therefore developed a novel microplate-based competitive immunoassay platform to precisely measure sedDNAs containing...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41755631",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Croup in Infancy and Subsequent Asthma Development: Is There a Link?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Recurrent croup, but not a single episode, was associated with an increased risk of subsequent asthma, suggesting that recurrent croup may be an early clinical marker of asthma susceptibility, particularly in children with coexisting atopic conditions.",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41755456",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Recurrent croup, but not a single episode, was associated with an increased risk of subsequent asthma, suggesting that recurrent croup may be an early clinical marker of asthma susceptibility, particularly in children with coexisting atopic conditions"
    },
    {
      "title": "Circularly Polarized X-Band Fan-Beam Antenna and Its Application to Offset Reflector Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41755240/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "In this letter, a circularly polarized (CP) 4 × 4 array antenna generating a fan-beam radiation pattern is presented, along with its application as the primary pattern of an offset reflector antenna. A sequentially rotated feed network is incorporated into the proposed antenna, enabling a wide axial ratio (AR) bandwidth of 1.9 GHz centered at 8.2 GHz. The proposed array antenna generates about 27.5° and 14.5° of half-power beamwidth (HPBW) in ϕ=0° and ϕ=90° planes, respectively. The fabricated...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41755240",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Food Agency and Intentions to Improve Cooking Skills Among Korean Young Adults: Demographic Differences and Motivators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41754173/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Background/Objectives: This study aimed to examine levels of food agency and intentions to improve cooking skills among Korean young adults in their 20s, and to identify demographic differences and underlying motivators. Subjects/Methods: An online survey was administered from February 18 to 25, 2021, targeting Korean adults aged 20-29 years (n = 1102; 579 men, 523 women). Food agency was assessed using the Cooking and Food Provisioning Action Scale (CAFPAS), comprising three subscales:...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41754173",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study aimed to examine levels of food agency and intentions to improve cooking skills among Korean young adults in their 20s, and to identify demographic differences and underlying motivators",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Triglycerides and Hypertension in a Korean Population: An Individual-Level Mendelian Randomization Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41754150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260228142710&v=2.19.0.post6+133c1fe",
      "description": "Background: Although elevated triglyceride (TG) levels are consistently associated with hypertension in observational studies, whether TGs have a causal effect on hypertension remains uncertain, and evidence in East Asian populations is limited. Methods: We analyzed 2159 Korean adults (20-86 years) whose individual-level genetic and phenotypic data were obtained from a cross-sectional health check cohort. Candidate TG-associated genetic variants were identified using genome-wide association...",
      "pubDate": "2026-02-27T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41754150",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "2159 Korean adults (20-86 years) whose individual-level genetic and phenotypic data were obtained from a cross-sectional health check cohort",
      "significance": null,
      "conclusion": null
    }
  ]
}