{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-01-28T19:37:06.303Z",
  "totalItems": 150,
  "totalArchived": 49349,
  "newPapersAdded": 358,
  "institutionBreakdown": {
    "KAIST": 35,
    "SNU": 100,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 3,
    "Korea University": 36,
    "IBS": 5,
    "UNIST": 1,
    "Hanyang University": 4,
    "KIST": 4,
    "GIST": 4,
    "Kyung Hee University": 13,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 91,
    "Materials Science": 10,
    "Biomedical": 26,
    "Computer Science": 3,
    "Neuroscience": 8,
    "Cancer Research": 12
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Co(III)-Catalyzed C5-H Amination of Thiochromones with Anthranils",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603680/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "The incorporation of a nitrogen unit into target molecules by generating nitrene species has become a hot topic in modern organic synthesis. In this study, we report a Co(III)-catalyzed C5-H amination of thiochromones with anthranils as aminating surrogates. The significance of this coupling reaction was demonstrated via a broad range of substrates and complete site selectivity. Moreover, post-transformations of synthesized products are described.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41603680",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of this coupling reaction was demonstrated via a broad range of substrates and complete site selectivity",
      "conclusion": null
    },
    {
      "title": "AI-Optimized Vanadium Oxide Multilayers for More Than 20-fold Enhancement in Bolometric Performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Phase-transition materials such as vanadium dioxide (VO(2)) inherently exhibit non-linear and hysteretic behavior, which limits their applicability in devices like infrared bolometric sensors that require linear and non-hysteretic responses. To circumvent this issue, nonstoichiometric VO(x) has been widely used in infrared bolometers despite its degraded phase transitions and resultant lower temperature coefficient of resistance (TCR) compared to stoichiometric VO(2). Achieving both a high TCR...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH",
        "UNIST"
      ],
      "pmid": "41603101",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling Copper-Induced Phase Transitions and Degradation Mechanisms of Transition Metal Sulfide Anodes for Sodium-Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603045/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Transition metal sulfides (TMSs) are promising anodes for sodium-ion batteries (SIBs) owing to their high theoretical capacity and natural abundance. However, their electrochemical performance is strongly affected by the formation of sodium polysulfides (NaPSs), which induce complex phase transformations and electrode degradation. In particular, NaPSs react with the copper (Cu) current collector, leading to the formation of Cu-incorporated sulfides, yet the underlying mechanisms remain...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41603045",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Laser acupuncture in the treatment of musculoskeletal disorders: systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603004/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Therefore, it is crucial to detail all possible variables in future research to clarify the relationship between dosage and treatment effects. Finally, due to challenges in applying current guidelines, new guidelines specifically for laser acupuncture research may be necessary.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41603004",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Therefore, it is crucial to detail all possible variables in future research to clarify the relationship between dosage and treatment effects. Finally, due to challenges in applying current guidelines, new guidelines specifically for laser acupuncture research may be necessary"
    },
    {
      "title": "Structure-dependent thermochromism of PAZO thin films: theory and experiment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41602781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Poly[1-[4-(3-carboxy-4-hydroxyphenylazo)benzenesulfonamido]-1,2-ethanediyl, sodium salt] (PAZO) exhibits a range of unique physical properties that are critical for its diverse applications in photonics, optoelectronics, memory devices, and sensing technologies. In this study, we investigate the thermochromic behavior of PAZO thin films, focusing on the relationship between the structural organization of the polymer side chains and temperature-induced optical changes. By combining experimental...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41602781",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Naeso-san, a traditional herbal formula, attenuates HCl/ethanol-induced gastric injury via MAPK and NF-κB pathway modulation in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: NSS exhibits gastroprotective effects through multi-target anti-inflammatory mechanisms. These mechanistic advantages over conventional acid-suppressive therapies suggest NSS as a promising candidate for preclinical and translational studies evaluating its clinical applicability in inflammatory gastric conditions.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41601984",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NSS exhibits gastroprotective effects through multi-target anti-inflammatory mechanisms. These mechanistic advantages over conventional acid-suppressive therapies suggest NSS as a promising candidate for preclinical and translational studies evaluating its clinical applicability in inflammatory gast..."
    },
    {
      "title": "Developmental neurotoxic effects of dibutyl phthalate and its metabolite mono-n-butyl phthalate on Danio rerio",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Mono-n-butyl phthalate (MBP) is a major active metabolite of the plasticizer dibutyl phthalate (DBP), a prevalent environmental contaminant. Although toxicity studies on DBP have been conducted, the toxicity of MBP remains largely understudied. Therefore, we aimed to elucidate the neurotoxic effects of MBP and DBP on zebrafish (Danio rerio) larvae. To this end, wild-type and transgenic lines (tg(huC:eGFP) and tg(mbp:mGFP)) were exposed to DBP and MBP, respectively, during the early developmental...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41601063",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "elucidate the neurotoxic effects of MBP and DBP on zebrafish (Danio rerio) larvae",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antimicrobial Resistance Profile of Urinary Bacterial Isolates from Hospitalized Companion Dogs Reveals a Potential Public Health Risk in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41600726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Emerging antimicrobial resistance (AMR) in companion animals represents a global health concern as they serve as potential reservoirs for multidrug-resistant (MDR) bacteria, which can be transmitted to humans. Herein, we provide comprehensive surveillance data on resistance patterns in veterinary hospital settings, focusing on urinary tract infection. A total of 23 bacterial strains were isolated from urine specimens of hospitalized companion animals suspected of urinary tract infections (UTIs)...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41600726",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pulmonary Vascular Proliferative Lesions in Wild Korean Raccoon Dogs (<em>Nyctereutes procyonoides</em>): Description of 13 Cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41600677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Pulmonary vascular proliferative lesions are rarely reported and poorly characterized in animals. In this study, we describe 13 cases identified in wild Korean raccoon dogs (Nyctereutes procyonoides), suggesting a higher-than-expected incidence in this species. Gross examination revealed villous projections within the lumina of pulmonary vessels, sometimes accompanied by pneumonia, hemorrhage, or Dirofilaria immitis (heartworm) infection. Most affected animals also presented with thick, dark...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41600677",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Short-Time Homomorphic Deconvolution (STHD): A Novel 2D Feature for Robust Indoor Direction of Arrival Estimation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41600516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Accurate indoor positioning and navigation remain significant challenges, with audio sensor-based sound source localization emerging as a promising sensing modality. Conventional methods, often reliant on multi-channel processing or time-delay estimation techniques such as Generalized Cross-Correlation, encounter difficulties regarding computational complexity, hardware synchronization, and reverberant environments where time difference in arrival cues are masked. While machine learning...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41600516",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial Neural Network-Based Conveying Object Measurement Automation System Using Distance Sensor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41600251/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Measuring technology is used in various ways in the logistics industry for defect inspection and loading optimization. Recently, in the context of the fourth industrial revolution, research has focused on measurement automation combining AI, IoT technologies, and measuring equipment. The 3D scanner used for field logistics measurements offers high performance and can handle large volumes quickly; however, its high unit price limits adoption across all lines. Entry-level sensors are challenging...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41600251",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Modified Gamchogeongang-Tang on Lung Injury in a Chronic Obstructive Pulmonary Disease Mice Model: An Experimental Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599784/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Objectives: This study evaluated the effects of modified Gamchogeongang-tang (GGS01) on lung injury using a COPD mouse model. Methods: C57BL/6 mice were exposed to cigarette smoke extract and lipopolysaccharide and treated with GGS01 (100, 200, or 400 mg/kg). Bronchoalveolar lavage fluid (BALF) and lung tissue were analyzed using cytospin, enzyme-linked immunosorbent assay, real-time polymerase chain reaction (PCR), flow cytometry analysis, hematoxylin and eosin (H&E) and Masson's trichrome...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41599784",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study evaluated the effects of modified Gamchogeongang-tang (GGS01) on lung injury using a COPD mouse model",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Revisiting the Geriatric Depression Scale: An IRT-Based 10-Item Screen Outperforms the GDS-15 in Diagnostic Accuracy and Efficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background/Objective: Existing abbreviated Geriatric Depression Scales (GDSs), derived via Classical Test Theory (CTT), often sacrifice accuracy for brevity and retain non-specific items. We aimed to develop a minimum-item GDS maintaining diagnostic performance equivalent to the full 30-item scale (GDS30) using Item Response Theory (IRT). Methods: This cross-sectional study employed rigorous 5:5 split-sample cross-validation. Participants included 6525 older adults (aged ≥60 years) from...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41598411",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Existing abbreviated Geriatric Depression Scales (GDSs), derived via Classical Test Theory (CTT), often sacrifice accuracy for brevity and retain non-specific items",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PEDV Structural Proteins with Emphasis on M Protein as an Immunomodulatory Factor in Porcine Innate Immunity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598213/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Porcine epidemic diarrhea virus (PEDV) is an enteric alphacoronavirus that causes severe diarrhea and high mortality in neonatal pigs, leading to substantial economic loss in the porcine industry. Previous studies have primarily focused on the spike protein because of its role in viral entry and induction of neutralizing antibody responses. However, accumulating evidence indicates that other viral components also contribute to host immune modulation and pathogenesis. This review summarizes the...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41598213",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Metasticker Composed of Indium-Tin-Oxide-Square-Fractal Rings for Broadband Absorption",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "This study proposes design and fabrication methods for an electromagnetic metasurface absorber (MA) that absorbs electromagnetic waves using a metasticker attached on a dielectric substrate blocked by a copper sheet. To guarantee a high design freedom as well as make the absorption bandwidth (BW) as broad as possible, a square-fractal ring is chosen as the metapattern, and its design is optimized using a genetic algorithm. To fabricate the square-fractal rings in a simple manner, an...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41598008",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced Photovoltaic Performance of Ternary Small Molecule/Polymer Bulk Heterojunction Solar Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41597878/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "We report a notable enhancement in the performance of small-molecule-based organic photovoltaics (OPVs) through the use of a ternary blend comprising a small-molecule donor (DTS(FBTTh(2))(2)), a polymer donor (PBDTTT-EFT), and a fullerene acceptor (PC(71)BM). By optimizing the composition of this ternary active layer, we achieved a significant increase in power conversion efficiency from 7.99% to 9.08%. This improvement is attributed to the broader light absorption spectrum and enhanced charge...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Kyung Hee University"
      ],
      "pmid": "41597878",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thermal Management with AlN Passivation in AlGaN/GaN HEMTs with an Air Gap Gate for Improved RF Performance: A Simulation Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41597873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "This study introduces an air gap gate with AlN passivation to enhance the radio frequency (RF) performance of AlGaN/GaN high-electron-mobility transistors (HEMTs) while addressing thermal challenges. The air gap gate improves RF performance by reducing gate capacitance, resulting in a 23.9% increase in cutoff frequency (35.82 GHz) and enhancing saturation drain current and maximum transconductance by 3.7% and 10.27%, respectively, compared to a 0.15 μm planar gate baseline. However, reduced heat...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41597873",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Locking Plate With or Without Cerclage Augmentation Versus Hook Plate for Neer Type II Distal Clavicle Fractures: A Single-Center Retrospective Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41597288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background and Objectives: Unstable distal clavicle fractures (Neer type II) have a relatively high risk of nonunion and often require operative fixation. Hook plates are widely used, particularly when the distal fragment is small or comminuted, because they provide strong vertical stability. However, hook plates are associated with subacromial irritation, acromial wear, and the need for routine implant removal. Distal locking plates with supplementary cerclage augmentation can achieve fixation...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41597288",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Unstable distal clavicle fractures (Neer type II) have a relatively high risk of nonunion and often require operative fixation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of Probiotic and Antimicrobial Properties of Patulin-Degrading <em>Latilactobacillus sakei</em> KMP17 and Its Fermentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41596834/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Lactic acid bacteria (LAB), as significant probiotics, hold immense application potential across diverse fields. This study systematically evaluated the probiotic properties and patulin degradation capabilities of four LAB strains with potent antimicrobial effects, previously isolated from Kimchi: Weissella cibaria (KM4 and KM14), Latilactobacillus sakei KMP17, and Leuconostoc mesenteroides KM35. All exhibited favorable environmental tolerance, adhesion capacity, and safety, along with the...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41596834",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Uncovering Major Structural and Functional Features of Methyl-Coenzyme M Reductase (MCR) from <em>Methanobrevibacter ruminantium</em> in Complex with Two Substrates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41596639/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Structural insights into methyl-coenzyme M reductase from Methanobrevibacter ruminantium (M. ruminantium) has implications for methane mitigation strategies. Methanogenesis in ruminants is a major contributor to global greenhouse gas emissions, primarily driven by the rumen archaeon M. ruminantium. Central to this process is methyl-coenzyme M reductase (Mcr), an enzyme that catalyzes the final step of methane production. Despite its significance as a chemogenetic target for methane mitigation,...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41596639",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for methane mitigation strategies",
      "conclusion": null
    },
    {
      "title": "Determining the Optimal Heparin Binding Domain Distance in VEGF<sub>165</sub> Using Umbrella Sampling Simulations for Optimal Dimeric Aptamer Design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41596363/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Vascular endothelial growth factor 165 (VEGF(165)) stands out as a pivotal isoform of the VEGF-A protein and is critically involved in various angiogenesis-related diseases. Consequently, it has emerged as a promising target for diagnosing and treating such conditions. Structurally, VEGF(165) forms a homodimer, and each of its constituting monomers comprises a receptor-binding domain (RBD) and a heparin-binding domain (HBD). These two domains are linked by a flexible linker, and thus the overall...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41596363",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modulation of the miR-485-3p/PGC-1α Pathway by ASO-Loaded Nanoparticles Attenuates ALS Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41596266/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disorder characterized by progressive motor neuron degeneration with limited treatment options. In this study, we investigated the pathological role of microRNA-485-3p (miR-485-3p) in ALS, particularly its regulation of PGC-1α, a transcriptional coactivator essential for mitochondrial function and neuroprotection. We also evaluated the therapeutic potential of BMD-001S, a nanoparticle-based formulation encapsulating an antisense...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST"
      ],
      "pmid": "41596266",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the pathological role of microRNA-485-3p (miR-485-3p) in ALS, particularly its regulation of PGC-1α, a transcriptional coactivator essential for mitochondrial function and neuroprotection",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "5G RF-EMFs Mitigate UV-Induced Genotoxic Stress Through Redox Balance and p38 Pathway Regulation in Skin Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41596185/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "The biological effects of radiofrequency electromagnetic fields (RF-EMFs) remain an unresolved scientific issue with important societal relevance, particularly in the context of the global deployment of fifth-generation (5G) wireless technologies. The skin is continuously exposed to both RF-EMFs and ultraviolet (UV) radiation, a well-established inducer of oxidative stress and DNA damage, making it a relevant model for assessing combined environmental exposures. In this study, we investigated...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41596185",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "societal relevance, particularly in the context of the global deployment of fifth-generation (5G) wireless technologies",
      "conclusion": null
    },
    {
      "title": "Limitations of Ferroptosis Inhibitors on the Doxorubicin-Induced Cardiotoxicity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41596086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Doxorubicin is an anthracycline anticancer drug commonly used to treat lymphoma and breast cancer. Its major side effect is cardiotoxicity, which occurs by damaging cardiomyocytes. The mechanisms of doxorubicin-induced cardiotoxicity remain unclear; however, recent studies suggest that ferroptosis, an iron-dependent form of lipid peroxidation-mediated cell death, may play a key role. In this study, we investigated the role of ferroptosis in doxorubicin-induced cardiotoxicity using...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41596086",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the role of ferroptosis in doxorubicin-induced cardiotoxicity using",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcriptomic Profiling Reveals Biphasic Regulatory Instability and Late-Stage Proteostatic Decline in Aging Mouse Oocytese",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41595467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background: Maternal aging progressively compromises oocyte competence, yet the precise molecular trajectory across the reproductive lifespan remains insufficiently defined. Methods: Here, we mapped the transcriptomic landscape of mouse germinal vesicle (GV) oocytes across three distinct reproductive stages: post-pubertal peak fertility (Young, 8 weeks), fertility decline (Middle, 12 months), and reproductive senescence (Old, 18 months). Results: Our bioinformatic analyses reveal that oocyte...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41595467",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Robust Multimodal Deep Learning for Lymphoma Subtype Classification Using <sup>18</sup>F-FDG PET Maximum Intensity Projection Images and Clinical Data: A Multi-Center Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41595131/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background: Previous attempts to classify lymphoma subtypes based on metabolic features extracted from ^(18)F-FDG PET imaging have been hindered by inconsistencies in imaging protocols, scanner types, and inter-institutional variability. To overcome these limitations, we propose a multimodal deep learning framework that integrates harmonized PET imaging features with structured clinical information. The proposed framework is designed to perform hierarchical classification of clinically...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41595131",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Inaudible Binaural Beats Stimulation Timing and Task Performance Level on Visuospatial Working Memory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41595017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "This study aimed to investigate the effect of inaudible-frequency binaural beats (BB), excluding the influence of audible sound, on visuospatial working memory performance (VSWMP). In particular, the effects were examined in relation to the stimulation timing of the stimulus and the task performance level of participants. Thirty adults in their 20 s (20 males, 25.7 ± 1.8 years; 10 females, 24.3 ± 1.6 years) participated in the experiment. A 10 Hz BB stimulus was generated by simultaneously...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41595017",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the effect of inaudible-frequency binaural beats (BB), excluding the influence of audible sound, on visuospatial working memory performance (VSWMP)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three Cases Revealing Remarkable Genetic Similarity Between Vent-Endemic <em>Rimicaris</em> Shrimps Across Distant Geographic Regions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41594855/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Deep-sea hydrothermal vent fauna is often regarded as highly endemic, although exceptions have been reported. We examined genetic connectivity across broad spatial scales within the alvinocaridid genus Rimicaris, which has undergone substantial adaptive radiation worldwide. We analyzed six Rimicaris species using three genetic markers, cytochrome c oxidase subunit I (COI), 16S ribosomal rRNA gene (16S), and histone h3 (H3), and complete mitogenomes, employing newly generated sequences combined...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41594855",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "genetic connectivity across broad spatial scales within the alvinocaridid genus Rimicaris, which has undergone substantial adaptive radiation worldwide",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Korean Learners' Acquisition of Mandarin Disyllabic Tone Sequences Across Proficiency Levels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41594742/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background: Although tone acquisition is one of the most challenging aspects for adult second language (L2) learners, research remains limited on how learners from non-tonal first language (L1) backgrounds develop across proficiency levels. The current study examined Mandarin disyllabic tone sequences produced by learners at three proficiency levels. Methods: This study recorded the Mandarin tone production of beginner, intermediate, and advanced Korean learners and evaluated their accuracy and...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41594742",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancer Trajectories in Lineage Commitment: Regulatory Logic of States and Cooperation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41594627/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Cell fate determination depends on precise and timely control of gene expression programs governed by enhancers, which act as central regulatory elements within chromatin landscapes. Recent studies reveal that enhancers occupy distinct functional states, including poised, primed, and active configurations, and that these states dynamically transition during lineage specification. These transitions, in turn, coordinate chromatin accessibility and transcriptional competence, establishing when and...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41594627",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "RNAa-Mediated Gene Activation in the Regulation of Stem Cell Fate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41594548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Stem cell fate is governed by complex transcriptional networks and dynamic chromatin architectures, with RNA molecules acting as critical regulators. Traditionally, small RNAs have been associated with gene silencing; however, growing evidence reveals that certain RNA species can also activate transcription, a phenomenon termed RNA activation (RNAa). This evolutionarily conserved mechanism functions through both synthetic small activating RNAs (saRNAs) and endogenous RNA molecules, including...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41594548",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Dietary Supplementation with Rumen-Protected GABA (γ-Aminobutyric Acid) on Milk Productivity and Blood Profiles of Dairy Cattle Under Heat Stress Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41594452/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "This study was conducted to evaluate the effect of rumen-protected γ-aminobutyric acid (GABA) supplementation on milk productivity of lactating Holstein cows. Eighteen Holstein dairy cows (mean parity, 2.2 ± 1.0 year; mean milk yield, 34.3 ± 5.5 kg) were selected in a commercial dairy farm for the experiment. The experiment was conducted from 17 July 2024 to 11 September 2024 (56 days). Generally, THI 72 is set as a threshold since the productivity of Holstein cows starts to decrease. Animals...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41594452",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic Performance of the Korean Triage and Acuity Scale Combined with the National Early Warning Score for Predicting Mortality and ICU Admission at Emergency Department Triage: A Retrospective Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41594323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Objectives: This study aimed to compare the predictive performance of the Korean Triage and Acuity Scale (KTAS) and the National Early Warning Score (NEWS) for serious adverse events (SAEs), including mortality and intensive care unit (ICU) admission, during emergency department (ED) stay. We also evaluated whether combining the two systems improves prediction accuracy. Methods: This retrospective study included adult patients (≥19 years) who presented to a university-affiliated ED between...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41594323",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aimed to compare the predictive performance of the Korean Triage and Acuity Scale (KTAS) and the National Early Warning Score (NEWS) for serious adverse events (SAEs), including mortality a...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First Whole-Genome Sequencing Analysis of Tracheobronchopathia Osteochondroplastica with Critical Vocal Cord Involvement: Proposing a Novel Pathophysiological Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41594186/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background: Tracheobronchopathia osteochondroplastica (TO) is a rare benign disorder characterized by submucosal cartilaginous and osseous nodules of the tracheobronchial tree, typically sparing the posterior membranous wall. Involvement of the vocal cords is exceedingly rare and may result in critical airway obstruction. The underlying genetic and molecular mechanisms of TO remain largely unexplored. Case presentation: We report a rare case of TO extending from the vocal cords to the bronchi in...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41594186",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toward the development of a digital self-nutrition management education program for elderly: findings from focus groups study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41593876/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings indicate that elderly face barriers to utilizing digital tools for self-nutrition management not only due to physical or technical limitations, but also because of the confusion arising from limited nutrition knowledge and information overload. To overcome the barriers that may arise during the digital-based education process for elderly, strategies (educational topics, delivery strategies, and operational strategies) were derived to vitalize a digital self-nutrition...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41593876",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings indicate that elderly face barriers to utilizing digital tools for self-nutrition management not only due to physical or technical limitations, but also because of the confusion arising from limited nutrition knowledge and information overload. To overcome the barriers that may arise du..."
    },
    {
      "title": "Amplification-Free and Label-Free Multiplexed Profiling of Extracellular Vesicle-Derived MicroRNA via Micropore Sensing Based on PNA-Functionalized Hydrogel Barcodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41604161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Extracellular vesicle (EV)-derived microRNA (miRNA) is a promising biomarker for various diseases, including cancer. However, the current EV-miRNA detection technologies, such as RT-qPCR and microarray, have depended on the complex amplification and labeling processes, which are not preferred for constructing an on-site diagnosis system. Herein, we present an EV-miRNA detection platform utilizing micropore sensing based on peptide nucleic acid (PNA)-functionalized hydrogel barcodes. Based on the...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41604161",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gate insulator stack engineering for fully CMOS-compatible reservoir computing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41604085/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "The need for processing complex and temporal datasets has increased with the rise of artificial intelligence. In this context, reservoir computing, which utilizes the short-term memory of the reservoir to map input data into a high-dimensional space, has gathered significant interest. In this study, for the first time, fully CMOS-compatible reservoir computing is demonstrated through gate insulator stack engineering. Integrated on a single wafer, CMOS circuits, Al(2)O(3)/Si(3)N(4) (A/N) devices...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41604085",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine learning-driven exosome-mimetic lipid nanoparticles for tumor-specific targeting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41604024/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Exosome-mimetic lipid nanoparticles (ENPs) are a promising alternative to PEGylated lipid nanoparticles (LNPs) for targeted cancer therapy, offering improved biocompatibility and reduced immune clearance. However, the rational design of these biomimetic particles is challenging due to complex lipid composition requirements. We developed a hybrid algorithm to optimize exosome-mimetic formulations by predicting key nanoparticle properties (size, zeta potential, and polydispersity index). The...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41604024",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Local anesthesia alone versus with sedation for transcatheter aortic valve implantation: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In patients undergoing transfemoral TAVI, a minimalist approach using LA alone is non-inferior to LAS regarding short-term safety, efficacy, and procedural efficiency. These findings suggest that anesthetic strategy may be individualized based on patient-specific factors and operator experience while maintaining comparable clinical outcomes.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41603940",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that anesthetic strategy may be individualized based on patient-specific factors and operator experience while maintaining comparable clinical outcomes",
      "conclusion": "In patients undergoing transfemoral TAVI, a minimalist approach using LA alone is non-inferior to LAS regarding short-term safety, efficacy, and procedural efficiency. These findings suggest that anesthetic strategy may be individualized based on patient-specific factors and operator experience whil..."
    },
    {
      "title": "Fracture risks in patients with arginine vasopressin deficiency: a nationwide matched cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603925/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Compared with controls, only female patients with AVP-D demonstrated a significantly increased risk of HFs. These findings highlight the need for long-term follow-up, targeted screening, and proactive management of HF risk in female patients with AVP-D.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41603925",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Compared with controls, only female patients with AVP-D demonstrated a significantly increased risk of HFs. These findings highlight the need for long-term follow-up, targeted screening, and proactive management of HF risk in female patients with AVP-D"
    },
    {
      "title": "Association between the presence of malignant ascites and survival outcomes in gastric cancer patients treated with nivolumab plus chemotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603891/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Although malignant ascites is associated with poor outcomes in gastric cancer (GC), its clinical value in first-line immune checkpoint inhibitor (ICI)-based chemotherapy remains unclear. This single-center study aimed to evaluate the impact of malignant ascites in patients with advanced GC treated with first-line nivolumab plus chemotherapy (n = 339) or chemotherapy alone (n = 422). Peritoneal involvement and malignant ascites grade were assessed using computed tomography imaging. Patients were...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41603891",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of malignant ascites in patients with advanced GC treated with first-line nivolumab plus chemotherapy (n = 339) or chemotherapy alone (n = 422)",
      "conclusion": null
    },
    {
      "title": "Comparison of In Vitro Metrics With Real-World Risk of Drug-Induced Parkinsonism Due to Antipsychotic Drugs: Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Integrating receptor-binding kinetics with BBB penetration may provide an in vitro framework that reflects real-world variation in DIP risk among D2R-antagonizing APDs. These findings support the relevance of combining kinetic and central nervous system exposure parameters for early safety evaluation.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41603886",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Integrating receptor-binding kinetics with BBB penetration may provide an in vitro framework that reflects real-world variation in DIP risk among D2R-antagonizing APDs. These findings support the relevance of combining kinetic and central nervous system exposure parameters for early safety evaluatio..."
    },
    {
      "title": "Abdominal Massage and Moxibustion in Elderly Constipation: Clinical Benefits With Uncertain Mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41603679",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictive modeling of optical and electrical coupling in silver nanowire networks for stretchable transparent electrodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Metal nanowires, particularly silver nanowires (AgNWs), have been extensively used in transparent electrodes and substrates requiring high optical transmittance, as well as in flexible and stretchable electronic devices, owing to their intrinsic material properties. These include the ability to maintain electrical conductivity under mechanical deformation. The optical/electrical performance of such systems is primarily governed by the percolation behavior among individual nanowires within a...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41603642",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age-Related Changes in the Orbicularis Oris Muscle and Their Implications on Aesthetic Lip Rejuvenation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Age-related changes in the orbicularis oris muscle, especially in female participants, contribute to altered lip morphology. Understanding these changes can help develop more effective and natural rejuvenation strategies using injectables.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41603620",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Age-related changes in the orbicularis oris muscle, especially in female participants, contribute to altered lip morphology. Understanding these changes can help develop more effective and natural rejuvenation strategies using injectables"
    },
    {
      "title": "Excisional Punch Remains a High-Satisfaction Treatment for Lip Venous Lakes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603619/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41603619",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Review on Predictive Models and Integration Strategies for Holistic Impact Assessment of Chemicals and Materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Rapid innovation in chemicals and materials calls for innovative integrated approaches that can assess their impacts across different areas. The Safe and Sustainable-by-Design (SSbD) framework, developed by the European Commission's Joint Research Centre (JRC), offers a comprehensive approach with which to evaluate the safety and sustainability of chemicals and materials across their lifecycle. While SSbD uses various modeling approaches to assess impacts on human health, the environment, and...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "SNU"
      ],
      "pmid": "41603589",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early Aspirin Withdrawal After PCI: Not All Acute Coronary Syndromes Are Created Equal",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41603509",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Designing bithiazole-based conjugated polymers as alternatives to benzothiadiazoles for photocatalytic hydrogen evolution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Photocatalytic hydrogen evolution on bithiazole (Tz)-based conjugated polymers was demonstrated for the first time, establishing Tz as a new building block beyond conventional benzothiadiazole (BT) systems. Two Tz-based donor-acceptor polymers were synthesized: one consisting of fluorene and Tz units (PFOTz), and the other incorporating a thiophene π-spacer between Tz units (PFOTzT). The use of thiophene-incorporating PFOTzT leads to a more ordered nanostructure within the resulting...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41603443",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combined Impact of Triglyceride-Glucose Index and Alanine Aminotransferase on Steatotic Liver Disease and Subtypes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Elevated combined baseline TyG index and ALT levels were significantly associated with increased risk of SLD and its subtypes. Combined use of these markers may be valuable for early identification and risk stratification of individuals at risk for SLD.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41603383",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated combined baseline TyG index and ALT levels were significantly associated with increased risk of SLD and its subtypes. Combined use of these markers may be valuable for early identification and risk stratification of individuals at risk for SLD"
    },
    {
      "title": "Validation of a web-based cognitive test for early detection of Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "BackgroundEarly detection of Alzheimer's disease (AD) is critical for effective disease management and treatment. Web-based assessment tools offer advantages by enabling broader accessibility and reducing reliance on specialized clinical infrastructure.ObjectiveThis study aimed to validate a self-administered, web-based cognitive assessment tool for AD screening.MethodsA total of 106 older adults aged 55 to 84 years were recruited and clinically classified as cognitively unimpaired (CU, n = 35),...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41603335",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "validate a self-administered, web-based cognitive assessment tool for AD screening",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ellagic Acid Alleviates Abnormal Fat Reduction by Activating the RXRβ-PPARγ Pathways in a CT26 Tumour-Induced Cachexia Mouse Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: EA mitigates cancer cachexia-induced fat loss by the activation of the RXRβ-PPARγ pathway. These findings present EA as a potential pharmacological agent to improve the abnormal fat reduction and muscle dysfunction associated with cachexia.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41603258",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EA mitigates cancer cachexia-induced fat loss by the activation of the RXRβ-PPARγ pathway. These findings present EA as a potential pharmacological agent to improve the abnormal fat reduction and muscle dysfunction associated with cachexia"
    },
    {
      "title": "In-Wheel Piezoelectric DC Power Generator With Zero Resistive Torque",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603237/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Conventional electromagnetic generators are limited to low-power applications owing to their mechanical complexity, bulky design, and reduced efficiency at small scales. Their performance is further hindered by the resistive torque according to Lenz's law, which makes them unsuitable for low-load environments. To overcome these challenges, we propose a novel in-wheel direct-current piezoelectric generator (DC-PG), which enables efficient power generation with zero resistive torque and does not...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41603237",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced stability and sustained delivery of structurally dense DNA nanostructures <em>via</em> a biodegradable hydrogel platform",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603143/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "DNA nanostructures offer programmable architectures with precise ligand arrangement, yet their in vivo utility is often limited by structural fragility and rapid systemic clearance. Here, we present a robust platform for the sustained delivery of structurally dense, multi-helical square block DNA nanostructures (SQBs) by encapsulating them within a biodegradable hydrogel composed of thiolated hyaluronic acid (HA) and gelatin. Distinct from DNA-based hydrogels where the DNA network serves as the...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41603143",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biological Principles for Success in Alveolar Bone, Soft Tissue, and Periodontal Regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Oral tissue regeneration involves the orchestration of known physiologic wound healing processes to synthesize single or composite tissues with functional, anatomical interfaces. Fundamental to oral tissue regeneration are the four main stages of wound healing: hemostasis, inflammation, proliferation, and remodeling. The oral cavity presents distinct challenges for regeneration due to its highly dynamic environment characterized by mechanical, microbiological, immunological, cellular, and...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41603142",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Large Anomalous Hall Effect, Non-Vanishing Berry Curvature in (110) FeRh Antiferromagnet Films via Interface Strain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603113/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "The anomalous Hall effect (AHE) has been understood as a transport phenomenon usually observed in ferromagnetic and non-collinear antiferromagnetic materials where broken time-reversal symmetry combined with spin-orbit coupling produces a net Berry curvature. Combined spatial inversion (P) and time-reversal (T) symmetries forbid an AHE in collinear antiferromagnets. In this study, we demonstrate a pronounced AHE in (110)-oriented FeRh thin films epitaxially grown on Al(2)O(3) substrates, even...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41603113",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thermoelectrochemistry-enabled phase and morphology control of metal phosphide nanocrystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Precise control over nanocrystal morphology remains a challenge in direct electrochemical synthesis of transition metal phosphides (TMPs), typically requiring post-synthetic thermal treatment. This study exploits selective surface heating during electrochemical synthesis to overcome kinetic barriers for crystallization, enabling the preparation of highly ordered cobalt and nickel phosphide nanostructures. Systematic voltage modulation yielded Co(2)P nanostructures with controlled morphologies...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41603063",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physiological responses of children with surgically corrected congenital heart disease during high-altitude trekking: an exploratory observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41602892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Children with surgically corrected CHD showed preserved oxygenation and well-tolerated hemodynamic responses during high-altitude trekking, underscoring their capacity for physiological adaptation when adequately prepared and supervised. The study highlights the feasibility and safety of structured physical challenges for this population and provides preliminary insight into designing exercise programs that promote confidence and participation.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41602892",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Children with surgically corrected CHD showed preserved oxygenation and well-tolerated hemodynamic responses during high-altitude trekking, underscoring their capacity for physiological adaptation when adequately prepared and supervised. The study highlights the feasibility and safety of structured ..."
    },
    {
      "title": "How do teachers' roles transform in metaverse classroom? The mechanisms of awe experience and differences across teaching stages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41602729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "With the rapid development of metaverse technologies in education, how teachers adapt to this emerging environment has become a critical issue. This study explores teachers' emotional experiences and adaptation mechanisms within metaverse classroom. Grounded in awe experience theory and role theory, it examines how classroom features influence teachers' role adaptation through both positive and negative awe experiences, thereby affecting teaching satisfaction and engagement. Using survey data...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41602729",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age-related evaluation of skin barrier parameters in retrievers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41602626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Skin hydration decreased with age and varied by anatomical site. The pH and sebum levels showed site-specific differences. The significant correlations between parameters highlight physiological interactions in skin barrier function. These baseline data provide a useful reference for dermatological evaluation and a foundation for future studies on canine skin barrier physiology.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41602626",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Skin hydration decreased with age and varied by anatomical site. The pH and sebum levels showed site-specific differences"
    },
    {
      "title": "Genomic characterization of infectious bronchitis viruses isolated from retail poultry meat in South Korea, 2017-2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41602622/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41602622",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microbial therapeutics for canine periodontal disease: current status and future perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41602620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Periodontal disease in dogs arises from ecological disruption of the oral microbiome. Sequencing-based studies and quantitative molecular analyses reveal characteristic dysbiotic transitions in affected dogs, with coordinated increases in Porphyromonas gulae, Prevotella, and Treponema, along with Treponema denticola and Tannerella forsythia, together with a loss of commensal-dominated genera such as Moraxella, Capnocytophaga, and members of the Neisseriaceae family. Rather than being driven by a...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41602620",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exercise-induced hypertension, atherogenic lipid subfractions, and cardiorespiratory fitness in marathon runners",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41602605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Among male marathon runners, EIH was not associated with adverse atherogenic lipid subfractions, whereas higher CRF correlated with more favorable lipid particle profiles, suggesting fitness-related metabolic adaptations may mitigate lipid-mediated cardiovascular risk.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41602605",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among male marathon runners, EIH was not associated with adverse atherogenic lipid subfractions, whereas higher CRF correlated with more favorable lipid particle profiles, suggesting fitness-related metabolic adaptations may mitigate lipid-mediated cardiovascular risk"
    },
    {
      "title": "Immunoengineering strategies using nanoparticles for obesity treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41602577/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Obesity has emerged as a global epidemic, posing severe challenges to public health and contributing to various complications, including metabolic disorders, cardiovascular disease, and type 2 diabetes. This review provides a comprehensive overview of obesity, its associated comorbidities, and the limitations of conventional treatments. We explore the complex relationship between obesity-induced inflammation, immune dysregulation, and the pivotal role of adipose tissue macrophages (ATMs)....",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41602577",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomaterials-based engineering of the bone microenvironment for osteoporosis therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41602549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Osteoporosis is a progressive skeletal disorder marked by an imbalance between bone resorption and formation, resulting in compromised microarchitecture and increased fracture risk. However, conventional pharmacological therapies have systemic side effects and limited targeting efficiency. Therefore, these limitations highlights the need for innovative strategies, and biomaterials have emerged as versatile tools, offering both structural support and the ability to modulate the osteoporotic bone...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41602549",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inclusive and sustainable active mobility: recommendations for older adults in Montenegro",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41602443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "This paper provides a perspective on inclusive and sustainable active mobility solutions for older adults in Montenegro, informed by research conducted in Podgorica and the wider region. Active mobility is a key factor influencing healthy ageing, social inclusion, and quality of life; however, its improvement requires a systemic approach connecting urban planning, public health, and social policy. In Montenegro, rapid urbanization, insufficient infrastructure, and limited intersectoral...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41602443",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unlocking the potential of immunotherapy for patients with resectable non-small cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41602369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Following positive results in advanced and metastatic non-small cell lung cancer (NSCLC), there has been a move toward the application of immunotherapy in the treatment of locally advanced, resectable, oncogene driver-negative disease. To date, there have been eight Phase III trials across the adjuvant, neoadjuvant, and perioperative settings that demonstrate benefit with (chemo)-immunotherapy in patients with resectable NSCLC. Given the wealth of immunotherapy treatment regimens both available...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41602369",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical utility of proteinase 3-antineutrophil cytoplasmic antibody at diagnosis in predicting subsequent relapse in patients with microscopic polyangiitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this study, we found that PR3-ANCA positivity at diagnosis is significantly associated with subsequent relapse in patients with MPA during follow-up.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41601767",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this study, we found that PR3-ANCA positivity at diagnosis is significantly associated with subsequent relapse in patients with MPA during follow-up"
    },
    {
      "title": "Association of psychosis with cognitive impairment is mediated by amyloidopathy in cognitive impairment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that amyloid pathology may mediate the effect of baseline cognitive impairment on psychosis during disease in AD, highlighting a potential pathological link between cognitive decline and psychotic symptoms.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41601598",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that amyloid pathology may mediate the effect of baseline cognitive impairment on psychosis during disease in AD, highlighting a potential pathological link between cognitive decline and psychotic sym...",
      "conclusion": "These findings suggest that amyloid pathology may mediate the effect of baseline cognitive impairment on psychosis during disease in AD, highlighting a potential pathological link between cognitive decline and psychotic symptoms"
    },
    {
      "title": "Correction: Differential effects of physical activity on behavioral and prefrontal responses during repetitive inhibitory control in older adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.3389/fnagi.2025.1684331.].",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41601595",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neural control of anticipatory braking and lateral balance predicts fall risk in older adults: BMI-dependent mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Falls are a leading cause of disability among older adults, and neural control is increasingly recognized as a critical risk factor. In this prospective cohort study, we investigated whether deceleration during terminal swing (DCEL), and medial-lateral velocity zero crossing count (VZCC), reflecting anticipatory braking and lateral balance control, predict future falls, and whether body mass index (BMI) moderates these associations. A total of 380 older adults were assessed and...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41601589",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whether deceleration during terminal swing (DCEL), and medial-lateral velocity zero crossing count (VZCC), reflecting anticipatory braking and lateral balance control, predict future falls, and whethe...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lipid profiling in nontuberculous mycobacterial pulmonary disease based on geospatial locations and disease severity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: TG levels were elevated in lung lesions affected by NTM-PD but decreased in serum as disease severity increased, suggesting TG accumulation in lung tissues. These findings highlighted the role of lipid metabolism in the pathogenesis of NTM-PD.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41601583",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TG levels were elevated in lung lesions affected by NTM-PD but decreased in serum as disease severity increased, suggesting TG accumulation in lung tissues. These findings highlighted the role of lipid metabolism in the pathogenesis of NTM-PD"
    },
    {
      "title": "Transcatheter or sutureless/rapid-deployment aortic valve replacement? Contemporary insights from an individual patient data meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601350/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: SUAVR was associated with superior long-term survival and favorable early outcomes compared with TAVR, whereas mean PG favored TAVR. These findings suggest that SUAVR may mitigate the surgical trauma inherent to conventional AVR, narrowing the gap with TAVR, and the choice of TAVR or SUAVR should be carefully individualized, especially in patients with longer life expectancy.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41601350",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that SUAVR may mitigate the surgical trauma inherent to conventional AVR, narrowing the gap with TAVR, and the choice of TAVR or SUAVR should be carefully individualized, especially in patients with l...",
      "conclusion": "SUAVR was associated with superior long-term survival and favorable early outcomes compared with TAVR, whereas mean PG favored TAVR. These findings suggest that SUAVR may mitigate the surgical trauma inherent to conventional AVR, narrowing the gap with TAVR, and the choice of TAVR or SUAVR should be..."
    },
    {
      "title": "Causes of death by time and treatment modality in surgically treated esophageal cancer patients: a Korean nationwide study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601349/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Comprehensive survivorship care is essential for ECA patients. Priorities include intensive recurrence surveillance, tailored screening for second primary malignancies, and cardiopulmonary monitoring to improve long-term survival.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41601349",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Comprehensive survivorship care is essential for ECA patients. Priorities include intensive recurrence surveillance, tailored screening for second primary malignancies, and cardiopulmonary monitoring to improve long-term survival"
    },
    {
      "title": "<em>In situ</em> electrocatalytic H<sub>2</sub>O<sub>2</sub> synthesis over TiO<sub>2</sub> nanocrystal/porous carbon yolk-shell composites with oxygen functional group modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Here, we report a TiO(2) nanocrystal/porous carbon yolk-shell composite that exhibits excellent electrocatalytic performance, featuring a high onset potential and >90% H(2)O(2) selectivity. Systematic analyses reveal that enhanced oxygen functionalization and reduced TiO(2) nanocrystal size are key to simultaneously improving selectivity and activity. The optimized catalyst, TNC/C-4, further demonstrates superior electro-Fenton degradation of phenol, enabling rapid and efficient pollutant...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41601341",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Crisis-driven innovation in the Republic of Korea's in vitro diagnostics industry: a pandemic case study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601303/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides a strategic framework for understanding interactions between pandemic control policies and the IVD industry. Sustained pre-crisis investment in R&D, public-private networks, and public health infrastructure is essential for effective pandemic preparedness. During a crisis, policymakers must carefully manage the critical trade-off between regulatory speed and diagnostic quality to ensure that rapid responses do not compromise public health outcomes.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41601303",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides a strategic framework for understanding interactions between pandemic control policies and the IVD industry. Sustained pre-crisis investment in R&D, public-private networks, and public health infrastructure is essential for effective pandemic preparedness"
    },
    {
      "title": "Sex-Dependent Microbial and Host Profiles Following Fecal Microbiota and <em>Bifidobacterium longum</em> Treatment in Stress-Induced Gut Dysbiosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings highlight sex-specific microbial and host responses to microbiota-targeted therapies in a stress-induced IBS model, emphasizing sex as a biological variable in designing personalized microbiome-based treatments.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41601294",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight sex-specific microbial and host responses to microbiota-targeted therapies in a stress-induced IBS model, emphasizing sex as a biological variable in designing personalized microbiome-based treatments"
    },
    {
      "title": "Longitudinal pathway from low academic performance in adolescence to prescription drug misuse in adulthood: The mediating role of substance use and the moderating role of sex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601213/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND AND OBJECTIVES: Prescription drug misuse (PDM) has serious health and social consequences, highlighting the importance of identifying early risk factors. This study examines longitudinal pathways linking low academic performance in adolescence, substance use in emerging adulthood, and PDM in young adulthood, with attention to sex differences.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41601213",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Prescription drug misuse (PDM) has serious health and social consequences, highlighting the importance of identifying early risk factors",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Depletion of BIS in astrocytes aggravates reactive gliosis following photothrombotic brain injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601171/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "BIS (Bcl-2-interacting cell death suppressor, or BAG-3), is a multifunctional co-chaperone that maintains protein quality control via autophagy and proteostasis. Following the central nervous system (CNS) injury, BIS expression is markedly upregulated in reactive astrocytes, suggesting a regulatory role of reactive astrogliosis. To investigate this, we generated astrocyte-specific BIS knockout (BIS-aKO) mice for the first time. While BIS-aKO mice exhibited normal growth and survival, the...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41601171",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between body fat percentage and metabolic and hematologic biomarkers in Korean adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601170/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Recent interest in metabolically healthy obesity highlights the need to evaluate the relationship between adiposity and hematologic and metabolic biomarkers. With the increasing use of bioelectrical impedance analysis (BIA), measuring body composition, including percent body fat (PBF), has become more accessible. This study aimed to investigate the associations between PBF and hematologic and metabolic biomarkers related to cardiometabolic health. We conducted a retrospective, cross-sectional...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41601170",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the associations between PBF and hematologic and metabolic biomarkers related to cardiometabolic health",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Uncovering multidimensional patterns of insufficient effort responding: A latent profile analysis integrating survey data and cognitive task performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601119/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Insufficient Effort Responding (IER) undermines survey validity but its detection remains methodologically challenging due to its multidimensional nature. Traditional univariate IER detecting methods often overlook interactions among response behaviors. We integrated seven complementary indicators-response time, maximum longstring, response entropy, mahalanobis distance, psychometric synonym-antonym and even-odd consistency-and used latent profile analysis to classify 126 online respondents....",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41601119",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Urinary proteomic biomarkers of systemic fluoride exposure in children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "While optimal fluoride (F) levels support oral health, chronic exposure to high concentrations can lead to skeletal and dental fluorosis, especially in children. Emerging evidence suggests that excessive fluoride intake may disrupt systemic physiology, yet the underlying mechanisms remain poorly understood. To address this gap, we performed a comparative urinary proteomic analysis using LC-MS/MS in schoolchildren residing in a high-fluoride region, categorizing participants into high-fluoride...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41601072",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Co-selection for heavy metal and multidrug resistance: Cadmium primes bacterial antibiotic resistance by enhancing intrinsic oxidative stress tolerance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Antibiotic resistance in bacteria can be shaped by environmental factors, including heavy metal contamination. Cadmium (Cd) can enhance bacterial tolerance against other toxic agents, including antibiotics. In this study, we investigated how Cd exposure influences antibiotic resistance across environmental and host-associated contexts. We demonstrate that chronic Cd contamination in soil (5.8 mg Cd/kg) reshapes bacterial communities, enriching Proteobacteria (32.9-37.1 %) that show increased...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41601069",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how Cd exposure influences antibiotic resistance across environmental and host-associated contexts",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Air pollution and risk of autoimmune thyroid diseases in children and adolescents: Findings from a nationwide cohort study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601047/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Epidemiological evidence on the association between long-term air pollution exposure and the incidence of autoimmune thyroid diseases (AITD) in children and adolescents remains limited. This study aimed to examine the relationship between long-term exposure to air pollution and the onset of AITD in children and adolescents in South Korea. This nationwide cohort study included 1,400,433 children aged 6 years at baseline (2008-2010) from the National Health Information Database, with follow-up...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41601047",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "examine the relationship between long-term exposure to air pollution and the onset of AITD in children and adolescents in South Korea",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-World Effectiveness of Seasonal Influenza Vaccines During the 2024-2025 Season: Subgroup Analyses by Virus Subtype, Time Since Vaccination, and Diagnostic Method",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41601017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Despite high vaccination coverage, influenza remains a public health concern in South Korea, particularly in older adults. Continuous evaluation of vaccine effectiveness (VE) is essential to optimize immunization strategies. Methods: This study evaluated seasonal influenza VE for preventing laboratory-confirmed influenza using a test-negative design through a hospital-based influenza surveillance system in South Korea from 1 November 2024, to 30 April 2025. Demographic and...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41601017",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Despite high vaccination coverage, influenza remains a public health concern in South Korea, particularly in older adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of the Cell-Based Quadrivalent Influenza Vaccine (SKYCellflu<sup>®</sup> QIV) in Children and Adolescents: A Multicenter Test-Negative Case-Control Study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41600986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background: Children and adolescents are pivotal in the transmission of influenza, and vaccination remains the most effective preventive measure. Cell-based influenza vaccines offer advantages over traditional egg-based vaccines by reducing egg-adapted mutations and improving antigenic match. SKYCellflu^(®) quadrivalent influenza vaccine (QIV; SK bioscience, Korea), the first cell-based QIV licensed in Korea for individuals aged 6 months and older, offers potential advantages; however, its...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41600986",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Yellow Fever Vaccine Journey: Milestones and Future Directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41600981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Yellow fever, a mosquito-borne viral hemorrhagic disease, remains a significant public health concern in endemic regions of Africa and South America. The development of the yellow fever vaccine marked a milestone in virology and immunization. In the 1930s, Max Theiler created the 17D live-attenuated vaccine, a breakthrough that has achieved global recognition and continues to underpin prevention strategies. This review outlines the historical evolution of the yellow fever vaccine, highlighting...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41600981",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changing Trends of Respiratory Viruses in Hospitalized Children During and After the COVID-19 Emergency Phase in Yongin, South Korea (2020-22 vs. 2023-24)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41600891/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "The COVID-19 pandemic and subsequent non-pharmaceutical interventions (NPIs) significantly disrupted the epidemiology of pediatric respiratory viruses. This study compared infection patterns among 3658 hospitalized children in South Korea during the pandemic (2020-2022) and the post-emergency phase (2023-2024), following the relaxation of mandatory NPIs. Of 4419 eligible tests, the most frequently detected viruses overall were rhinovirus/enterovirus (HRV/HEV) (27.9%), influenza (14.5%), and...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41600891",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AI-Based Respiratory Monitoring-Guided Evaluation of Rottlerin Therapy for PRRS in Grower-Finisher Pig Farms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41600838/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Porcine reproductive and respiratory syndrome virus (PRRSV) remains a major cause of economic loss in the swine industry, and highly pathogenic variants such as NADC34-like PRRSV highlight the need for antiviral strategies that complement vaccination. In this field study, we evaluated the efficacy of AlimenWOW, a rottlerin-lipid formulation, in grower-finisher pigs under commercial conditions using AI-based respiratory monitoring. A total of 2000 pigs were assigned to four groups: AlimenWOW G1...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41600838",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unilateral Multifocal Follicular Thyroid Carcinoma with Vascular Invasion and Primary Hepatic Metastasis in a Dog: First Documented Case",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41600699/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "A 14-year-old spayed female Jindo dog presented with a firm, non-painful right-sided cervical mass. Computed tomography identified three distinct, separate masses thought to be arising from the right thyroid lobe; the largest measured 66.6 mm × 42.0 mm × 37.6 mm with an estimated volume of 56 cm³ and showed invasion into the right internal jugular vein. Multiple hepatic nodules were detected without evidence of pulmonary metastasis and regional lymph node involvement. Right thyroidectomy with...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41600699",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multidisciplinary Surgical Treatment of Hepatic Abscess in a Geriatric Dog with Congenital Extrahepatic Portosystemic Shunt",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41600693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Hepatic abscesses are uncommon in dogs and typically develop secondary to biliary tract disease or ascending bacterial infections. Although congenital extrahepatic portosystemic shunt (EHPSS) is known to impair hepatic perfusion and immune clearance, its potential role in predisposing geriatric dogs to hepatic abscess formation has not been previously reported. This case report describes the diagnostic approach, therapeutic decision-making, and clinical outcome of a geriatric dog in which a...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41600693",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Environmental Investigation of Natural Radioactivity and Health Risk Assessment in Basaltic Volcanic Building Materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41600564/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "This study presents an integrated geological and environmental radiological analysis of basaltic volcanic rocks, which have been characterized by their suitability and potential for risk when used as construction materials. A total of thirty-five representative basaltic samples from the environment of studied area, located in the Northern Eastern Desert of Egypt, were utilized for this study. The rocks were then analyzed by means of HPGe high-resolution gamma-ray spectrometry methods. The...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41600564",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Wearable ECG-PPG Deep Learning Model for Cardiac Index-Based Noninvasive Cardiac Output Estimation in Cardiac Surgery Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41600528/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Accurate cardiac output (CO) measurement is vital for hemodynamic management; however, it usually requires invasive monitoring, which limits its continuous and out-of-hospital use. Wearable sensors integrated with deep learning offer a noninvasive alternative. This study developed and validated a lightweight deep learning model using wearable electrocardiography (ECG) and photoplethysmography (PPG) signals to predict CO and examined whether cardiac index-based normalization (Cardiac Index (CI) =...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41600528",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reinforcement Learning-Based Golf Swing Correction Framework Incorporating Temporal Rhythm and Kinematic Stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41600189/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Accurate golf swing correction requires modeling not only static pose deviations but also temporal rhythm and biomechanical stability throughout the swing sequence. Most existing pose-based approaches rely on frame-wise similarity and therefore fail to capture timing, velocity transitions, and coordinated joint dynamics. This study proposes a reinforcement learning-based framework that generates frame-level corrective motions by formulating swing correction as a sequential decision-making...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41600189",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Induction and Regeneration of Microspore-Derived Embryos for Doubled Haploid Production in Cabbage (<em>Brassica oleracea</em> var. <em>capitata</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41600028/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Cabbage (Brassica oleracea L. var. capitata) is an important leafy vegetable crop, and the development of homozygous parental lines is essential for F(1) hybrid breeding. Isolated microspore culture (IMC) provides a rapid approach for producing haploid and doubled haploid (DH) lines. However, its efficiency in cabbage remains highly dependent on genotype, donor plant growth conditions, and culture conditions. This study aimed to optimize key factors affecting microspore embryogenesis and plant...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41600028",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "optimize key factors affecting microspore embryogenesis and plant",
      "significance": "leafy vegetable crop, and the development of homozygous parental lines is essential for F(1) hybrid breeding",
      "conclusion": null
    },
    {
      "title": "Mechanisms of Aphids (<em>Myzus persicae</em> (Sulzer)) Response to Insecticides and Drought Stresses on Cabbage (<em>Brassica rapa</em> L. ssp. Pekinensis)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41600026/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Drought stress and insecticide exposure are two significant environmental factors that can impact the physiology and behaviour of aphids, a major agricultural pest. An understanding of the mechanisms of green peach aphids' response to insecticides under drought stress is a critical area of research that needs urgent attention. In view of this, we conducted this study to determine the impact of drought and insecticides on the activity of detoxification enzymes in green peach aphid. A 2 × 2 × 3...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41600026",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the physiology and behaviour of aphids, a major agricultural pest",
      "conclusion": null
    },
    {
      "title": "Efficacy and Safety of Steamed Ginger Extract for Body Weight and Body Fat Reduction in Overweight Adults: A Randomized, Double-Blind, Placebo-Controlled Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599979/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Twelve weeks of GGE03 supplementation were associated with statistically significant improvements in body composition and lipid parameters without safety concerns. These findings support the potential of GD-standardized GGE03 as a well-tolerated functional dietary ingredient for body fat management and metabolic health.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41599979",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Twelve weeks of GGE03 supplementation were associated with statistically significant improvements in body composition and lipid parameters without safety concerns. These findings support the potential of GD-standardized GGE03 as a well-tolerated functional dietary ingredient for body fat management ..."
    },
    {
      "title": "A Review of Major Compounds in Bilberry (<em>Vaccinium myrtillus</em> L.) Fruits and Leaves: Isolation, Purification, and Their Antiaging Effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "The bilberry is a low-growing plant native to northern Europe. It belongs to the genus Vaccinium. Bilberry is essential in the local diets of some countries and is used as an herbal medicine to manage several ailments. Still, it is not used for commercial farming in many countries. It has recently been known as a great source of naturally available bioactive compounds and colorants. Bilberry is a therapeutic fruit acknowledged for its rich flavonoids, anthocyanins, carotenoids, ascorbic acid,...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41599963",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Association Between Composite Healthy Lifestyle Score and Type 2 Diabetes Risk in the Korean Population: The Korean Genome and Epidemiology Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Modifiable lifestyle factors, particularly diet, are important for preventing type 2 diabetes (T2D); however, the evidence regarding this from prospective studies is limited in the Asian population. We therefore evaluated whether a diet-inclusive healthy lifestyle score (HLS) predicts incident T2D in a community-based cohort. Methods: We analyzed 7185 T2D-free adults from the KoGES Ansan-Ansung cohort, constructing the HLS (range: 0-5) based on five lifestyle factors:...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41599886",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Modifiable lifestyle factors, particularly diet, are important for preventing type 2 diabetes (T2D); however, the evidence regarding this from prospective studies is limited in the Asian population",
      "significance": "for preventing type 2 diabetes (T2D); however, the evidence regarding this from prospective studies is limited in the Asian population",
      "conclusion": null
    },
    {
      "title": "Efficacy and Safety of CKDB-322, a Combination of <em>Lactiplantibacillus plantarum</em> Q180 and <em>Phaeodactylum tricornutum</em>, for Reducing Body Fat and Abdominal Adiposity in Overweight Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599863/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Collectively, CKDB-322 demonstrated a favorable safety profile and produced statistically significant improvements in multiple adiposity-related outcomes, including reductions in body fat mass, abdominal adiposity, and key anthropometric measures, supporting its potential as a functional ingredient for body fat reduction and metabolic health.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41599863",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Collectively, CKDB-322 demonstrated a favorable safety profile and produced statistically significant improvements in multiple adiposity-related outcomes, including reductions in body fat mass, abdominal adiposity, and key anthropometric measures, supporting its potential as a functional ingredient ..."
    },
    {
      "title": "Cluster-Based Evaluation of Dietary Guideline Adherence and Food Literacy Among Adolescents: Implications for Tailored Diets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599854/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Adolescent diet quality appears to be associated with behavioral, cultural, and competency-related factors. These findings suggest that cluster-specific strategies-such as fat-sugar-sodium reduction, promotion of low-sodium and diverse diets, and maintenance of balanced-dietary patterns-may support tailored school- and community-based nutrition programs and inform further longitudinal and intervention research.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41599854",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that cluster-specific strategies-such as fat-sugar-sodium reduction, promotion of low-sodium and diverse diets, and maintenance of balanced-dietary patterns-may support tailored school- and community-...",
      "conclusion": "Adolescent diet quality appears to be associated with behavioral, cultural, and competency-related factors. These findings suggest that cluster-specific strategies-such as fat-sugar-sodium reduction, promotion of low-sodium and diverse diets, and maintenance of balanced-dietary patterns-may support ..."
    },
    {
      "title": "Dietary Assessment and Trends Among Preschoolers in South Korea: Data from KNHANES 2012-2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Objective: This study aims to investigate the dietary assessment and trends of preschoolers aged 3 to 5 years in Korea from 2012 to 2021 and to provide basic data for early childhood dietary education and policy development. Methods: Data from the Korea National Health and Nutrition Examination Survey (KNHANES) from 2012 to 2021 were analyzed for 2510 children in the 3-5 age group. Dietary intake was assessed using a 24 h recall. Intakes of food groups, dishes, and nutrients were calculated, and...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41599853",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study aims to investigate the dietary assessment and trends of preschoolers aged 3 to 5 years in Korea from 2012 to 2021 and to provide basic data for early childhood dietary education and policy...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and Safety of SA001 in Patients with Primary Sjögren's Syndrome: A Randomized, Double-Blind, Placebo-Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: SA001, a mofetil-ester prodrug of rebamipide, was developed to enhance gastrointestinal absorption and systemic exposure, which was confirmed in a prior Phase 1 study. Given the limited efficacy of current symptomatic therapies for primary Sjögren's syndrome (pSS), this trial aimed to assess whether the improved bioavailability of SA001 could translate into clinical benefits. Methods: This multicenter, randomized, double-blind, placebo-controlled Phase 2a study enrolled...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41599786",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "SA001, a mofetil-ester prodrug of rebamipide, was developed to enhance gastrointestinal absorption and systemic exposure, which was confirmed in a prior Phase 1 study",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "HPLC-ESI-QTOF-MS/MS-Guided Profiling of Bioactive Compounds in Fresh and Stored Saffron Corms Reveals Potent Anticancer Activity Against Colorectal Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background: Saffron (Crocus sativus L.) corms, often discarded as agricultural by-products, are a promising and sustainable source of bioactive metabolites with potential therapeutic relevance. However, their anticancer potential remains largely underinvestigated. Objectives: This study aimed to compare the phytochemical composition of hydroethanolic extracts from fresh (HEEF) and stored (HEES) saffron corms and to evaluate their anticancer effectiveness against colorectal cancer cells. Methods:...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41599747",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "This study aimed to compare the phytochemical composition of hydroethanolic extracts from fresh (HEEF) and stored (HEES) saffron corms and to evaluate their anticancer effectiveness against colorectal...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the Anti-Inflammatory Effects of <em>Aloe vera</em> Flower (AVF) and Its Active Ingredients in a Skin Inflammation Model Induced by Glyoxal-Derived Advanced Glycation End Products (GO-AGEs)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599719/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Objective: Advanced glycation end-products (AGEs) contribute to oxidative stress and inflammation, leading to various disorders, including skin inflammation. Here, we investigated the anti-inflammatory effects of Aloe vera flower (AVF) extract and its active constituents, vitexin (V) and isovitexin (IV), in a glyoxal-derived AGE (GO-AGE)-induced skin inflammaging model. Methods: We evaluated the effects of AVF, V, and IV in epidermal keratinocytes (HaCaT cells) using enzyme-linked immunosorbent...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41599719",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "Advanced glycation end-products (AGEs) contribute to oxidative stress and inflammation, leading to various disorders, including skin inflammation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>In Silico</em> Investigation of Amidine-Based BACE-1 Inhibitors Against Alzheimer's Disease: SAR, Pharmacokinetics, Molecular Docking and Dynamic Simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599607/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background/Objective: Alzheimer's disease (AD) is characterized by the accumulation of amyloid-β plaques, derived from the amyloid precursor protein through sequential cleavage by β-secretase 1 (BACE-1) and γ-secretase. BACE-1 is therefore a key drug target for designing of selective inhibitors to avoid off-target effects associated with BACE-2 inhibition. The objective of this study was to design novel BACE-1 inhibitors using a structure-based drug design approach. Methods: A focused compound...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41599607",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Alzheimer's disease (AD) is characterized by the accumulation of amyloid-β plaques, derived from the amyloid precursor protein through sequential cleavage by β-secretase 1 (BACE-1) and γ-secretase",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Process-Controlled Functional Polymer Films on Paper: Oxygen Barrier and Antimicrobial Performance of PVA-Amylose Coatings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599559/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "The development of functional polymer films on porous paper substrates is inherently constrained by substrate-induced defects that hinder film continuity and barrier performance. In this study, process-controlled amylose-Poly(Vinyl alcohol) (PVA) coatings incorporating ZnO nanoparticles (ZnO NPs) were fabricated via aqueous deposition to investigate the process-structure-property relationship governing oxygen barrier behavior on paper. The moisture resistance of the coating was also evaluated....",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41599559",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sustainable Polyurethane Systems: Integrating Green Synthesis and Closed-Loop Recovery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Polyurethanes (PUs) are indispensable polymeric materials widely employed across diverse industrial sectors due to their excellent thermal stability, chemical resistance, adhesion, and mechanical durability. However, the intrinsic three-dimensional crosslinked network that underpins their performance also presents a fundamental barrier to reprocessing and recycling. Consequently, most end-of-life PU waste is currently managed through landfilling or incineration, resulting in significant resource...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41599541",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanical Reinforcement of Ethylene Vinyl Acetate (EVA) Nanocomposites Prepared from Masterbatch of Cellulose Nanofibers Wrapped with Ethylene Vinyl Alcohol (EVOH)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Ethylene-vinyl acetate (EVA) copolymers are widely used in packaging, films, foams, and adhesives because of their softness and optical clarity; however, their relatively low mechanical strength limits broader applications. In this study, a scalable masterbatch strategy was developed to reinforce EVA by introducing TEMPO-oxidized cellulose nanofibers (T-CNFs), pre-encapsulated within an ethylene-vinyl alcohol (EVOH) matrix. EVOH acted as a compatibilizer, establishing robust hydrogen bonding...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41599463",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Standardized Hydroxytyrosol-Enriched Olive Pomace Juice Modulates Metabolic and Neurotrophic Signaling Pathways to Attenuate Neuroinflammation and Protect Neuronal Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599384/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Olive pomace (OP), a by-product of olive oil production, is a sustainable resource rich in bioactive compounds with potential applications in cosmetics and pharmaceuticals. This study investigates the protective effects of olive pomace juice (OPJ) against H(2)O(2)-induced neuronal damage and LPS-induced inflammatory responses in HT22 and BV2 cells, respectively. OPJ suppressed H(2)O(2)-induced cell death and exerted anti-apoptotic effects by reducing the BAX/BCL2 ratio and caspase-3 cleavage....",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41599384",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural Elucidation and Moisturizing Potential of a Polysaccharide Derived from <em>Tremella mesenterica</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599327/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Tremella mesenterica, commonly known as the yellow brain or golden jelly fungus, has been traditionally used for its medicinal properties. In this study, we elucidated the structural characteristics of T. mesenterica polysaccharide (TMP) and evaluated its potential moisturizing mechanism in vitro, comparing it to Tremella fuciformis polysaccharide (TFP) and hyaluronic acid (HA). TMP was isolated through enzyme assisted extraction and it has a molecular weight (MW) of approximately 143 kDa. We...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41599327",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MHY498 Nanosuspensions for Improved Topical Drug Delivery: Understanding of Its Solubility Behavior in DEGME + Water Mixtures and Preparation of Nanosuspension Using Box-Behnken Design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: MHY498, a tyrosinase inhibitor, exhibits poor water solubility, which limits its topical delivery. Despite the importance of solubility data in rational formulation design, comprehensive information on its solubility behavior in various solvents and across a range of temperatures remains limited. Thus, this study aimed to systematically evaluate the solubility characteristics of MHY498 and to develop a nanosuspension formulation using an antisolvent precipitation approach...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41599234",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "MHY498, a tyrosinase inhibitor, exhibits poor water solubility, which limits its topical delivery",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protection Against <em>Toxoplasma gondii</em> Lethal ME49 Challenge Induced by Influenza Virus-like Particles Containing Dense Granule Protein 14",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Toxoplasma gondii (T. gondii) dense granule antigen 14 (GRA14) is a parasitophorous vacuole membrane protein that plays a critical role in the development of chronic-stage cysts. However, its potential as a vaccine antigen and long-term immunity have not been evaluated using a virus-like particle (VLP) platform. Methods: influenza matrix protein (M1)-based VLPs displaying GRA14 were generated. Female BALB/c mice were intranasally immunized with the VLP vaccine and orally...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41599200",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Toxoplasma gondii (T",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrasound-Sensitive Liposomal Exatecan for Tumor-Specific Drug Release for Treatment of Pancreatic Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41599111/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background: Pancreatic ductal adenocarcinoma (PDAC) remains one of the most lethal cancers, largely due to its dense stromal architecture and poor intratumoral drug penetration. To address this challenge, IMP305 was developed as an ultrasound-sensitive liposome for tumor-localized drug release. In particular, IMP305 is dominantly capable of release by ultrasound-mediated cavitation. Methods: This ultrasound-sensitive liposome integrates tumor-specific drug delivery with cavitation-induced...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41599111",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modeling Pine Caterpillar, <em>Dendrolimus spectabilis</em> (Lepidoptera: Lasiocampidae), Population Dynamics with a Stage-Structured Matrix Model Based on Field Observations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598910/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Population models offer insights into both theoretical and practical aspects of insect population dynamics. Among the models, stage-structured matrix models are used to describe the population dynamics of insects because the development of insects is by nature stage-structured. Field populations of the pine caterpillar, Dendrolimus spectabilis (Lepidoptera: Lasiocampidae) were monitored in a pine stand located in Dorak-ri, Cheongsan-myeon, Wando-gun, Jeollanam-do, from May 1998 to March 1999,...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41598910",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Efficacy of Prone Single-Position Lateral Lumbar Interbody Fusion for Symptomatic Cranial Adjacent Segment Degeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598832/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Following lumbar fusion procedures, adjacent segment degeneration (ASD) at cranial levels presents as a well-documented long-term complication, manifesting through recurrent pain, neurological deficits, and progressive functional decline. The prone single-position technique for lateral lumbar interbody fusion (PSP-LLIF) streamlines surgical workflow by eliminating the need for intraoperative patient repositioning; however, comprehensive evidence supporting its clinical and...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41598832",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Following lumbar fusion procedures, adjacent segment degeneration (ASD) at cranial levels presents as a well-documented long-term complication, manifesting through recurrent pain, neurological deficit...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Endotracheal Intubation in Early Life and Its Association with Mental Health Disorders from Childhood to Adolescence: A National Longitudinal Cohort Study up to Age 18",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: The long-term impact of intubation during infancy or early childhood on later childhood or adolescence remains unclear. This study investigates the association between early-life intubation and subsequent mental health outcomes. Methods: We conducted a retrospective cohort study using nationwide data on children born in Korea between 2002 and 2005. Those who underwent intubation (exposed cohort) were compared with 1:10 matched unexposed controls who did not undergo...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41598761",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The long-term impact of intubation during infancy or early childhood on later childhood or adolescence remains unclear",
      "significance": "of intubation during infancy or early childhood on later childhood or adolescence remains unclear",
      "conclusion": null
    },
    {
      "title": "Longitudinal White Matter Maturation in Preterm Infants: Functional Pathway-Specific Trajectories and Associations with Motor Outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background: During the first 2 years of life, human white matter (WM) undergoes rapid development, establishing a structural foundation for later neurodevelopment. Methods: We conducted a mixed-model analysis for repeated measures to investigate the developmental trajectories of functionally distinct 26 WM pathways between preterm and full-term groups during the first 2 years of life using diffusion tensor imaging (total scans = 174; preterm = 58; full-term = 23). Results: We observed...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41598759",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Asymmetrical Muscle Activation and Three-Dimensional Spinal Deformity in Thoracic-Origin Idiopathic Scoliosis Assessed Using Surface Electromyography and EOS Imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598721/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Although scoliosis is essentially a three-dimensional (3D) deformation of the spine and has been reported to be associated with muscle activations around the vertebrae, no study has demonstrated the 3D structural deformations of the spine in relation to asymmetrical muscle activation nor revealed the neuromuscular characteristics associated with scoliosis. The purpose of this study was to investigate the association between asymmetrical muscle activation and...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41598721",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Although scoliosis is essentially a three-dimensional (3D) deformation of the spine and has been reported to be associated with muscle activations around the vertebrae, no study has demonstrated the 3...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gastrointestinal Diagnostic Coding After Spinal Cord Injury: Health Behavior Correlates and Implications for Neurogenic Bowel Management in a Nationwide Claim-Based Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background: Neurogenic bowel dysfunction (NBD) is a major chronic sequela of spinal cord injury (SCI) with substantial implications for rehabilitation and long-term management. However, population-level evidence describing how gastrointestinal (GI) diagnostic codes are used following SCI, particularly within administrative healthcare systems, remains limited. Methods: We conducted a nationwide retrospective cohort study using administrative claims data from the Korean National Health Insurance...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41598697",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "data from the Korean National Health Insurance",
      "significance": "for rehabilitation and long-term management",
      "conclusion": null
    },
    {
      "title": "Combined ACL and ALL Reconstruction Using Allografts as the ACL Graft Source Reduces Surgical Failure and Improves Graft Maturity Compared with Isolated ACL Reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Objectives: This study aimed to perform matched comparisons of the surgical outcomes of combined anterior cruciate ligament (ACL) and anterolateral ligament (ALL) reconstruction with those of isolated ACL reconstruction, in which allografts were used for the ACL. Methods: Patients who underwent anatomical ACL reconstruction with or without additional ALL reconstruction between 2017 and 2023 and had a minimum follow-up of 2 years were included and grouped according to whether an additional ALL...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41598672",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aimed to perform matched comparisons of the surgical outcomes of combined anterior cruciate ligament (ACL) and anterolateral ligament (ALL) reconstruction with those of isolated ACL reconst...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors Predicting Guselkumab Treatment Response in Patients with Moderate-to-Severe Plaque Psoriasis: A Post Hoc Analysis of Korean Real-World Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background: This study aimed to identify the baseline characteristics predictive of Psoriasis Area and Sensitivity Index (PASI) 90 response to guselkumab and assess treatment effectiveness outcomes for PASI 90 responders and PASI 90 non-responders. Methods: This post hoc analysis used data from a prospective, multicenter, observational study of guselkumab in Korean patients with moderate-to-severe psoriasis conducted between February 2019 and March 2022. Stepwise logistic regression analysis was...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41598642",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify the baseline characteristics predictive of Psoriasis Area and Sensitivity Index (PASI) 90 response to guselkumab and assess treatment effectiveness outcomes for PASI 90 responders and PASI 90...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Pre-Eclampsia with Intraoperative Hemodynamics and Postoperative Complications in Cesarean Delivery Under General Anesthesia: A Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598596/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background: Pre-eclampsia causes endothelial dysfunction and altered vascular reactivity, which may increase perioperative risk, particularly under the physiologic stress of general anesthesia (GA). However, the evidence regarding its independent effects under uniform GA conditions is limited. This study assessed the association between pre-eclampsia and intraoperative hemodynamic stability as well as postoperative complications in women undergoing cesarean section under GA. Methods: This...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41598596",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "One-Stage Versus Two-Stage ACL Reconstruction with Concomitant MCL Surgery in Combined ACL and MCL Injuries: A Minimum 2-Year Follow-Up Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598520/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background: The optimal timing and staging of anterior cruciate ligament reconstruction (ACLR) in patients with concomitant medial collateral ligament (MCL) injury remain controversial. This study aimed to compare clinical outcomes between a one-stage ACLR group and a two-stage ACLR group in patients with combined ACL and MCL injuries in which the MCL was surgically managed. Methods: This retrospective study included 68 patients with combined ACL and grade III MCL injuries treated with ACLR and...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41598520",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "compare clinical outcomes between a one-stage ACLR group and a two-stage ACLR group in patients with combined ACL and MCL injuries in which the MCL was surgically managed",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Performance of Patch-Type and Lead-Type Wearable Electrocardiogram Devices for Arrhythmia Detection in Routine Clinical Practice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598465/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Wearable electrocardiogram (ECG) monitoring has become increasingly important in detecting atrial fibrillation (AF) and subclinical arrhythmias by addressing diagnostic gaps inherent to intermittent or asymptomatic presentations. In contemporary clinical practice, two major types of wearable ECG monitors-patch-type and lead-type-are widely used, each with distinct advantages and limitations. This study aims to compare these modalities and evaluate their respective...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41598465",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Wearable electrocardiogram (ECG) monitoring has become increasingly important in detecting atrial fibrillation (AF) and subclinical arrhythmias by addressing diagnostic gaps inherent to intermittent o...",
      "significance": "in detecting atrial fibrillation (AF) and subclinical arrhythmias by addressing diagnostic gaps inherent to intermittent or asymptomatic presentations",
      "conclusion": null
    },
    {
      "title": "Dynamic K-Line Status and Surgical Outcomes in Multilevel Cervical OPLL: A Multicenter Comparative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598458/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: To evaluate the clinical and radiological outcomes of surgical interventions stratified by dynamic K-line status and to identify predictors of neurological recovery in multilevel cervical ossification of the posterior longitudinal ligament (OPLL). Methods: This study analyzed 535 patients with multilevel cervical OPLL who underwent anterior cervical discectomy and fusion (ACDF), laminoplasty (LP), or laminectomy with fusion (LF), with a minimum 24 months of follow-up....",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41598458",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "To evaluate the clinical and radiological outcomes of surgical interventions stratified by dynamic K-line status and to identify predictors of neurological recovery in multilevel cervical ossification...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reference Diameters of the Abdominal Aorta and Iliac Arteries in Different Populations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598455/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Aortic and iliac artery aneurysms are potentially fatal conditions requiring precise timing for intervention. Current guidelines for repair, including those from SVS, ESVS, and ACC/AHA, rely on fixed diameter thresholds primarily derived from Western populations. However, growing evidence shows that both aortic and iliac dimensions vary significantly among racial and ethnic groups. East Asian individuals generally present with smaller baseline vessel diameters and may be at risk of rupture at...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41598455",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Macrotrabecular-Massive Subtype Is Associated with a High Risk of the Recurrence of Hepatocellular Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598441/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background: Hepatocellular carcinoma (HCC) is one of the leading causes of cancer-related mortality worldwide, mainly due to its high recurrence rate after curative treatments. The macrotrabecular-massive (MTM) subtype has recently been recognized as an aggressive histologic variant associated with vascular invasion and poor differentiation. This study aimed to investigate the prognostic impact of the MTM subtype on recurrence after surgical resection of HCC. Methods: We retrospectively reviewed...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41598441",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "investigate the prognostic impact of the MTM subtype on recurrence after surgical resection of HCC",
      "significance": "of the MTM subtype on recurrence after surgical resection of HCC",
      "conclusion": null
    },
    {
      "title": "Association Between Septal Implantation Level and Pacing Threshold Stability in Leadless Pacemaker Implantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background/Objective: Leadless pacemakers (LPs, Micra™, Medtronic) offer a safe alternative to traditional transvenous systems. However, optimal implantation site within the right ventricular septum (RVS) and its effect on long-term pacing threshold stability remains under debate. The aim was to evaluate the relationship between pacing site within the RVS and pacing threshold stability following leadless pacemaker implantation. Methods: We retrospectively analyzed 36 patients who underwent LP...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41598407",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Leadless pacemakers (LPs, Micra™, Medtronic) offer a safe alternative to traditional transvenous systems",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Hand Grip Strength on Perioperative Outcomes in Older Female Patients Scheduled for Total Knee Arthroplasty Under General Anesthesia-A Prospective Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Background: This study aims to evaluate the effect of hand grip strength (HGS) on perioperative outcomes-particularly postoperative delirium (POD)-in patients scheduled for total knee arthroplasty (TKA). Methods: Older female patients, aged ≥ 65 years, who were scheduled for TKA under general anesthesia were enrolled in this study. We measured preoperative HGS and clinical frailty scale. The primary outcome was the incidence of POD within 30 days of surgery. Secondary outcomes included...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41598403",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to evaluate the effect of hand grip strength (HGS) on perioperative outcomes-particularly postoperative delirium (POD)-in patients scheduled for total knee arthroplasty (TKA)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of the COVID-19 Pandemic on Emergency Department Practices for Cardiopulmonary Symptoms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598402/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Objectives: The purpose of this study was to evaluate the trends and changes in the time to medical imaging in the emergency department (ED) for patients with cardiopulmonary symptoms during the coronavirus disease 2019 (COVID-19) pandemic. Methods: The retrospective observational study was conducted from the clinical database of a tertiary academic teaching hospital. Patients with cardiopulmonary symptoms (chest pain, dyspnea, palpitation and syncope) who visited an adult ED between January...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41598402",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "The purpose of this study was to evaluate the trends and changes in the time to medical imaging in the emergency department (ED) for patients with cardiopulmonary symptoms during the coronavirus disea...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Macrophage Plasticity and Regulatory Networks During the Transition from Inflammation to Fibrosis in the Kidney",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41598208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Kidney fibrosis represents the final common pathway of nearly all progressive renal diseases, linking acute kidney injury (AKI) and chronic kidney disease (CKD) through a maladaptive repair process. Regardless of etiology, persistent inflammation and excessive extracellular matrix (ECM) deposition drive irreversible structural distortion and functional decline in the kidney. Among cellular mediators, macrophages occupy a central role across the continuum from acute injury to fibrosis,...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41598208",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Data standards in audiology: a mixed-methods exploration of community perspectives and implementation considerations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41604223/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Combining conceptual discussion with stakeholder views, the study offers guidance for implementing interoperable data standards in audiology. It highlights community support, key issues to address, and suggests paths for future work.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41604223",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Combining conceptual discussion with stakeholder views, the study offers guidance for implementing interoperable data standards in audiology. It highlights community support, key issues to address, and suggests paths for future work"
    },
    {
      "title": "Coenzyme Q10 supplementation raises plasma levels without improving mitochondrial function in older adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41604113/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Mitochondrial function is important to healthy aging, as it influences energy metabolism, oxidative stress, and physical performance. With age, mitochondrial function and biosynthesis of coenzyme Q10 (CoQ10) may change. CoQ10 serves as a key antioxidant and component of the electron transport system. Supplementation with CoQ10 may help preserve mitochondrial function and support healthy aging. Forty older community-dwelling adults (74 ± 4 years) received either daily oral CoQ10 supplementation...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41604113",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to healthy aging, as it influences energy metabolism, oxidative stress, and physical performance",
      "conclusion": null
    },
    {
      "title": "Neurobehavior disruption in zebrafish induced by carbamazepine: evidence from EEG and behavior assays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41604076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41604076",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Left-right relationship-aware 3D volume classification method",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41604061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We proposed the LR relationship-aware classification model of 3D volume. The proposed model effectively extracts image features from LR symmetric positions. The multi-shift symmetric feature extraction module was employed to accommodate small positional gaps among LR corresponding positions. The experimental results of 3D volume classification tasks of the lung and brain showed that the proposed method achieved superior performances compared to the previous models. Our code is...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41604061",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We proposed the LR relationship-aware classification model of 3D volume. The proposed model effectively extracts image features from LR symmetric positions"
    },
    {
      "title": "Left atrial cardiomyopathy: association with atrial fibrillation and stroke recurrence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41604054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In patients with recent stroke, LAEF and LA enlargement, but not LA fibrosis, are associated with stroke recurrence or new-onset AF. Further studies are required to determine, whether LAEF as a component of ACM is a modifiable risk factor to reduce the risk of recurrent stroke and/or new-onset AF.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41604054",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with recent stroke, LAEF and LA enlargement, but not LA fibrosis, are associated with stroke recurrence or new-onset AF. Further studies are required to determine, whether LAEF as a component of ACM is a modifiable risk factor to reduce the risk of recurrent stroke and/or new-onset AF"
    },
    {
      "title": "Pediatric chordoma - the importance of recognizing the poorly differentiated subtype: Reply to Inarejos et al",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41603920",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The evolution of nanopore measurements: from biological out-of-plane pores to plastic in-plane pores",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Nanopore sensing provides an ideal strategy for the label-free detection of single molecules in a variety of application scenarios. Working under the principle of resistive pulse sensing (RPS), nanopores consist of constrictions with sub-100 nm dimensions to enable single-molecule resolution by matching pore size to target dimensions (scaling); the optimal signal-to-noise ratio (SNR) results when the electrically biased pore is comparable in size to the molecule to be analyzed. When single...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41603894",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Initiation of pharmacotherapy for alcohol use disorder in Japan: a longitudinal descriptive study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although the observed incidence may have been inflated by Japan's reimbursement policy, which requires an AUD diagnosis before medication can be prescribed, pharmacotherapy initiation exceeded that reported in other countries and has increased steadily since FY 2012. Introduction of new drugs and guideline dissemination appear to have accelerated treatment initiation and substantially altered treatment practice. These findings can help clinicians and policy-makers close the...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41603769",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although the observed incidence may have been inflated by Japan's reimbursement policy, which requires an AUD diagnosis before medication can be prescribed, pharmacotherapy initiation exceeded that reported in other countries and has increased steadily since FY 2012. Introduction of new drugs and gu..."
    },
    {
      "title": "Dimer formation of 7-azaindole in phosphonium-based ionic liquids: anion-dependent behavior",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603737/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "In this study, we have investigated the dimer formation behavior of 7-azaindole (AI) in trihexyltetradecylphosphonium ([P(666,14)]^(+)) based ionic liquids (ILs) with seven anion species (bis(fluorosulfonyl)amide [NF(2)]^(-), bis(trifluoromethylsulfonyl)amide [NTf(2)]^(-), bis(nonafluorobutylsulfonyl)amide [NNf(2)]^(-), trifluoromethanesulfonate [OTf]^(-), tetrafluoroborate [BF(4)]^(-), dicyanamide [DCA]^(-), and bromide Br^(-)) using ¹H NMR. The physicochemical properties of the liquids, such...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41603737",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dose-Dependent Effect of the Histamine 1 Receptor Antagonist Ebastine in Patients With Non-Constipated Irritable Bowel Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603723/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study shows that ebastine 40 mg is more effective than 20 mg, resulting in increased symptom control, in particular reduction in abdominal pain, and supports further evaluation of ebastine as treatment of non-constipated IBS.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41603723",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study shows that ebastine 40 mg is more effective than 20 mg, resulting in increased symptom control, in particular reduction in abdominal pain, and supports further evaluation of ebastine as treatment of non-constipated IBS"
    },
    {
      "title": "Real-world efficacy of enfortumab vedotin in Japanese patients with metastatic urothelial carcinoma stratified by EV-301 trial eligibility: a multicenter Bayesian restricted mean survival time analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603536/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: EV exhibited real-world efficacy in Japanese mUC patients comparable to the eligible patients' outcomes in the EV-301 trial. Ineligible patients showed statistically inferior outcomes.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41603536",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EV exhibited real-world efficacy in Japanese mUC patients comparable to the eligible patients' outcomes in the EV-301 trial. Ineligible patients showed statistically inferior outcomes"
    },
    {
      "title": "Bone phenotype in patients with kidney failure with and without type 2 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Type 2 diabetes mellitus (T2DM) is common in patients with chronic kidney disease (CKD). Both conditions associate with an increased fracture risk, with proposed etiology including impaired bone quantity and quality. This cross-sectional study examined the bone phenotype in patients with T2DM and kidney failure and explored the role of glycemic control on the bone phenotype. To do so laboratory parameters of mineral metabolism (including sclerostin) and bone turnover markers (BTM) (bone-specific...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41603531",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between bevacizumab administration and delayed wound healing complications before and after central venous port placement in patients with colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Administration of BEV before and after CV port placement does not significantly increase the risk of delayed wound healing complications. These findings suggest that the risk of delayed wound healing associated with peri-CV port administration of BEV appears to be low in this specific clinical setting; however, this should be interpreted with caution and does not constitute definitive proof of safety.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41603523",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the risk of delayed wound healing associated with peri-CV port administration of BEV appears to be low in this specific clinical setting; however, this should be interpreted with caution and does...",
      "conclusion": "Administration of BEV before and after CV port placement does not significantly increase the risk of delayed wound healing complications. These findings suggest that the risk of delayed wound healing associated with peri-CV port administration of BEV appears to be low in this specific clinical setti..."
    },
    {
      "title": "Dual-stage Healing Mechanism of Dynamic PDMS Vitrimer Thin Films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "Materials that combine mechanical robustness with thermo-mechanical processability are of broad interest. Vitrimers are especially attractive because they maintain network connectivity and modulus while exhibiting liquid-like plasticity through dynamic bond exchange. Such liquid-like behavior enables healing phenomena absent in permanent networks and linear polymers. Here, we investigate healing in a dyn-PDMS vitrimer using atomic force microscopy (AFM). AFM tip-induced scratches in thin films...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41603439",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Empowerment: why trajectories matter in chronic heart failure care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41603366",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increased Skeletal Muscle Fat in Patients With Haematological Cancer Is Associated With Reduced Cardiorespiratory Fitness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603356/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SMFF is increased in haematological cancer patients and contributes to reduced V̇O(2)peak. Consequently, increased SMFF may be an important target to improve cardiovascular health and cardiorespiratory fitness in this population.",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41603356",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "target to improve cardiovascular health and cardiorespiratory fitness in this population",
      "conclusion": "SMFF is increased in haematological cancer patients and contributes to reduced V̇O(2)peak. Consequently, increased SMFF may be an important target to improve cardiovascular health and cardiorespiratory fitness in this population"
    },
    {
      "title": "Caregiver burden and quality of life associated with behavioral and psychological symptoms of Alzheimer's disease: A web-based cross-sectional survey study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41603336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "BackgroundBehavioral and psychological symptoms of dementia (BPSD) in patients with Alzheimer's disease (AD) may seriously impact caregiver burden and, therefore, quality of care.ObjectiveTo clarify the association of BPSD and BPSD subtypes with caregiver burden and quality of life (QOL) among caregivers of patients with AD in Japan in a multidimensional manner.MethodsThis descriptive, cross-sectional, community-based survey involved administering a web-based questionnaire to live-in caregivers...",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41603336",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "caregiver burden and, therefore, quality of care",
      "conclusion": null
    },
    {
      "title": "Visual Assessment of Methane Hydrate Dissociation Using a Multi-Rocking Cell: Roles of Surfactants, KHIs, and AAs in Water-Rich Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41602951/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260128143659&v=2.18.0.post22+67771e2",
      "description": "This study uses a new multi-rocking cell system for visual, parallel assessment of methane hydrate (MH) dissociation. The method allows for systematic comparison of various fluidizerscomposed of thermodynamic hydrate inhibitors like urea and additives including surfactants, kinetic hydrate inhibitors, and antiagglomerantsunder controlled, water-rich conditions. Our findings show that surfactants, such as SDS, SO, and DDBSA, accelerate dissociation but cause MH migration and persistent foaming....",
      "pubDate": "2026-01-28T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41602951",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "that surfactants, such as SDS, SO, and DDBSA, accelerate dissociation but cause MH migration and persistent foaming"
    }
  ]
}