{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-13T07:38:34.022Z",
  "totalItems": 150,
  "totalArchived": 24591,
  "newPapersAdded": 215,
  "institutionBreakdown": {
    "KAIST": 20,
    "SNU": 100,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 53,
    "IBS": 11,
    "UNIST": 2,
    "Hanyang University": 4,
    "KIST": 0,
    "GIST": 7,
    "Kyung Hee University": 11,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 78,
    "Computer Science": 5,
    "Biomedical": 37,
    "Cancer Research": 19,
    "Materials Science": 7,
    "Neuroscience": 4
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Pravastatin for the prevention of recurrent hypertensive disorders of pregnancy: study protocol for a randomized, open-label, parallel-group, three-arm trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Hypertensive disorders of pregnancy lead to a critically ill maternal/fetal state due to maternal organ failure and fetal dysfunction related to placental abruption or impaired placental circulation. No treatment with established efficacy for hypertensive disorders of pregnancy is currently available, and delivery is the only definitive treatment. This article describes the study protocol for a trial that aims to evaluate whether early pravastatin treatment is effective in preventing...",
      "pubDate": "2025-11-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41225548",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to evaluate whether early pravastatin treatment is effective in preventing",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthetic lethality of EZH2 and DNMT Inhibition suppresses neuroblastoma proliferation via MYCN destabilization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41225513",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An examination of the role of PTSD and childhood trauma on treatment outcomes for individuals with borderline personality disorder in dialectical behavior therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225564/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Standard DBT appears to be comparably effective for both individuals with BPD without PTSD and BPD + PTSD. The addition of a PTSD diagnosis did not significantly predict slower recovery among those with BPD + PTSD. In addition, different forms of childhood trauma significantly affect the trajectories of individual treatment. Our findings suggest that DBT interventions may be particularly beneficial for individuals with higher levels of emotional abuse.",
      "pubDate": "2025-11-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41225564",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Standard DBT appears to be comparably effective for both individuals with BPD without PTSD and BPD + PTSD. The addition of a PTSD diagnosis did not significantly predict slower recovery among those with BPD + PTSD"
    },
    {
      "title": "Predicting the critical micelle concentration of binary surfactant mixtures using machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Surfactant mixtures play a critical role in industries such as drug delivery, cosmetics, firefighting foams, and lubrication, serving as foundational components of the global economy. Their performance hinges on micelle formation, a self-assembly process governed by the critical micelle concentration (CMC), which enables key functions like solubilization, emulsification, and targeted molecular delivery. However, rapidly and accurately predicting the CMC of mixtures remains a significant...",
      "pubDate": "2025-11-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41225552",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transplantation of hiPSC-derived pericytes rescues Alzheimer's disease phenotypes in APOE4/4 mice through IGF2-rich apoptotic vesicles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: APOE3/3 pericytes or APOE3/3 pericyte-derived IGF2-rich ApoVs may offer promising therapeutic strategies for APOE4-associated AD.",
      "pubDate": "2025-11-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41225538",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "APOE3/3 pericytes or APOE3/3 pericyte-derived IGF2-rich ApoVs may offer promising therapeutic strategies for APOE4-associated AD"
    },
    {
      "title": "Deriving national and disaggregated estimates for the demand for family planning satisfied indicator from contraceptive prevalence using household health surveys",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225530/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The predicted estimates proved to be a good approximation for DFPS in circumstances where direct estimation is not possible. This study confirms that modeling DFPS through contraceptive prevalence remains valid and extends its applicability to DFPS based on modern methods. Furthermore, the estimates were robust for varying inequality dimensions, allowing equity analyses to be performed when appropriate.",
      "pubDate": "2025-11-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41225530",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The predicted estimates proved to be a good approximation for DFPS in circumstances where direct estimation is not possible. This study confirms that modeling DFPS through contraceptive prevalence remains valid and extends its applicability to DFPS based on modern methods"
    },
    {
      "title": "Efficacy of non-pharmacological interventions for childhood asthma: a systematic review and network meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225527/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Five non-pharmacological interventions for childhood asthma demonstrated consistent efficacy across all modalities in alleviating asthma symptoms. Psychological interventions emerged as the optimal adjunctive therapy for improving FEV1, while exercise training exhibited the most potent therapeutic effect on FVC. Furthermore, massage therapy demonstrated superior efficacy in enhancing PEF, PAQLQ scores, and FeNO levels.",
      "pubDate": "2025-11-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41225527",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Five non-pharmacological interventions for childhood asthma demonstrated consistent efficacy across all modalities in alleviating asthma symptoms. Psychological interventions emerged as the optimal adjunctive therapy for improving FEV1, while exercise training exhibited the most potent therapeutic e..."
    },
    {
      "title": "Efflux pump knockout minimizes crosstalk and boosts response in transcription factor-based biosensors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Overall, host engineering to adjust cellular conditions and ligand concentrations provides a versatile approach to enhance the sensitivity, precision, and efficiency of single-cell-based enzyme screening platforms.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41225497",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Overall, host engineering to adjust cellular conditions and ligand concentrations provides a versatile approach to enhance the sensitivity, precision, and efficiency of single-cell-based enzyme screening platforms"
    },
    {
      "title": "Switching to rosuvastatin plus ezetimibe in statin-treated stroke patients with low-density lipoprotein cholesterol levels above 70 mg/dL (SWITCH): a prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "IBS",
        "KAIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41225467",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AIM2 drives inflammatory cell death and monkeypox pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Monkeypox, a zoonotic disease caused by the monkeypox virus (MPXV), has significant global public health implications. Inflammasomes serve as crucial components of the innate immune system, detecting pathogens and triggering cell death in infected cells to eliminate harmful agents. However, the precise molecular mechanisms governing the activation of inflammasomes during MPXV infection remain largely unclear. Using CRISPR-knockout cytosolic innate immune sensor screening, we identified AIM2 as...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "UNIST"
      ],
      "pmid": "41225161",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of the Performance of Advanced Large Language Models in Laboratory Medicine Using Residency Examinations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224529/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: LLMs demonstrated substantial potential for integration into laboratory medicine, particularly in clinical chemistry and immunology. Performance inconsistencies (particularly for high-difficulty questions) and knowledge gaps (notably for transfusion medicine) highlight the necessity for further development-potentially including domain-specific fine-tuning and retrieval-augmented generation integration-and robust expert oversight before clinical application.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41224529",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LLMs demonstrated substantial potential for integration into laboratory medicine, particularly in clinical chemistry and immunology. Performance inconsistencies (particularly for high-difficulty questions) and knowledge gaps (notably for transfusion medicine) highlight the necessity for further deve..."
    },
    {
      "title": "Triglyceride-glucose index and risk of renal function decline and death-censored renal allograft loss in kidney transplant recipients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224321/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Kidney transplant recipients with high TyG index were at increased risk of eGFR decline and graft loss, and also exhibited a more rapid deterioration in renal function. The TyG index is a useful marker for identifying individuals at high risk for adverse graft outcomes.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41224321",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Kidney transplant recipients with high TyG index were at increased risk of eGFR decline and graft loss, and also exhibited a more rapid deterioration in renal function. The TyG index is a useful marker for identifying individuals at high risk for adverse graft outcomes"
    },
    {
      "title": "Artificial intelligence in ultrasound-guided regional anesthesia: bridging the gap between potential and practice: a narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224224/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Ultrasound-guided regional anesthesia (UGRA) offers substantial benefits in perioperative pain management; however, it remains underutilized because of technical complexity and training demands. Assistive artificial intelligence (AI) has emerged as a promising solution to support UGRA by enhancing anatomical recognition, procedural accuracy, and user confidence. This narrative review outlines the AI development pipeline for nerve visualization, describes available commercial tools, and...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41224224",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microbial upcycling of unrefined glycerol to beta-carotene by tailored metabolic engineering of extremophilic microorganism Deinococcus radiodurans R1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224032/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Unrefined glycerol, an abundant byproduct of biodiesel production, has emerged as a promising carbon source for microbial biorefineries. Despite its potential, large-scale application remains limited by cytotoxic impurities such as residual methanol and peroxides. Here, we report the engineering of extremophilic microorganism Deinococcus radiodurans R1 for efficient β-carotene production from unrefined glycerol. To establish a base strain, the crtY gene was overexpressed and the crtLm genes were...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41224032",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical challenges and individualized approaches to dialysis therapy in older adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223872/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Global population aging has substantially increased in the number of older adults who undergo kidney replacement therapy (KRT). Age-related physiological changes and functional dependence in this population lead to the multifaceted clinical and ethical challenges associated with KRT. Geriatric syndromes, including functional impairment, frailty, malnutrition, and multimorbidity, can influence the choice of dialysis modality and modify dialysis prescriptions, often resulting in patients requiring...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41223872",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Coagulopathy and platelet abnormalities in patients with inflammatory bowel disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Inflammatory bowel disease (IBD), including Crohn's disease and ulcerative colitis, is associated with a hypercoagulable state that increases thromboembolic complication risk. The interaction between inflammation and coagulation increases risk by upregulating coagulation factors, downregulating natural anticoagulants, and impairing fibrinolysis. Patients with IBD exhibit elevated levels of prothrombotic markers, including thrombin-antithrombin complexes, von Willebrand factor, and tissue factor,...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41223869",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CASKIN2 mediates PTPσ-orchestrated transsynaptic mechanisms at excitatory synapses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Presynaptic active zones (AZs) perform essential functions in orchestrating speedy and accurate neurotransmission. Despite extensive studies on their molecular constituents, it remains unclear how transsynaptic signals are organized at AZs. The two members of the CASKIN family of multidomain scaffold proteins, CASKIN1 and CASKIN2, bind to several AZ proteins and LAR receptor protein tyrosine phosphatases (LAR-RPTPs), and thus likely contribute to presynaptic assembly. Analysis using conditional...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41223222",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of artificial feeding policies on space use and competition dynamics in overwintering hooded crane and goose populations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223207/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Understanding the spatial distribution of wintering birds in areas with interspecific competition is essential for the development of effective conservation and management strategies. This study investigated habitat use and resource partitioning in hooded cranes (Grus monacha) and geese (Anser albifrons and Anser fabalis) in Suncheon Bay, UNESCO World Natural Heritage Site. We specifically assessed the impact of habitat management strategies, particularly supplemental feeding, on the species...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41223207",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "habitat use and resource partitioning in hooded cranes (Grus monacha) and geese (Anser albifrons and Anser fabalis) in Suncheon Bay, UNESCO World Natural Heritage Site",
      "significance": "of habitat management strategies, particularly supplemental feeding, on the species",
      "conclusion": null
    },
    {
      "title": "Advancing Arsenic Water Treatment Using UiO-66 and Its Functionalized Metal-Organic Framework Analogs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Arsenic contamination in water remains a critical global health challenge, affecting millions and causing severe diseases including cancer, skin lesions, and cardiovascular disorders. Adsorption using metal-organic frameworks (MOFs), particularly zirconium-based UiO-66 and its derivatives, offers a promising and sustainable approach for arsenic remediation due to their high surface area, tunable porosity, and strong chemical stability. Functionalized UiO-66 variants (e.g., -NH(2), -SO(3)H,...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41222333",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Realizing Structural Coloration via Lamellar Nanostructures Formed by Precise Mechanical Patterning and Selective Etching of Metal Multilayer Films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Structural coloration, originating from nanoscale interactions of light with engineered surfaces, delivers tunable color features and application potential in anti-counterfeiting compared to conventional dye-based methods. In this study, a fabrication strategy for structural color surfaces is presented by integrating ultra-precision mechanical patterning with selective wet etching of Al/Cu multilayer thin films. By precisely adjusting the cutting load, the number of exposed Cu layers is...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41222310",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Management Strategies for Early Neurological Deterioration in Noncardioembolic Ischemic Stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221585/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In patients with noncardioembolic ischemic stroke who developed END due to stroke progression, iHTN was associated with favorable clinical outcomes.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41221585",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with noncardioembolic ischemic stroke who developed END due to stroke progression, iHTN was associated with favorable clinical outcomes"
    },
    {
      "title": "Cholera toxin B subunit fusion enhances the immunogenicity of the H5 stem domain against the H5N2 avian influenza virus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221175/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings support the use of CTB as an effective adjuvant platform for the development of stem-based influenza vaccines targeting HPAIVs.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41221175",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings support the use of CTB as an effective adjuvant platform for the development of stem-based influenza vaccines targeting HPAIVs"
    },
    {
      "title": "Host Translational Control by Stress Granules Promotes <em>Mycobacterium tuberculosis</em> Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Stress granules (SGs) are cytoplasmic condensates that regulate mRNA translation and signaling in response to stress. Although SGs have been widely studied in antiviral responses, their function in bacterial infections is not well understood. Here, we demonstrate that SGs promote Mycobacterium tuberculosis (Mtb) pathogenesis by suppressing mitochondrial metabolism and innate immunity. Quantitative proteomics revealed that Mtb-induced SGs sequester mTORC1 and suppress cap-dependent mRNA...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41221148",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IL-22 Exacerbates Coxsackievirus Type B3-Induced Pancreatitis by Elevating Viral Replication Through STAT3 Activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220847/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Coxsackievirus type B3 (CVB3) is implicated in diseases such as chronic myocarditis and pancreatitis. While IL-22 is known to play complex roles in immune responses during viral infections, its role in CVB3-induced pancreatitis remains unclear. This study examined the impact of IL-22 on pancreatic pathology during CVB3 infection using histological analyses, glucose tolerance tests, immunostaining, viral load quantification, and molecular assays in both mouse pancreatic tissues and HeLa cells....",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41220847",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the impact of IL-22 on pancreatic pathology during CVB3 infection using histological analyses, glucose tolerance tests, immunostaining, viral load quantification, and molecular assays in both mouse pa...",
      "significance": "of IL-22 on pancreatic pathology during CVB3 infection using histological analyses, glucose tolerance tests, immunostaining, viral load quantification, and molecular assays in both mouse pancreatic ti...",
      "conclusion": null
    },
    {
      "title": "Unlocking IL-33: New Insights into Tumor Immunity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "IL-33, a member of the IL-1 cytokine family, is constitutively expressed in the nucleus of various cell types. As an alarmin, IL-33 is released upon tissue damage and activates immune cell populations through its receptor, suppression of tumorigenicity 2 (ST2). Given that ST2 is expressed on diverse immune cells involved in both type 1 and type 2 immunity, IL-33 exerts pleiotropic effects on immune responses. In the tumor microenvironment (TME), IL-33 plays a dual role, promoting both protumor...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41220846",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating the cross-reactivity of a stool methylated syndecan-2 (me<em>SDC2</em>) test in colorectal cancer detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220757/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The stool meSDC2 test demonstrated a high positivity rate in CRC but showed low positivity rates in other cancers, except in biliary tract cancer. This indicates that the stool meSDC2 test has a high specificity for CRC, as the results are minimally influenced by other cancer types.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41220757",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The stool meSDC2 test demonstrated a high positivity rate in CRC but showed low positivity rates in other cancers, except in biliary tract cancer. This indicates that the stool meSDC2 test has a high specificity for CRC, as the results are minimally influenced by other cancer types"
    },
    {
      "title": "Translating Gut Microbiota into Diagnostics: A Multidimensional Approach for the Diagnosis of Inflammatory Bowel Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220286/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "The gut microbiota has emerged as a key factor in the pathophysiology of inflammatory bowel disease (IBD), providing novel opportunities for diagnostic innovation. Traditional biomarkers, such as C-reactive protein and fecal calprotectin, are widely used in clinical practice; however, their ability to reflect disease complexity and microbial dysregulation remains limited. Recent advances in metagenomics and multi-omics integration have enabled high-resolution profiling of microbial communities...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University"
      ],
      "pmid": "41220286",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SmartPLR: a digital solution for AI-powered smartphone pupillometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Despite various smartphone applications developed to evaluate the PLR, they rely on additional add-ons or infrared light source. This prevents such applications from being completely commercialized. Our novel smartphone application, built on deep learning and not requiring infrared or additional devices, demonstrated high accuracy compared to the NPi-300.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41225382",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite various smartphone applications developed to evaluate the PLR, they rely on additional add-ons or infrared light source. This prevents such applications from being completely commercialized"
    },
    {
      "title": "Liberal Fluid Therapy Increases Postoperative Acute Kidney Injury in Patients Undergoing Laparoscopic Sleeve Gastrectomy with Dexmedetomidine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Liberal, rather than, restrictive fluid therapy is associated with increased risk of postoperative AKI in patients undergoing LSG with dexmedetomidine.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41225271",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Liberal, rather than, restrictive fluid therapy is associated with increased risk of postoperative AKI in patients undergoing LSG with dexmedetomidine"
    },
    {
      "title": "Effects of paraspinal muscle atrophy and fatty degeneration on segmental kyphosis after conservative treatment of osteoporotic vertebral compression fracture (OVCF) in postmenopausal women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225263/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: High FI of the multifidus and erector spinae, along with high BMI, is associated with the development of segmental kyphosis development following OVCF.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41225263",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "High FI of the multifidus and erector spinae, along with high BMI, is associated with the development of segmental kyphosis development following OVCF"
    },
    {
      "title": "Author Correction: Epiblast-derived CX3CR1+ progenitors generate cardiovascular cells during cardiogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225164/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41225164",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aligning machine and human visual representations across abstraction levels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224979/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Deep neural networks have achieved success across a wide range of applications, including as models of human behaviour and neural representations in vision tasks^(1,2). However, neural network training and human learning differ in fundamental ways, and neural networks often fail to generalize as robustly as humans do^(3,4), raising questions regarding the similarity of their underlying representations. We need to determine what is missing for modern learning systems to exhibit more human-aligned...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41224979",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic in vivo genome editing: innovations and challenges in rAAV vector-based CRISPR delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224955/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "The integration of CRISPR systems with recombinant adeno-associated virus (rAAV) vectors has opened new possibilities for therapeutic genome editing, offering potential treatments for both genetic and non-genetic disorders. rAAV vectors have emerged as promising vehicles for in vivo gene therapy due to their favorable safety profile, high tissue specificity, and ability to induce sustained transgene expression. However, their limited packaging capacity has been a significant challenge for...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41224955",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic effects of CTAB and low salinity brines on asphaltene behavior and emulsion stability in clay rich sandstone reservoirs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Improving oil recovery in sandstone reservoirs with higher concentrations of clay particles (clay-rich) presents a persistent challenge, especially in heavy oil extraction. Although low-salinity water flooding has been investigated for sandstone reservoirs, the synergistic effects of heavy oil molecular composition, cationic surfactants (e.g., cetyltrimethylammonium bromide, CTAB), clay particles, and ion-tuned brines on emulsion stability and oil recovery remain poorly understood. This study...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41224873",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An open-label, randomized study comparing lipegfilgrastim with filgrastim in pediatric patients receiving chemotherapy for Ewing sarcoma or rhabdomyosarcoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224871/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "This study compared efficacy and safety of lipegfilgrastim with filgrastim in pediatric patients. Children and adolescents receiving chemotherapy (4 cycles) for Ewing sarcoma or rhabdomyosarcoma were randomized 1:1 to lipegfilgrastim (100 µg/kg) once per cycle or filgrastim (5 µg/kg), once daily for ≥ 5 days for up to 14 days or until absolute neutrophil count (ANC) recovery. In 39 evaluable patients, no meaningful difference was observed between lipegfilgrastim and filgrastim treatment groups...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41224871",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of thermocycling on the antifungal properties of 3D printed denture base material containing zwitterionic and quaternary ammonium compounds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Denture stomatitis, primarily caused by the colonization of Candida albicans biofilms, remains a persistent clinical challenge. This study investigated the effects of incorporating 2-methacryloyloxyethyl phosphorylcholine (MPC) and dimethyl dioctadecyl ammonium bromide (DDAM) into 3D-printed denture base resins to enhance their antifungal properties and evaluate their impact on flexural strength, even after undergoing thermocycling. Following simulated thermal aging (10,000 thermal cycles), all...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41224843",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the effects of incorporating 2-methacryloyloxyethyl phosphorylcholine (MPC) and dimethyl dioctadecyl ammonium bromide (DDAM) into 3D-printed denture base resins to enhance their antifungal properties ...",
      "significance": "on flexural strength, even after undergoing thermocycling",
      "conclusion": null
    },
    {
      "title": "A deep learning framework for finger motion recognition using forearm ultrasound imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224842/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Precise classification of finger movements is essential for effective hand gesture recognition, as it facilitates reliable control across multiple degrees of freedom. Surface electromyography (sEMG) has been widely used for monitoring muscle activities in the forearm and applied for the classification of finger motion. However, due to its inherent limitations, sEMG fails to provide a satisfactory solution for finger motion recognition. As an alternative, A-mode ultrasound-based sensing methods...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41224842",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning-based metal artifact reduction in CT for total knee arthroplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224803/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "In this study, we investigated the metal artifact reduction (MAR) performance of a deep learning (DL)-based technique in the evaluation of postoperative CT after total knee arthroplasty (TKA). For the development dataset, we collected CT scans from fifty patients without a metal prosthesis, and for the clinical test dataset, we collected CT scans from 44 patients with a previous history of TKA. We developed a DL-based knee MAR network (KMAR-Net) using 25,000 pairs of simulated images generated...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "41224803",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the metal artifact reduction (MAR) performance of a deep learning (DL)-based technique in the evaluation of postoperative CT after total knee arthroplasty (TKA)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning approach to energy consumption modeling in wastewater pumping systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224784/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41224784",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical and genetic predictors of persistent chemotherapy-induced alopecia despite scalp cooling in breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224782/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Scalp cooling is commonly used to reduce chemotherapy-induced alopecia (CIA) and has been suggested to aid hair regrowth after treatment. However, a subset of patients still experience persistent CIA (PCIA) despite undergoing scalp cooling. In this post hoc analysis of two prospective trials, we investigated clinical and genetic factors associated with PCIA among 123 women with stage I-III breast cancer treated with anthracycline- and/or taxane-based chemotherapy and scalp cooling. PCIA, defined...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41224782",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "clinical and genetic factors associated with PCIA among 123 women with stage I-III breast cancer treated with anthracycline- and/or taxane-based chemotherapy and scalp cooling",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Colistin resistance plasmids dually enhance bacterial virulence and antibiotic resistance via surface polysaccharide biosynthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Plasmids carrying the mobilized colistin-resistance gene mcr-1 are prevalent among multidrug-resistant Gram-negative pathogens, yet their broad impact on bacterial physiology and virulence remains unclear. Here, we demonstrate that acquisition of an mcr-1 plasmid concurrently increases antimicrobial resistance and pathogenicity in Escherichia coli. On the same plasmid, the XRE-family transcriptional regulator EcaR cooperates with MCR-1 to activate the wec operon, driving biosynthesis of two...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41224769",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on bacterial physiology and virulence remains unclear",
      "conclusion": null
    },
    {
      "title": "Health risk assessment and source tracking of heavy metal exposure from indoor settled dust in an environmentally vulnerable area of the Republic of Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224756/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Accelerated urban and industrial expansion has intensified anthropogenic activities, increasing the emission and accumulation of hazardous substances in air, water, and soil. This study assessed health risks from heavy metals in indoor settled dust collected from Myodo-dong, Yeosu, Republic of Korea, by estimating exposure via inhalation, dermal contact, and ingestion, deriving protective exposure limits, and identifying emission sources using multivariate analysis. Indoor settled dust samples...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41224756",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nonlinear Chiral Response from Linearly Achiral Membrane Metasurfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224714/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Chiral photonics enables the control of light handedness for many applications in optical communications, biological and chemical sensing, and quantum technologies. While traditional approaches focus on engineering strong linear chiroptical response, nonlinear chiral phenomena remain largely unexplored. Here, we demonstrate experimentally a pronounced nonlinear chiral response of free-standing membrane metasurfaces that are effectively achiral in the linear regime. By employing patterned silicon...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41224714",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative outcomes of moderate-intensity statin with ezetimibe vs high-intensity statin therapy: A retrospective observational cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this retrospective cohort study, moderate-intensity statin combined with ezetimibe was as effective as high-intensity statin monotherapy in preventing cardiovascular events.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41224601",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this retrospective cohort study, moderate-intensity statin combined with ezetimibe was as effective as high-intensity statin monotherapy in preventing cardiovascular events"
    },
    {
      "title": "Simple and efficient distalization methods using temporary skeletal anchorage devices in nonextraction treatment: A report of two cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224540/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Nonextraction treatment has become more popular with the development of temporary skeletal anchorage devices (TSADs). This report presents simple and efficient mandibular molar distalization methods using ramal plates and buccal miniscrews in nonextraction treatment and describes their biomechanics. The application of TSADs facilitates distalization of both the maxillary and mandibular dentition. The placement of ramal plates prevents gingival impingement at the retromolar region and maximizes...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41224540",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global, regional and national burden of major blindness-associated ophthalmologic conditions, 1990-2021, with forecasts to 2050: a systematic analysis for the Global Burden of Disease Study 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: As populations age, the global burden of vision loss is projected to grow, with particularly high impact in lower-sociodemographic index regions such as Southern Sub-Saharan Africa and South Asia.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41224521",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "in lower-sociodemographic index regions such as Southern Sub-Saharan Africa and South Asia",
      "conclusion": "As populations age, the global burden of vision loss is projected to grow, with particularly high impact in lower-sociodemographic index regions such as Southern Sub-Saharan Africa and South Asia"
    },
    {
      "title": "Triglycerides as a predictor of activity and severity in thyroid eye disease: a multicentre study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224520/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Elevated TG levels are significantly associated with TED activity and severity, highlighting the potential clinical value of measuring TG for risk stratification and disease management. Further studies should explore whether TG-lowering interventions improve TED outcomes.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41224520",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated TG levels are significantly associated with TED activity and severity, highlighting the potential clinical value of measuring TG for risk stratification and disease management. Further studies should explore whether TG-lowering interventions improve TED outcomes"
    },
    {
      "title": "Even Unmanipulated Eyebrows Are Unreliable Landmarks for Evaluating Deviated Noses in Rhinoplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION.: . Our findings suggest that even unmanipulated eyebrows are not reliable landmarks for assessing deviated nose. The mid-canthal line, derived from the eyes, is a more consistent and perceptually relevant reference than the mid-glabellar line based on the eyebrows. Surgeons should base the correction of deviated nose on a midline derived from the eyes rather than the eyebrows.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41224492",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "that even unmanipulated eyebrows are not reliable landmarks for assessing deviated nose"
    },
    {
      "title": "Diagnostic criteria for acquired hypothalamic obesity - international expert guidance document",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224353/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Acquired hypothalamic obesity (aHO) presents as rapid, clinically relevant, and persistent weight gain due to hypothalamic damage, and leads to significant morbidity/mortality and decreased quality of life. Causes include craniopharyngioma and other space-occupying lesions, neurosurgical intervention, irradiation, and traumatic brain injury. This review summarizes the evidence and provides expert opinion on diagnostic criteria for aHO. Eight experts in neuroendocrinology and neurosurgery from...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41224353",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Using artificial intelligence to predict posttransplant diabetes mellitus: a new step toward personalized medicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224319/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41224319",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Public health, research, and procedural justice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224243/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41224243",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sugammadex and emergence-related respiratory adverse events in pediatric tonsillectomy: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Sugammadex provides significantly faster neuromuscular blockade reversal compared to neostigmine but does not shorten the time to extubation or reduce the incidence of emergence-related respiratory adverse events in children undergoing tonsillectomy. Moreover, its use may be associated with an increased risk of emergence delirium.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41224226",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sugammadex provides significantly faster neuromuscular blockade reversal compared to neostigmine but does not shorten the time to extubation or reduce the incidence of emergence-related respiratory adverse events in children undergoing tonsillectomy. Moreover, its use may be associated with an incre..."
    },
    {
      "title": "Clinical roles of point-of-care ultrasonography in airway management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Point-of-care ultrasonography (POCUS) has emerged as a valuable tool in airway management, providing real-time visualization of airway anatomy with significant advantages in both routine and emergency settings. This review highlights key ultrasonographic techniques, anatomical landmarks, and clinical evidence supporting the growing role of POCUS in modern airway management. It also outlines the clinical applications of POCUS, including prediction of difficult airways and real-time guidance...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41224222",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Opiranserin injection (Unafra®) as a first-in-class, non-opioid analgesic for the treatment of acute postoperative pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Opiranserin injection (Unafra®, Vivozon Inc.) is a first-in-class, non-opioid analgesic for the management of moderate-to-severe postoperative pain. The active ingredient, opiranserin (code name: VVZ-149), is a synthetic molecule that simultaneously antagonizes glycine transporter 2 (GlyT2) and serotonin 2A receptors (5-HT2A), both of which play key roles in pain processing. Opiranserin exemplifies the application of ex vivo phenotypic screening combined with a bait-target approach to identify...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41224221",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phonocardiopulmography: the future of perioperative auscultation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224220/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Traditionally, anesthesiologists have recommended performing auscultation of breath and heart sounds with a precordial or esophageal stethoscope during anesthesia. The stethoscope is generally considered the most important single device used for monitoring. Unfortunately, many anesthesiologists neglect the perioperative use of a stethoscope, even though it provides a wealth of information about the circulatory system, heart, and lungs. Although point-of-care ultrasound appears to offer greater...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41224220",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "single device used for monitoring",
      "conclusion": null
    },
    {
      "title": "Age-specific electroencephalography dynamics during anesthesia: monitoring and neurocognitive implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224219/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Electroencephalography (EEG) reflects thalamocortical activity during anesthesia, but its signatures vary markedly with age. Alpha oscillations emerge in late infancy, peak in childhood, and decline with aging, producing substantial bias in processed EEG (pEEG) indices derived mainly from adult data. This narrative review summarizes age-specific EEG dynamics under γ-aminobutyric acid (GABA)-ergic anesthesia, highlighting developmental and aging trajectories, age effects on pEEG reliability, and...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41224219",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protein-fiber bigels from foam-templated oleogels enhance gluten structure in bread as a sustainable butter substitute",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224048/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Growing consumer demand for clean-label, plant-based alternatives has accelerated the search for sustainable fat replacers in baked goods. Bigels-biphasic systems composed of oleogel and hydrogel phases-offer a promising strategy to mimic the functionality of solid fats using plant-derived ingredients. This study investigated a plant-based bigel as a butter substitute in white bread. The bigel was formulated by combining a foam-templated oleogel composed of soy protein isolate (SPI) and citrus...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41224048",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "a plant-based bigel as a butter substitute in white bread",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Performance and inhibitory characteristics of solubilized digestate returned to anaerobic digestion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Anaerobic digestion (AD) is an efficient sludge management method but is limited by slow hydrolysis rates and solid accumulation during digestate recirculation. This study compared digestate solubilization and methane production after thermal hydrolysis (TH, 80-280 °C) and ultrasonication (US, 0.5-10 h). TH achieved a maximum soluble COD of 9,205 ± 216 mg/L with lower energy input, whereas US required much higher energy. Biochemical methane potential tests showed that TH (160-280 °C) yielded...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41224036",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global disproportionality analysis of anxiolytic medication-associated cardiovascular and motor impairment disorders, 1967-2024: An international pharmacovigilance database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although our findings did not allow for causal inference, anxiolytics are effective in managing anxiety disorder symptoms, but safety concerns persist, especially related to cardiovascular and motor dysfunctions.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41224020",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although our findings did not allow for causal inference, anxiolytics are effective in managing anxiety disorder symptoms, but safety concerns persist, especially related to cardiovascular and motor dysfunctions"
    },
    {
      "title": "Resting-state functional connectivity of the fronto-limbic and default mode network as neural correlates of antidepressant response in major depressive disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Enhanced connectivity within networks related to emotion regulation, cognitive control, and attention in responders suggests neural mechanisms supporting improved emotional and cognitive flexibility.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41224014",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Enhanced connectivity within networks related to emotion regulation, cognitive control, and attention in responders suggests neural mechanisms supporting improved emotional and cognitive flexibility"
    },
    {
      "title": "Precipitation-based versus filtration-based liquid-based cytology in EUS-FNB specimens of solid pancreatic masses: a prospective, randomized trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223974/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: For EUS-guided FNB of solid pancreatic masses, the SurePath™ LBC technique demonstrated superior diagnostic performance, faster interpretation times, and better preservation of cytomorphological features than ThinPrep®. These findings suggest that SurePath™ should be the preferred LBC method for evaluating EUS-guided FNB of pancreatic masses.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223974",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that SurePath™ should be the preferred LBC method for evaluating EUS-guided FNB of pancreatic masses",
      "conclusion": "For EUS-guided FNB of solid pancreatic masses, the SurePath™ LBC technique demonstrated superior diagnostic performance, faster interpretation times, and better preservation of cytomorphological features than ThinPrep®. These findings suggest that SurePath™ should be the preferred LBC method for eva..."
    },
    {
      "title": "Approach patients with warmth and respect: an interview with Dr. Chung Hur, graduate of the Ewha Womans University College of Medicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223894",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Life as a pediatrician in the United States: an interview with Dr. Jeong-Ok A. Lee",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223893/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223893",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ewha spirit shines on the global stage: an interview with Dr. Myung-Joo Jang",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223892",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hip fracture and cognitive impairment in older adults-integrated approaches to rehabilitation: a narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223888/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Fragility fractures, particularly hip fractures, represent a major public health concern among older adults and are associated with high morbidity, mortality, functional decline, and socioeconomic burden. Cognitive impairment is common in older adults with hip fractures and contributes to increased fracture risk, poor postoperative outcomes, delayed recovery, and higher rates of institutionalization. This review aimed to examine rehabilitation strategies for older adults with hip fractures, with...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223888",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aging with disability in polio survivors: a narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "This study aimed to provide a comprehensive understanding of aging with disability among polio survivors who continue to live with long-term sequelae. Although poliomyelitis has been eradicated in most regions, survivors entering older age face a dual challenge, as age-related decline overlaps with pre-existing impairments, creating a need for integrated management strategies. This narrative review examined the epidemiology, clinical manifestations, and late effects of polio, with particular...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41223887",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "provide a comprehensive understanding of aging with disability among polio survivors who continue to live with long-term sequelae",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Core principles and structures of geriatric rehabilitation: a narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Globally, rapid population aging-particularly in Korea-has extended life expectancy but not proportionally extended healthy life expectancy, resulting in longer periods of illness or disability and a higher demand for complex medical and social care. Therefore, prolonging healthy life and improving health-related quality of life have become primary objectives in geriatric medicine and rehabilitation. Geriatric rehabilitation is a critical intervention aimed at optimizing the functioning of older...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223886",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "in geriatric medicine and rehabilitation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lifestyle interventions for hypertension management in primary care: a narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Hypertension is one of the leading chronic diseases globally and a major contributor to cardiovascular morbidity and mortality. Despite advances in pharmacological therapy, medication alone remains limited in achieving optimal control. This review synthesizes recent hypertension management guidelines, including those from the European Society of Cardiology (ESC, 2024), American Heart Association/American College of Cardiology (AHA/ACC, 2025), Taiwan Society of Cardiology/Hypertension Society...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41223885",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lifestyle prescriptions for diabetes management in primary care: a narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Diabetes mellitus is a complex chronic disease with a rapidly increasing global prevalence. For this condition, non-pharmacological lifestyle modification is as important as pharmacological treatment. This review aims to comprehensively examine lifestyle prescriptions for diabetes across multiple domains to integrate current insights and understanding. In medical nutrition therapy, which is central to diabetes treatment and management, excessive carbohydrate intake should be restricted, while...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223884",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to comprehensively examine lifestyle prescriptions for diabetes across multiple domains to integrate current insights and understanding",
      "significance": "as pharmacological treatment",
      "conclusion": null
    },
    {
      "title": "Lifestyle prescriptions for obesity treatment in primary care: a narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Primary care physicians are not only capable but also uniquely positioned to lead long-term, patient-centered obesity management. Their comprehensive and integrative perspective makes them one of the most efficient and scalable resources in addressing the obesity epidemic.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223883",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Primary care physicians are not only capable but also uniquely positioned to lead long-term, patient-centered obesity management. Their comprehensive and integrative perspective makes them one of the most efficient and scalable resources in addressing the obesity epidemic"
    },
    {
      "title": "Disseminated tuberculosis without pulmonary involvement mimicking multiple bone metastases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223881/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223881",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Left main coronary artery compression associated with unfavorable thoracic anatomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223880/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223880",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive approaches to diabetes in the elderly: adapting to evolving trends",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223878/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our study underscores the rising DM prevalence among elderly Koreans and emphasizes the need for age-tailored management approaches to optimize care.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223878",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study underscores the rising DM prevalence among elderly Koreans and emphasizes the need for age-tailored management approaches to optimize care"
    },
    {
      "title": "Predictive value of the modified ROX index for extubation failure in mechanically ventilated patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The mROX is a reliable and clinically useful method for predicting extubation failure. It facilitates improved stratification of extubation risk, allows for more tailored post-extubation non-invasive respiratory support, and may enhance clinical outcomes during the critical processes of ventilator liberation and extubation.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223877",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The mROX is a reliable and clinically useful method for predicting extubation failure. It facilitates improved stratification of extubation risk, allows for more tailored post-extubation non-invasive respiratory support, and may enhance clinical outcomes during the critical processes of ventilator l..."
    },
    {
      "title": "Effects of adjunctive dobutamine on outcomes among patients with septic shock: a propensity score matching analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223876/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Adjunctive dobutamine administration did not improve short-term organ function or hospital outcomes in septic shock patients. However, early fluid balance may influence the impact of dobutamine, highlighting the importance of a more tailored approach.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223876",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of dobutamine, highlighting the importance of a more tailored approach",
      "conclusion": "Adjunctive dobutamine administration did not improve short-term organ function or hospital outcomes in septic shock patients. However, early fluid balance may influence the impact of dobutamine, highlighting the importance of a more tailored approach"
    },
    {
      "title": "Association of the triglyceride-glucose index with cardiovascular outcomes across cardiovascular-kidney-metabolic syndrome stages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The TyG index independently predicted cardiovascular risk across the CKM syndrome stages. Its integration into routine clinical assessments could enhance early risk stratification and guide preventive strategies, particularly for patients in the early stages of CKM syndrome.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41223875",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The TyG index independently predicted cardiovascular risk across the CKM syndrome stages. Its integration into routine clinical assessments could enhance early risk stratification and guide preventive strategies, particularly for patients in the early stages of CKM syndrome"
    },
    {
      "title": "Exosomal miRNA-720 as a potential diagnostic and prognostic biomarker for hepatocellular carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our results demonstrate that exosomal miR-720 plays an oncogenic role in HCC by targeting StarD13. Circulating exosomal miR-720 could be used as a novel diagnostic and therapeutic biomarker and serve as a guide for selecting treatment options including TACE for HCC.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223874",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results demonstrate that exosomal miR-720 plays an oncogenic role in HCC by targeting StarD13. Circulating exosomal miR-720 could be used as a novel diagnostic and therapeutic biomarker and serve as a guide for selecting treatment options including TACE for HCC"
    },
    {
      "title": "Current perspectives on sarcopenia: diagnosis and therapeutic approaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Korea is experiencing rapid population aging and entered a super-aged society in December 2024. This demographic shift underscores the growing prevalence of sarcopenia, a progressive skeletal muscle disorder related to aging, characterized by reduced muscle mass, strength, and function, which significantly affects the morbidity and quality of life of older adults. Although sarcopenia is defined as a medical condition (ICD-10-CM M62.84; KCD-8 M62.5), no effective pharmacological treatment exists,...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223873",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Shared decision-making for kidney replacement therapy: a comprehensive review and a proposed model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223871/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Shared decision-making (SDM) enables patients to actively engage in healthcare decisions by ensuring that treatment options align with their values and preferences. The use of SDM is increasingly recognized in the context of selecting kidney replacement therapy (KRT) for patients with chronic kidney disease (CKD). This study reviews the general concept of SDM and global clinical studies on its application in selecting KRT options. Studies have demonstrated the significant benefits of SDM in KRT,...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223871",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Managing dyslipidemia in chronic kidney disease: a comprehensive overview of evidence and recommendations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Patients with chronic kidney disease (CKD) have a significantly increased risk of developing cardiovascular disease (CVD), making dyslipidemia management a critical component of cardiovascular risk reduction in this population. However, as the estimated glomerular filtration rate declines, distinct pathophysiological mechanisms-unlike those observed in the general population-contribute to the development and progression of CVD. Consequently, dyslipidemia management in patients with CKD requires...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41223870",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Expanding therapeutic horizons of calcineurin inhibitors in lupus nephritis: from tacrolimus to next-generation agents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41223868",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rethinking adjunctive dobutamine in septic shock: time to individualize, not generalize",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223867",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complete revascularisation in patients with acute myocardial infarction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223861/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223861",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of antidepressant and sleep-promoting effects of cordycepin in a menopause-like stress model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223765/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "The menopausal transition is often accompanied by mood disturbances and sleep disorders, exacerbated by estrogen deficiency and chronic stress. Although hormone replacement therapy (HRT) is effective, its use is limited by safety concerns, underscoring the need for non-hormonal alternatives. Cordycepin (3'-deoxyadenosine), a bioactive compound derived from Cordyceps militaris, has demonstrated neuromodulatory and anti-inflammatory properties in various central nervous system models. However, its...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41223765",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeting PRMT5 in cancer: Mechanistic insights and clinical progress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Arginine methylation is increasingly recognized as a key regulatory mechanism in cancer, exerting broad influence over chromatin organization, RNA metabolism, and oncogenic signaling. Protein arginine methyltransferase 5 (PRMT5) catalyzes symmetric dimethylation of arginine residues on both histone and non-histone substrates. Through these modifications, PRMT5 modulates transcription, alternative splicing, DNA repair, and apoptosis, which collectively support malignant transformation and disease...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223761",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exposure to Benzene, Toluene, Ethylbenzene, and Xylenes and Risk of Depression: A Cross-sectional Study of a National Sample of Korean Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223732/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Benzene exposure was associated with an increased risk of depression in the general Korean adult population. Therefore, strengthened environmental regulations on benzene could help reduce the public health burden of depression.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223732",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Benzene exposure was associated with an increased risk of depression in the general Korean adult population. Therefore, strengthened environmental regulations on benzene could help reduce the public health burden of depression"
    },
    {
      "title": "Frailty Index Predicts Future All-cause Mortality and Quality of life: A 2-Year Follow-up Study Among Korean Older Adults from a Population-based Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223731/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Frail older adults are at increased risk of mortality, but this risk was significant only for those in the moderate-to-severe frailty category at 2-year follow-up. The FI is a valuable predictor of premature death and health challenges in older adults.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223731",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Frail older adults are at increased risk of mortality, but this risk was significant only for those in the moderate-to-severe frailty category at 2-year follow-up. The FI is a valuable predictor of premature death and health challenges in older adults"
    },
    {
      "title": "Computational and experimental investigations of novel 1,3-disubstituted thioureas as the dual inhibitor of b-TNAP and b-CAII enzyme for Cancer treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "The various chemical properties and potential biological activities of thiourea and its derivatives, particularly as anticancer agents, has sparked interest in the field of medicinal chemistry. This research is focused on the synthesis of new, 1,3-disubstituted derivatives of thiourea (14-20), by the reaction of substituted anilines with the substituted benzoyl thiocyanate. This synthetic strategy was an innovative approach that effectively allowed for the generation of a diverse thiourea...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41223583",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Future supply, demand, and vulnerability of domestic water supply systems in Asian mega cities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223555/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Rapid urbanization and income growth are reshaping domestic water demand across Asian megacities. Accordingly, we developed an integrated system dynamics model at the city scale to reconstruct the domestic water demand and supply for 42 megacities from 2015 to 2035. The cities were clustered into five archetypes based on climatic conditions, technological advancement (TA), wastewater reuse (WR), and economic growth trajectories, and uncertainty was quantified using a Monte Carlo (MC) ensemble....",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223555",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Performance comparison of complete mix reactor and static mixer in ballasted flocculation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "In this study, the performance of complete mix reactors and modern instant mixing device (static mixer) is evaluated for ballasted flocculation application using jar test to replicate complete mix reactor, and a lab scale static mixer designed for this study. The advanced magnetite ballasts of two varied sizes and specific gravity at varied applied concentrations are employed in this study for reliable results. The results explicated that static mixer aided ballasted flocculation aggregated...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41223524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic Factors for Relapse and the Role of Maintenance Therapy in Acute Promyelocytic Leukemia: A Real-World Multicenter Study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings highlight prognostic factors for relapse and the importance of individualized therapeutic strategies for high-risk patients. Moreover, our findings indicate that post-consolidation MRD is the most significant predictor of relapse, emphasizing the need for molecular profiling and longitudinal monitoring. Future prospective studies should validate these prognostic markers and refine personalized therapeutic approaches for APL.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41223497",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight prognostic factors for relapse and the importance of individualized therapeutic strategies for high-risk patients. Moreover, our findings indicate that post-consolidation MRD is the most significant predictor of relapse, emphasizing the need for molecular profiling and longi..."
    },
    {
      "title": "Chemotherapy-Free Salvage Therapy with Rituximab, Lenalidomide, and Poseltinib in Relapsed or Refractory Primary Central Nervous System Lymphoma: A Multi-Center, Phase II Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Poseltinib in combination with lenalidomide and rituximab showed activity in patients with R/R PCNSL, warranting further investigation in larger studies.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41223495",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Poseltinib in combination with lenalidomide and rituximab showed activity in patients with R/R PCNSL, warranting further investigation in larger studies"
    },
    {
      "title": "Empagliflozin versus metformin for glucose variability and metabolic outcomes in drug-naïve type 2 diabetes: The EMPA-FIT study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Empagliflozin significantly reduced GV and provided additional metabolic benefits in drug-naïve individuals with T2D. These findings support its potential utility in early diabetes management, particularly in targeting glycemic variability.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41223492",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Empagliflozin significantly reduced GV and provided additional metabolic benefits in drug-naïve individuals with T2D. These findings support its potential utility in early diabetes management, particularly in targeting glycemic variability"
    },
    {
      "title": "Generative AI Chatbot for Diabetes Management: Formative 2-Part Qualitative Study Using DTalksBot Involving Patients and Clinicians",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223424/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Generative AI chatbots showed promise as complementary tools for diabetes self-management by offering accessible, reliable, and tailored support. This formative evaluation provides empirical evidence on how generative AI chatbots can address patient information needs and complement existing health care resources. To maximize utility, future generative AI chatbots need to integrate real-time health data, enhance contextual relevance, and align with clinical workflows to ensure...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223424",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Generative AI chatbots showed promise as complementary tools for diabetes self-management by offering accessible, reliable, and tailored support. This formative evaluation provides empirical evidence on how generative AI chatbots can address patient information needs and complement existing health c..."
    },
    {
      "title": "Copper-Infused MXene from MAX Phase for Enhanced Electrochemical Ammonia Production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "The electrochemical conversion of nitrate to value-added ammonia is a green alternative to the energy-intensive Haber-Bosch process. However, due to inefficient catalysts, guiding the reaction route towards selective ammonia synthesis is still challenging. Here, we report a highly efficient Cu-infused V(2)C catalyst, synthesized via the molten salt synthesis method using selective CuCl(2) etching. The optimized catalyst exhibits a faradaic efficiency of ∼83% and an ammonia yield of 320 μg...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223408",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pilot Study of a Mobile, Virtual Reality-Based Digital Therapeutic for Smoking Cessation: Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223406/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The NICO-THERA digital therapeutic program demonstrated preliminary effectiveness at reducing nicotine dependence. Additionally, participants in the DTG group exhibited a progressive improvement in their motivation to quit smoking, as reflected by a significant reduction in ambivalence at week 8 and increase in proactive cessation efforts at week 12. These results suggest that the structured integration of MET and CBT within the NICO-THERA program effectively reinforced...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223406",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that the structured integration of MET and CBT within the NICO-THERA program effectively reinforced",
      "conclusion": "The NICO-THERA digital therapeutic program demonstrated preliminary effectiveness at reducing nicotine dependence. Additionally, participants in the DTG group exhibited a progressive improvement in their motivation to quit smoking, as reflected by a significant reduction in ambivalence at week 8 and..."
    },
    {
      "title": "Offline and online coupled tensor factorization with knowledge graph",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223241/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "How can we accurately decompose a temporal irregular tensor along while incorporating a related knowledge graph tensor in both offline and online streaming settings? PARAFAC2 decomposition is widely applied to the analysis of irregular tensors consisting of matrices with varying row sizes. In both offline and online streaming scenarios, existing PARAFAC2 methods primarily focus on capturing dynamic features that evolve over time, since data irregularities often arise from temporal variations....",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41223241",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of active tuberculosis on social mobility and its gender differences: Difference in differences using nationwide tuberculosis surveillance data and national health insurance data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223181/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Although reducing catastrophic total costs caused by TB is a major public health concern, there is a scarcity of long-term follow-up studies on social suffering due to TB as well as studies examining gender gaps. This study aims to examine the degree of long-term change in household incomes due to active TB by gender. We created data for the TB and control groups by linking the Korean National Tuberculosis Surveillance System (KNTSS) and National Health Information Database (NHID) and...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41223181",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to examine the degree of long-term change in household incomes due to active TB by gender",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Term Health and Cost Outcomes of a 24-Week Multicomponent Frailty Intervention in Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222933/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this economic evaluation of a nonrandomized clinical trial, participants in a 24-week multicomponent intervention had longer survival free from death or long-term care eligibility and had lower health service-use costs over 66 months. These findings support consideration of broader implementation of community-based frailty interventions in older adults.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41222933",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this economic evaluation of a nonrandomized clinical trial, participants in a 24-week multicomponent intervention had longer survival free from death or long-term care eligibility and had lower health service-use costs over 66 months. These findings support consideration of broader..."
    },
    {
      "title": "A Fucose-containing Hetero-exopolysaccharide From Levilactobacillus brevis B151 Exhibits Potent Antimicrobial, Antibiofilm, and Antioxidant Activities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222844/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Exopolysaccharides (EPSs) have recently emerged as significant substances due to their remarkable biological properties. This research aimed to analyze EPS B151 extracted from Levilactobacillus brevis B151 and evaluate its biological activities. EPS B151 was obtained at a yield of 438 mg/L. Structural analysis using the Congo red method and Fourier transform infrared spectroscopy (FTIR) revealed a random coil structure and characteristic typical carbohydrate peaks (O-H, C-H, C = O, and C-O-C),...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41222844",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond the Image: How Acquisition Parameters Influence AI and Radiologists in Screening Mammography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41222479",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-performance dynamic random access memory capacitor with an equivalent oxide thickness of 0.31 nm <em>via</em> stepwise cycling in Y-doped Hf<sub>0.5</sub>Zr<sub>0.5</sub>O<sub>2</sub> thin films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222466/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "This study investigates the field-induced ferroelectric (FFE) characteristics and dynamic random access memory (DRAM) performance of Y-doped Hf(0.5)Zr(0.5)O(2) (Y:Hf(0.5)Zr(0.5)O(2)) thin films grown by atomic layer deposition (ALD). Compared with undoped Hf(0.5)Zr(0.5)O(2), the Y:Hf(0.5)Zr(0.5)O(2) film exhibited suppressed ferroelectric orthorhombic phase and stabilized FFE tetragonal phase, resulting in double hysteresis loop characteristics in the polarization-electric field curves. These...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41222466",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adjoint-Driven Inverse Design of a Quad-Spectral Metasurface Router for RGB-NIR Sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "There has been an increasing demand for high-resolution image sensing technologies in recent years due to their diverse and advanced optical applications. With recent advances in nanofabrication technologies, this can be achieved through the realization of high-density pixels. However, the development of high-density and miniaturized pixels introduces challenges to the conventional color filters, which generally transmit and absorb different spectral components of light. A significant portion of...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41222382",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Smartphone-Assisted Wireless Ultrasensitive Nitrite Detection in Food Samples via Hierarchical MXene/NiCoMn-LDH/Sulfide Heterostructure on Flexible Laser-Induced Graphene Electrode",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222292/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Designing a smartphone in-built, wireless, ultrasensitive hybrid heterostructure-based sensor is challenging, but it is potentially crucial for achieving efficient electrochemical responses related to real-time food safety monitoring. Herein, the pioneering design of a few-layered MXene-tagged NiCoMn-layered double hydroxide (LDH)/amorphous sulfide (MXe/NiCoMn-LDH/S) hollow spheres were fabricated and tagged onto a laser-induced graphene (LIG) electrode for smartphone-based electrochemical...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41222292",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anti-Pruritic and Analgesic Effects of a Topical Formulation Containing Troxerutin: A Pilot Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Troxerutin significantly reduces pruritus and pain in individuals with sensitive skin and enhances skin barrier function and hydration, ultimately improving overall skin comfort and patient satisfaction.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41222137",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Troxerutin significantly reduces pruritus and pain in individuals with sensitive skin and enhances skin barrier function and hydration, ultimately improving overall skin comfort and patient satisfaction"
    },
    {
      "title": "Standardized fenugreek seed extract alleviates menopausal sleep disturbances <em>via</em> GABAA, melatonin, and adenosine receptors in ovariectomized (OVX) rodents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Fenugreek seed (Trigonella foenum-graecum L.), a dietary component traditionally used in food and herbal medicine, is known for its wide range of health-promoting properties. However, its effects on menopause-associated sleep disturbances remain largely unexplored. This study investigated the potential of a standardized fenugreek seed extract (FSE), enriched in trigonelline (1.72%), protodioscin (6.17%), and 4-hydroxy-L-isoleucine (2.55%), to alleviate sleep impairments in ovariectomized (OVX)...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41221726",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the potential of a standardized fenugreek seed extract (FSE), enriched in trigonelline (1",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Durvalumab in Advanced Biliary Tract Cancer: Real-World Data From a Large Cohort of Patients Across Multiple International Centers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The updated findings, derived from an expanded cohort, further support the adoption of durvalumab in combination with gemcitabine and cisplatin in routine clinical practice, reinforcing the efficacy and safety outcomes demonstrated in the phase III TOPAZ-1 trial.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41221651",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The updated findings, derived from an expanded cohort, further support the adoption of durvalumab in combination with gemcitabine and cisplatin in routine clinical practice, reinforcing the efficacy and safety outcomes demonstrated in the phase III TOPAZ-1 trial"
    },
    {
      "title": "Relationship between uterine fibroids and risk of cancers: Population-based retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221562/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Surgically treated uterine fibroids are associated with increased cancer risk. They are associated with an increased risk of breast, uterine, ovarian, kidney, thyroid, peritoneal, and retroperitoneal cancers.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41221562",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Surgically treated uterine fibroids are associated with increased cancer risk. They are associated with an increased risk of breast, uterine, ovarian, kidney, thyroid, peritoneal, and retroperitoneal cancers"
    },
    {
      "title": "Efficacy and safety of mono antiplatelet therapy with colchicine in acute coronary syndrome patients following percutaneous coronary intervention: rationale and design of the MACT II trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: MACT II evaluates an aspirin-free, inflammation-guided treatment strategy in patients with ACS undergoing PCI. Colchicine therapy is initiated early during the acute phase of ACS and continued or discontinued based on inflammatory response as measured by hs-CRP. By tailoring treatment duration in this manner, the trial aims to reduce both ischemic and bleeding risks while avoiding unnecessary drug exposure. The findings may inform personalized anti-inflammatory strategies in...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41221450",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to reduce both ischemic and bleeding risks while avoiding unnecessary drug exposure",
      "significance": null,
      "conclusion": "MACT II evaluates an aspirin-free, inflammation-guided treatment strategy in patients with ACS undergoing PCI. Colchicine therapy is initiated early during the acute phase of ACS and continued or discontinued based on inflammatory response as measured by hs-CRP"
    },
    {
      "title": "Chronic kidney disease, proteinuria, and mortality risk in patients with Parkinson's disease: a 12-year longitudinal study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221266/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Chronic kidney disease and proteinuria were associated with a higher all-cause mortality in patients with PD in a dose-dependent manner. Furthermore, these results highlight that strategies for controlling kidney function are necessary to reduce mortality in patients with PD.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41221266",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Chronic kidney disease and proteinuria were associated with a higher all-cause mortality in patients with PD in a dose-dependent manner. Furthermore, these results highlight that strategies for controlling kidney function are necessary to reduce mortality in patients with PD"
    },
    {
      "title": "Development and Application of a Species-Specific eDNA-Based qPCR Assay for Early Detection of the Invasive Ascidian <em>Ascidiella aspersa</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "The solitary ascidian Ascidiella aspersa is an emerging invasive species in coastal ecosystems worldwide, including Korean waters. We developed and validated a species-specific quantitative PCR (qPCR) assay targeting the mitochondrial COI gene, showing high specificity against 128 non-target taxa and robust performance (Efficiency = 110.1%, R ² = 0.9962, LOD = 12 copies/reaction, LOQ = 598 copies/reaction). The assay was applied to over 300 environmental DNA (eDNA) samples collected across 18...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41221250",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case Report: Palliative radiotherapy monitoring using computed tomography and diffusion-weighted magnetic resonance imaging in a cat with ceruminous gland adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221215/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This report described a rare case of feline ceruminous gland adenocarcinoma characterized by local invasiveness that precluded surgical resection. Palliative radiotherapy was administered, and sequential imaging using computed tomography and diffusion-weighted magnetic resonance imaging, including ADC mapping, enabled detailed monitoring of the tumor response. Although conventional imaging confirmed size reduction, DWI-MRI better delineated residual lesions, suggesting its...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41221215",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This report described a rare case of feline ceruminous gland adenocarcinoma characterized by local invasiveness that precluded surgical resection. Palliative radiotherapy was administered, and sequential imaging using computed tomography and diffusion-weighted magnetic resonance imaging, including A..."
    },
    {
      "title": "Cytokine responses to respiratory syncytial virus infection in well-differentiated infant nasal epithelial cell cultures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We established methods for obtaining, culturing, differentiating, and infecting iHNE cells, which were safe and highly reproducible. A more efficient RSV replication in infants upper airway cells than in cells from adults could be a factor contributing to the greater disease severity of RSV in infants.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41221176",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "We established methods for obtaining, culturing, differentiating, and infecting iHNE cells, which were safe and highly reproducible. A more efficient RSV replication in infants upper airway cells than in cells from adults could be a factor contributing to the greater disease severity of RSV in infan..."
    },
    {
      "title": "Advancements and challenges in next-generation mRNA vaccine manufacturing systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221170/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "The coronavirus disease 2019 pandemic has accelerated the global adoption and development of messenger RNA (mRNA) vaccine technology. While traditional manufacturing approaches rely on centralized and batch-based processes that are limited in scalability and accessibility, recent innovations in modular, decentralized, and continuous-flow production systems offer promising alternatives. This review summarizes the evolution of mRNA manufacturing, examines technological advances such as BioNTech's...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41221170",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An updated review of Zika virus vaccine development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221169/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Zika virus (ZIKV) infection as a cause of microcephaly and Guillain-Barré syndrome gained international attention during the 2015-2016 ZIKV epidemic in the Americas. However, over ten years later, there are still no approved ZIKV vaccines, leaving people worldwide defenseless against continued disease spread and potential outbreaks. Prospects for the assessment, licensing, and commercial viability of ZIKV vaccines are complicated by the low incidence of the virus infection at the moment and the...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41221169",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Drug repurposing of natural depsipeptide from <em>Eleftheria terrae</em> isolated via iChip for anti-breast cancer therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Diagram showing a drug development process using AI. Left panel depicts molecular structures of teixobactin and clovibactin. Middle section illustrates pharmacochemistry, ADMET pharmacokinetics, and pharmacodynamics targeting with clinical trial simulation using AI. Right section covers side effects, prognosis, and diagnosis using multimodal electronic health records.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41221054",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Editorial: Integrating technology into advanced Parkinson's disease management: from screening and evaluation to treatment and prevention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220956/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220956",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A comparison of clinical guidelines, treatment characteristics and outcomes in small cell lung cancer between East Asia and Europe/North America",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Small cell lung cancer (SCLC) is an aggressive neuroendocrine carcinoma with a poor prognosis and accounts for approximately 11% of all lung cancers. Owing to the complex and aggressive nature of the disease, clinical management of SCLC is challenging. Many SCLC regional guidelines, including those from East Asia, have been developed in light of potential regional variations in socioeconomic conditions and healthcare infrastructure. However, less is known about the potential implications of the...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220940",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "of the",
      "conclusion": null
    },
    {
      "title": "Dosing, treatment patterns and safety of finerenone use in routine care: an interim analysis of the prospective, real-world and observational FINE-REAL study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220896/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this real-world population, most participants initiated finerenone at 10 mg and remained on that dose. Finerenone was well tolerated and safety was consistent with the known profile of the drug. This interim analysis and future data from FINE-REAL will help to guide decision-making regarding the use of finerenone in participants with CKD and T2D.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41220896",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this real-world population, most participants initiated finerenone at 10 mg and remained on that dose. Finerenone was well tolerated and safety was consistent with the known profile of the drug"
    },
    {
      "title": "Charge Disproportionation at Twisted SrTiO<sub>3</sub> Bilayer Interface Driven by Local Atomic Registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223145/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "The interplay of lattice, orbital, and charge degrees of freedom in complex oxide materials has hosted a plethora of exotic quantum phases and physical properties. Recent advances in the synthesis of freestanding complex oxide membranes and twisted heterostructures assembled from membranes provide diverse opportunities for discovery using moiré design with local lattice control. To this end, we designed moiré crystals at the coincidence site lattice condition, providing commensurate structure...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41223145",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Peripheral lymphocyte count as a prognostic marker in cervical cancer patients treated with immune checkpoint inhibitors: a retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41225450",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gastric cancer-associated bacteria exhibit distinct butyrate and pyruvate metabolism: a metabolomic analysis of F. nucleatum, N. subflava, and H. pylori",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study delineates species-specific metabolic programs among gastric cancer-associated bacteria and highlights unique butyrate and pyruvate metabolism as a potential axis of microbe-host and microbe-microbe interaction in the gastric environment.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41225336",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study delineates species-specific metabolic programs among gastric cancer-associated bacteria and highlights unique butyrate and pyruvate metabolism as a potential axis of microbe-host and microbe-microbe interaction in the gastric environment"
    },
    {
      "title": "Abdominal endograft collapse due to acute type A aortic dissection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Endovascular repair (EVAR) for abdominal aortic aneurysm and iliac aneurysm is a safe and valid treatment. However, it is associated with some different complications that may require reinterventions. Among these complications, abdominal endograft proximal collapse is an infrequent event. We report a case of acute type A aortic dissection and abdominal endograft proximal collapse in a patient previously treated with EVAR.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41225262",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immunomodulation Strategies in Oral Diseases: From Microbiome Manipulation to Pro-resolution Therapies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225119/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Host-response and inflammatory processes commonly triggered by dental biofilms play a crucial role in the pathogenesis pathways of prevalent oral diseases, such as periodontitis and implant-related infections, which have been widely explored by scientific evidence. The role of the oral microbiome and the interaction between microorganisms and immune components in the onset and development of such inflammatory conditions has been a primary focus for scientists and clinicians and has opened new...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41225119",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A new, patient-friendly, needleless methotrexate administration method using the pyro-drive jet injector in rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Methotrexate (MTX) is the anchor first-line drug for the treatment of rheumatoid arthritis (RA) in the RA guidelines of the ACR, JCR and EULAR. In the guidelines, MTX is primarily administered orally as low-dose pulse therapy. However, oral MTX therapy has a large interindividual variation of drug efficacy/adverse drug reactions due to bioavailability (BA) differences and it is often associated with gastrointestinal disturbances, making some patients unable to continue oral MTX therapy. MTX...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41225020",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and evaluation of an ultra-high-resolution cone-beam computed tomography system for hand and foot",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41225017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: UHRCBCT achieved a high resolution of 0.10-mm in imaging trabecular hand and foot bones with an acceptable radiation dose, indicating potential for clinical application in orthopedic diagnosis.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41225017",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "UHRCBCT achieved a high resolution of 0.10-mm in imaging trabecular hand and foot bones with an acceptable radiation dose, indicating potential for clinical application in orthopedic diagnosis"
    },
    {
      "title": "Reproductive biology and anatomy of ammonites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Ammonoid anatomy is still poorly known and every new record of a specimen with soft tissue-preservation yields valuable information. In view of the impressive morphological disparity of ammonoids, we can also expect some disparity in soft tissue anatomy. Here, we present a new specimen from the Kimmeridgian of the Solnhofen region. In contrast to a recently described isolated soft body preserving the male reproductive organs, the new specimen for the first time shows a structure, which we...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41224991",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The consumption of onion extract tablet modulates expression of human plasma microRNAs: a randomized placebo-controlled clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "MicroRNAs (miRNAs), which are non-coding RNAs of approximately 20 nucleotides in length, have attracted attention for their involvement in various biological processes and the regulation of diseases. However, the effects of foods and supplements on miRNA expression in vivo remain unclear. Onion extract tablets (OET) alleviate male menopausal symptoms and stress; however, their effects on miRNA expression in vivo are unknown. Herein, we investigated the effects of OET on miRNA expression in vivo....",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41224950",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the effects of OET on miRNA expression in vivo",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk factors for gestational diabetes mellitus and postpartum glucose intolerance: a retrospective study from a hospital specializing in infertility treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224888/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Gestational diabetes mellitus (GDM) is one of the most common complications of pregnancy and is associated with adverse outcomes for both mother and child as well as long-term maternal risk of type 2 diabetes. This study aimed to identify risk factors for the development of GDM and predictors of postpartum glucose intolerance. We conducted a single-center retrospective study at Sanno Hospital, Tokyo, including 11,694 pregnant women between 2015 and 2024. A total of 3177 women underwent a 75-g...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41224888",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "identify risk factors for the development of GDM and predictors of postpartum glucose intolerance",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physiological indicators drive climate-smart and sustainable AWD irrigation in rice systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Efficient water management is crucial for modern rice cultivation, particularly in the context of climate change and limited water resources. To optimize irrigation, this study evaluated the physiological responses of rice to water stress. From January to April 2022, a randomized complete block design (RCBD) was employed to evaluate physiological traits associated with water regulation in rice plants. Key photosynthetic metrics, including stomatal conductance (g(sw)), leaf temperature (T(leaf)),...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41224787",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Eigenstate control of plasmon wavepackets with electron-channel blockade",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Coherent manipulation of plasmon wavepackets in solid-state systems is crucial for advancing nanoscale electronic devices, offering a unique platform for quantum information processing based on propagating quantum bits. Controlling the eigenstate of plasmon wavepackets is essential, as it determines their propagation speed and hence the number of quantum operations that can be performed during their flight time through a quantum system. When plasmon wavepackets are generated by short voltage...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41224749",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multicenter study on mechanical accuracy of short dwell time and source transit for HDR Ir-192 brachytherapy treatment machine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224615/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study demonstrates clear performance differences between MicroSelectron and Flexitron afterloaders in HDR brachytherapy and provides reference levels that support device-specific QA protocols to improve treatment precision and ensure consistent outcomes across institutions.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41224615",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "clear performance differences between MicroSelectron and Flexitron afterloaders in HDR brachytherapy and provides reference levels that support device-specific QA protocols to improve treatment precis...",
      "conclusion": "This study demonstrates clear performance differences between MicroSelectron and Flexitron afterloaders in HDR brachytherapy and provides reference levels that support device-specific QA protocols to improve treatment precision and ensure consistent outcomes across institutions"
    },
    {
      "title": "Impact of superficial and deep parasternal blocks on recovery after cardiac surgery with sternotomy. Comment on Br J Anaesth 2025; 135: 764-71",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41224582",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nivolumab in Metastatic Clear-cell Renal Cell Carcinoma: An Integrative Biomarker Analysis from the NIVOREN GETUG-AFU 26 Phase 2 Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224576/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Nivolumab improved survival in patients with refractory metastatic clear-cell renal cell carcinoma (ccRCC), but no reliable biomarker of activity has been identified. We conducted a real-world phase 2 trial of nivolumab in patients progressing after one or more vascular endothelial growth factor (VEGF) receptor-directed therapies, which included an integrated translational programme. Candidate tissue and circulating biomarkers were assessed using immunoassays and gene expression profiling....",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41224576",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What are the exercise barriers, facilitators and preferences of community-dwelling older adults with heart failure with preserved ejection fraction? A qualitative best fit framework analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study provides insight into capability, opportunity and motivation conditions that people with HFpEF feel are necessary to enable them to engage in exercise-related behaviour change. This work extends previous post hoc work by moving beyond identification of broad influencers that may enable or impede exercise intervention engagement, to identify intervention conditions necessary to affect change.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41224317",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides insight into capability, opportunity and motivation conditions that people with HFpEF feel are necessary to enable them to engage in exercise-related behaviour change. This work extends previous post hoc work by moving beyond identification of broad influencers that may enable or..."
    },
    {
      "title": "Lelliottia amnigena bacteremia in a patient with sigmoid colon cancer and schizophrenia: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224174/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Lelliottia amnigena is a facultative anaerobe that is generally considered to show low pathogenicity, and few reports have described human infection. We describe herein a case of bacteremia due to L. amnigena in a patient with sigmoid colon cancer and schizophrenia. A 64-year-old Japanese man with schizophrenia was transferred to our hospital from a psychiatric hospital after experiencing several weeks of bloody bowel discharge and fever. He presented with hypotension, an elevated white blood...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41224174",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dimercaptosuccinic acid modified lignin rich biochar-hydroxyapatite composite for selective and efficient mercury adsorption: Mechanistic and RSM modeling approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41224064/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Industrial hemp stalks (Cannabis sativa), an underutilised agricultural residue, were used to prepare lignin-rich hemp hurd biochar (HHB), which was esterified with dimercaptosuccinic acid (DMSA) to form dithiol-modified biochar (HS-HHB-SH). The aromatic and oxygen-containing groups from lignin enhanced surface reactivity and enabled thiol functionalisation. Hydroxyapatite (HAPs) was grown on HS-HHB-SH to form a composite (HAPs@HS-HHB-SH), where DMSA's hydrogen bonding with HAPs helped prevent...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41224064",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Probabilistic Human Health Risk Assessment of Toxic Elements in Rice Grains from Industrially and Non-industrially Impacted Areas of Bangladesh",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "The concentration of toxic elements (As, Cr, Cu, Fe, Mn, Ni, Pb, Zn) in rice grains varies across industrially and non-industrially impacted agricultural areas. This contamination is particularly critical for countries like Bangladesh, where rice is the staple food. This study assessed the potential health risks and nutritional quality of rice grown in the battery recycling area (BRA), industrial area (IA) and non-industrial area (NIA). Among the toxic elements (TEs) analyzed, As and Pb exceeded...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41223920",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Endothelial-zippering proceeds by sensing heartbeat-driven force through cadherin-6 during heart-vessel connection in zebrafish",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "The connection between the heart and great vessels established during embryogenesis is essential for circulation. However, how great veins adhere to the endocardium lining the inside lumen of the beating heart remains unknown. Here, using zebrafish, we demonstrate that the endocardium and great veins are sealed in a zipper-closing manner outside the beating heart. The gradual elongation of the endocardium, driven by convergent extension, organized this adhesion by pulling venous endothelial...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41223859",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Notch too far: Treg plasticity in multiple sclerosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223840/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Regulatory T cells can play conflicting roles in autoimmune inflammation. In this issue of Immunity, Benamar et al. reveal that gut-microbiota-induced Notch3^(+) regulatory T cells migrate to the central nervous system in multiple sclerosis and transition to inflammatory Th17-like cells.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41223840",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Successful treatment of huntingtin-interacting protein-1-anaplastic lymphoma kinase-positive lung cancer with severe airway stenosis using silicone stent placement and alectinib",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223802/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Huntingtin-interacting protein 1 (HIP1)-anaplastic lymphoma kinase (ALK) is a relatively rare fusion in ALK-positive lung cancers. HIP1-ALK (H19:A20) is a rare variant among HIP1-ALK-positive lung cancers, and data on the efficacy of ALK tyrosine kinase inhibitors are limited. We report a 37-year-old man with HIP1-ALK (H19:A20) lung adenocarcinoma treated with silicone stent placement and alectinib. Stent placement was effective in improving symptoms, and the best treatment response with...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41223802",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The comet assay as a tool in human biomonitoring of exposure to heavy metals - A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Exposure to heavy metals such as lead, arsenic and chromium is associated with genotoxicity and increased risk of cancer. In this systematic review and meta-analysis, we have assessed effects of heavy metal exposure on levels of DNA strand breaks in leukocytes, measured by the comet assay, in human biomonitoring studies. We distinguish between traditional toxic metals (lead), semi-metals/metalloids (arsenic), transition metals (chromium), and other heavy metals. The literature search led to 66...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41223799",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unconventional protein secretion of La/SSB in liver cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223700/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "The La nucleoprotein/Sjögren syndrome type B antigen (La/SSB) is an RNA-binding factor in the nucleus that is associated with autoimmune diseases. In this study, we show that La/SSB is a biomarker for liver cancer. We detected full-length La/SSB in several liver cancer cell lines, but not in colorectal cancer cell lines. Importantly, serological analysis using a hepatocellular carcinoma (HCC) mouse model and human samples demonstrated that extracellular detection of La/SSB is specific for HCC....",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41223700",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effect of interpersonal psychotherapy on depression, emotion regulation, and perceived social support in breast cancer patients at risk of depression: A randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: IPT was found to be effective in reducing depression levels and improving interpersonal emotion regulation and perceived social support among breast cancer patients. These findings suggest that IPT should be integrated into psycho-oncology care, and future studies should explore its application in diverse populations and cancer types with larger, multi-center, and long-term designs.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41223672",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that IPT should be integrated into psycho-oncology care, and future studies should explore its application in diverse populations and cancer types with larger, multi-center, and long-term designs",
      "conclusion": "IPT was found to be effective in reducing depression levels and improving interpersonal emotion regulation and perceived social support among breast cancer patients. These findings suggest that IPT should be integrated into psycho-oncology care, and future studies should explore its application in d..."
    },
    {
      "title": "Cortical surface electric field estimation for real-time TMS with graph neural networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "&#xD;Transcranial Magnetic Stimulation (TMS) is a non-invasive neurostimulation and neuromodulation technique that induces electric fields (E-fields) in the brain via a coil placed over the scalp. Our objective is to develop a real-time estimation method for the E-field on the cortical surface from a subject's 3D head MR image without constructing a three-dimensional (3D) anatomical head model.&#xD;Approach:&#xD;A cortical mesh was generated using an existing deep learning-based cortical surface...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41223543",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "is to develop a real-time estimation method for the E-field on the cortical surface from a subject's 3D head MR image without constructing a three-dimensional (3D) anatomical head model",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent advances of Zn<sub>3</sub>In<sub>2</sub>S<sub>6</sub>-based photocatalysts for photosynthesis, environmental and energy applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Photocatalysis offers a sustainable pathway for solar energy conversion and environmental remediation; however, the development of efficient photocatalysts remains a fundamental challenge. Zinc-indium-sulfide (Zn-In-S) ternary compounds have emerged as promising candidates due to their visible-light responsiveness, tunable bandgaps, and excellent physicochemical stability. Among these, Zn(3)In(2)S(6) has attracted significant attention, with extensive research dedicated to exploring its...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41223479",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection of Polyphonic Alarm Sounds From Medical Devices Using Frequency-Enhanced Deep Learning: Simulation Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The proposed classifier was found to be highly accurate in detecting alarm sounds. Although the performance of the proposed classifier in a clinical environment can be improved, the classifier could be incorporated into an alarm sound detection system. The classifier, combined with network connectivity, could improve the notification of abnormal status detected by unconnected medical devices.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41223383",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed classifier was found to be highly accurate in detecting alarm sounds. Although the performance of the proposed classifier in a clinical environment can be improved, the classifier could be incorporated into an alarm sound detection system"
    },
    {
      "title": "Cationic nanogel-based nasal therapeutic HPV vaccine prevents the development of cervical cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41223246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "Therapeutic vaccines against cervical cancer caused by human papillomavirus (HPV) are still an unmet medical need, despite a prophylactic HPV vaccine being available, and the now-licensed systemic vaccines may have a limited effect on the reproductive tract. To specifically inhibit cervical cancer development, the concept of mucosal immunity based on the reproductive-respiratory axis was adopted to develop a nasal HPV therapeutic vaccine. We used a cationic nanogel for the nasal vaccine delivery...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41223246",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Statistical Approach for Evaluating the Spatial Distribution and Local Atomic Environment of Dopants Using Atom Probe Tomography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "An approach to characterize dopant spatial inhomogeneity at the nanoscale along with its local chemical environment has been developed using atom probe tomography. We achieve this through the combination of a local composition analysis using the nearest-neighbor atoms combined with a nonparametric Kolmogorov-Smirnov or Anderson-Darling statistical test. Using an in situ highly boron-doped silicon germanium layer we demonstrate that all three elements have an inhomogeneous distribution. Moreover,...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41222977",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Home-based Hybrid Assistive Limb Lumbar Type Telerehabilitation in Spinocerebellar Ataxias: A Nonrandomized Open-label Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251113023827&v=2.18.0.post22+67771e2",
      "description": "A hybrid assistive limb (HAL) can improve the motor performance of patients with various neurodegenerative diseases, but the efficacy of home-based rehabilitation using HAL for spinocerebellar ataxias (SCA) has yet to be elucidated. To evaluate the efficacy and safety of home-based telerehabilitation with lumbar type HAL in patients with SCA. In this non-randomized open-label single center trial, all participants underwent a 20-min home-based telerehabilitation program using the HAL lumbar type...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41222787",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}