{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-08T07:35:09.270Z",
  "totalItems": 150,
  "totalArchived": 23058,
  "newPapersAdded": 171,
  "institutionBreakdown": {
    "KAIST": 14,
    "SNU": 66,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 6,
    "Korea University": 59,
    "IBS": 28,
    "UNIST": 1,
    "Hanyang University": 2,
    "KIST": 1,
    "GIST": 4,
    "Kyung Hee University": 4,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Cancer Research": 17,
    "Multidisciplinary": 74,
    "Biomedical": 31,
    "Neuroscience": 7,
    "Materials Science": 14,
    "Computer Science": 7
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Factors affecting post-traumatic growth in hematopoietic stem cell transplantation patients in South Korea: a descriptive survey study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204401/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings underscore the need for tailored interventions that address key factors influencing PTG in HSCT recipients. They also highlight the essential role of oncology nurses in assessing psychosocial needs and implementing individualized, evidence-based care strategies to support psychological recovery and promote PTG.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41204401",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings underscore the need for tailored interventions that address key factors influencing PTG in HSCT recipients. They also highlight the essential role of oncology nurses in assessing psychosocial needs and implementing individualized, evidence-based care strategies to support psychological ..."
    },
    {
      "title": "The dysbiosis of gut microbiota in major depressive disorder and comorbidity with overweight/obesity: unraveling biomarkers and metabolic pathways from a microbial perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides novel insights into the interplay between gut microbiota dysbiosis and metabolic perturbations in MDD. Despite intriguing associations between BMI and specific microbial taxa within the MDD group, the preliminary nature of these associations necessitates validation through larger cohorts, multi-omics approaches, and longitudinal designs.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204410",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "This study provides novel insights into the interplay between gut microbiota dysbiosis and metabolic perturbations in MDD. Despite intriguing associations between BMI and specific microbial taxa within the MDD group, the preliminary nature of these associations necessitates validation through larger..."
    },
    {
      "title": "Genetic polymorphism of MSP2 and its implications for Plasmodium falciparum resistance in N'Djamena, Chad",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204395",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of meteorological factors on scrub typhus in Southeast China: a study across 100 districts in Jiangxi Province",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204392/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The incidence of ST in Jiangxi Province is significantly influenced by meteorological factors, with both lag effects and nonlinear relationships. Temperature and relative humidity are the key indicators affecting ST. The consideration of meteorological factors is essential for the prevention and control of ST.",
      "pubDate": "2025-11-08T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204392",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The incidence of ST in Jiangxi Province is significantly influenced by meteorological factors, with both lag effects and nonlinear relationships. Temperature and relative humidity are the key indicators affecting ST"
    },
    {
      "title": "Combined decoction selectively modifies chemical composition of traditional Asian medicine: a systematic analysis on Palmijihwang-tang using theoretical additive model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41204222",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A survey on the current status of Korean Medicine practices for asthma among Korean Medicine doctors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This clinical practice survey provides valuable information on the clinical practices of KMDs in asthma care, underscoring the significant role of herbal medicine and acupuncture. The findings clarify treatment approaches and patient groups suited to KM, offering a foundation for future clinical trials, clinical pathway (CP) development and integration with WM.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41204201",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This clinical practice survey provides valuable information on the clinical practices of KMDs in asthma care, underscoring the significant role of herbal medicine and acupuncture. The findings clarify treatment approaches and patient groups suited to KM, offering a foundation for future clinical tri..."
    },
    {
      "title": "Serotonin 2C receptors inhibit hypothalamic CRH neurons to suppress appetite",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203197/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our results demonstrate that Htr2c expression in the CRH^(PVH) neurons is necessary for the appetite-suppressing effects of WAY161503 during fasting-induced refeeding. Importantly, we found that the WAY161503 suppresses the hypothalamic-pituitary-adrenal (HPA) axis and promotes the reduction of plasma CORT levels, thereby enabling the appetite-suppressing effects of Htr2c stimulation during fasting-induced refeeding. To our knowledge, this study is the first to highlight the...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41203197",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results demonstrate that Htr2c expression in the CRH^(PVH) neurons is necessary for the appetite-suppressing effects of WAY161503 during fasting-induced refeeding. Importantly, we found that the WAY161503 suppresses the hypothalamic-pituitary-adrenal (HPA) axis and promotes the reduction of plas..."
    },
    {
      "title": "Piperidinesulfonyl derivatives, novel CYP4A inhibitors, ameliorate hepatic lipotoxicity in metabolic dysfunction-associated steatotic liver disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Metabolic dysfunction-associated steatotic liver disease (MASLD), previously referred to as nonalcoholic fatty liver disease (NAFLD), is characterized by steatosis alongside comorbidities such as obesity, type 2 diabetes mellitus (T2DM), and hypertension. With its complex and multifactorial pathogenesis, MASLD presents substantial challenges for therapeutic intervention, underscoring the need for safe and effective treatments. Cytochrome P450 4A (CYP4A) has been identified as a critical enzyme...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41203031",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An efficient approach to flavan-4-ols via radiolysis and their inhibitory activity against cytokine production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Facile structural modification of naringin (1) induced by γ-irradiation produced five novel hydroxymethylated flavan-4-ols, namely, narinflavans A (2), B (3), C (4), D (5), and E (6). The structures of the newly synthesized flavan derivatives were determined through comprehensive one-dimensional (1D) and two-dimensional (2D) nuclear magnetic resonance (NMR) analyses, whereas their absolute configurations were confirmed by electronic circular dichroism (ECD) spectroscopy. The new unusual flavan...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41202901",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of the core outcome set for herbal medicine treatment of lumbar disc herniation (COS-HM-LDH): A study protocol for a systematic review and a delphi survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202033/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Lumbar Disc Herniation (LDH) is a common global musculoskeletal disorder that causes a significant socioeconomic burden. Nonsurgical interventions are the primary treatment; however, herbal medicines (HM) are gaining traction for their efficacy in managing LDH. Conversely, their integration into clinical settings is limited owing to inconsistencies in clinical trial methodologies, mainly stemming from a lack of standardized outcome measures. Our research, highlighting this gap,...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41202033",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Embedded 3D Printing of Newtonian Fluids in Elasto-viscoplastic Matrix",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201842/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Embedded 3D printing (EM3D) enables freeform patterning of soft materials by extruding ink into a yield-stress supporting matrix. While prior studies have focused on viscoplastic or shear-thinning inks, printing Newtonian fluids─such as silicone oil and liquid metal─remains challenging due to (i) matrix yielding induced by needle motion and (ii) Rayleigh-Plateau (RP) instability driven by interfacial tension. In this study, we investigate the EM3D of Newtonian inks with extremely low surface...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41201842",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CO Adsorption-Induced Deposition: A Facile and Precise Synthesis Route for Core-Shell Catalysts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201297/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Carbon monoxide (CO) is known for its detrimental effect on catalysts due to its strong adsorption on active sites, particularly in catalysis and electrocatalysis. However, our study reveals that CO can actually facilitate the synthesis of core-shell catalysts with precisely controlled structures. In this paper, we present a facile and precise method called CO adsorption-induced deposition (AID) for synthesizing M@Pt (M = Pd, Au, and Ir) core-shell catalysts. We successfully fabricated Pd@Ptn (n...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41201297",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Non-Epitaxial Growth of Transition Metal Oxide Crystalline Nanorods on Laser-Induced Graphene",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201216/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Laser-induced graphene (LIG) has driven significant advances in wearable electronics, advanced healthcare, and energy devices. However, achieving diverse functionalities and high-performance for practical use requires integrating functional materials, which remains challenging due to poor synthesis results or complex chemical treatments. Herein, direct, seedless growth of transition-metal-oxide (MO) crystalline nanorods on LIG is demonstrated, even under lattice-mismatch conditions, via a...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41201216",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AI and mechanistic modeling for characterizing biosynthetic pathways of natural products",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Covering: 2020 to 2025Natural products are a major source of bioactive compounds, yet elucidating their biosynthetic pathways remains a major challenge due to complex genotype-phenotype relationships. Recent advances in computational approaches, particularly artificial intelligence (AI) and mechanistic modeling, are transforming this field. This highlight examines key databases that underpin computational studies, AI-driven methods for predicting biosynthetic pathways and enzyme-substrate...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41200906",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Reconfigurable Silicon Transistor for Noise-Resilient Stochastic Spiking Neural Networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Spiking neural networks (SNNs) are energy-efficient neuromorphic architectures that emulate the event-driven signaling of biological neurons. However, their reliance on deterministic neuron models limits their ability to capture the intrinsic stochasticity of real neural systems, limiting their noise resilience and adaptability. To overcome these limitations, stochastic SNNs (SSNNs) have emerged, incorporating probabilistic behavior to enhance noise tolerance and enable probabilistic...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41200892",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of additional occipital involvement in Parkinson's disease with posterior cortical hypoperfusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Additional occipital hypoperfusion was not associated with an imminent risk of dementia conversion in patients with PD with posterior cortical hypoperfusion. Nonetheless, occipital involvement may serve as an indicator of the diffuse malignant subtype of PD.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41199510",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Additional occipital hypoperfusion was not associated with an imminent risk of dementia conversion in patients with PD with posterior cortical hypoperfusion. Nonetheless, occipital involvement may serve as an indicator of the diffuse malignant subtype of PD"
    },
    {
      "title": "Effects of MAO-B and COMT inhibitors on sleep disturbances in Parkinson's disease: A network meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that safinamide may offer additional value for managing sleep disruptions beyond its known motor benefits in patients with PD. Given the limited number and small scale of available trials, the overall evidence should be interpreted cautiously. Nonetheless, this analysis highlights the need for further high-quality trials focused on sleep outcomes to guide personalized use of MAO-B and COMT inhibitors for sleep disturbances in PD.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41199509",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that safinamide may offer additional value for managing sleep disruptions beyond its known motor benefits in patients with PD",
      "conclusion": "These findings suggest that safinamide may offer additional value for managing sleep disruptions beyond its known motor benefits in patients with PD. Given the limited number and small scale of available trials, the overall evidence should be interpreted cautiously"
    },
    {
      "title": "Scalable Photoactive NO<sub>2</sub>-Sensing Framework for Plant Health Monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Conventional sensing platforms for plant health monitoring are often limited by high operating temperatures, rigid substrates, and poor compatibility with ambient, power-constrained, or biologically sensitive environments. These limitations hinder their integration into emerging platforms such as smart agriculture and plant-interfaced electronics, where mechanical flexibility, energy efficiency, and low thermal budgets are essential. This paper reports a scalable, thermally passive NO(2) sensor...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41199450",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and safety evaluation of a reusable advanced hemostatic device (Vi-Sealer) during total laparoscopic hysterectomy in South Korea (KGOG4009/Vi-TLH trial): study protocol for a multicenter, open-label, non-inferiority randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204237/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Advanced hemostatic devices (AHDs) are widely utilized in gynecologic minimally invasive surgeries. These AHDs control ultrasonic or bipolar electric/thermal energy with a feedback mechanism and effectively seal vessels without thermal spread. However, most AHDs are single-use, potentially increasing surgical costs. Vi-Sealer, a reusable AHD with an interchangeable blade, aims to address this issue. This study assesses operative outcomes and complications to evaluate the efficacy and...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41204237",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "to address this issue",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness and safety of low-dose intraoperative tranexamic acid in cardiac surgery: a retrospective before-and-after study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204089/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The routine implementation of low-dose intraoperative TXA in cardiac surgery was associated with a significant reduction in bleeding after cardiac surgery, without an increased risk of thrombotic complications or seizures.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41204089",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The routine implementation of low-dose intraoperative TXA in cardiac surgery was associated with a significant reduction in bleeding after cardiac surgery, without an increased risk of thrombotic complications or seizures"
    },
    {
      "title": "Hard exudates in diabetic macular edema after intravitreal anti-VEGF therapy: a post-hoc analysis of the DRCR protocol T trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204027/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Following anti-VEGF for DME, HEs initially increase, followed by a subsequent decrease over one year. Greater extent of HEs at baseline is associated with worse visual outcomes at one year.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41204027",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Following anti-VEGF for DME, HEs initially increase, followed by a subsequent decrease over one year. Greater extent of HEs at baseline is associated with worse visual outcomes at one year"
    },
    {
      "title": "Gender differences in employment disruption and return to work among cancer survivors in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Employment is important for cancer survivors, but women are more vulnerable to job loss after a cancer diagnosis and less likely to return to work after losing their jobs, particularly those in lower-income groups.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41204010",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for cancer survivors, but women are more vulnerable to job loss after a cancer diagnosis and less likely to return to work after losing their jobs, particularly those in lower-income groups",
      "conclusion": "Employment is important for cancer survivors, but women are more vulnerable to job loss after a cancer diagnosis and less likely to return to work after losing their jobs, particularly those in lower-income groups"
    },
    {
      "title": "Discovery of intrahepatic CD103<sup>+</sup> cDC1/CD8<sup>+</sup> T<sub>RM</sub> protective immune axis against acetaminophen-induced acute liver injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Understanding the intrahepatic protective immune systems against acetaminophen (APAP)-induced acute liver injury (ALI) is currently limited. Here we reveal that Gram-positive gut-microbiota-derived pathogen-associated molecular patterns promote the CCL2-dependent infiltration of hepatotoxic Ly6C^(hi) monocytes into the APAP-damaged liver, thus inducing APAP-ALI. Conversely, Gram-negative bacterial pathogen-associated molecular patterns activate hepatic CD103⁺ cDC1s to produce IL-15, which in...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41204000",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-cell transcriptomics of the myeloid milieu reveals an angiogenic niche in triple-negative breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Intratumoral myeloid cells are highly heterogeneous in terms of development and function and are pivotal for forming and regulating the tumor microenvironment. However, the myeloid milieu in triple-negative breast cancer (TNBC) remains poorly understood. Here, to elucidate this myeloid milieu, we integrated in-house and public single-cell RNA sequencing data. We detected diverse neutrophil and mononuclear-phagocyte subtypes and delineated their developmental trajectories and functions. Of...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203997",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "RNA stability enhancers for durable base-modified mRNA therapeutics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "The limited stability of mRNA in vivo remains a major challenge for vaccines and therapeutics. While alternative RNA formats such as circular RNA or self-amplifying RNA offer greater durability, these modalities often suffer from low translation, modification incompatibility and difficult manufacturing. To overcome these limitations, we screen 196,277 viral sequences and identify eleven elements that strongly enhance mRNA stability and translation. Mechanistically, they recruit TENT4 to extend...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41203992",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Significance of changes in cavity after treatment in Mycobacterium avium complex pulmonary disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203945/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203945",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elebsiran and PEG-IFNα for chronic hepatitis B infection: a partially randomized, open-label, phase 2 trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203919/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Functional cure is a goal for the treatment of chronic hepatitis B virus (HBV) infection; however, it is infrequently achieved with currently approved treatments. Here we provide a randomized evaluation of the small interfering RNA elebsiran, in combination with pegylated interferon alfa (PEG-IFNα), compared with PEG-IFNα monotherapy. In addition, this study evaluates the potential role of the HBV therapeutic vaccine BRII-179 in identifying immunologically responsive patients and improving...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41203919",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "for the treatment of chronic hepatitis B virus (HBV) infection; however, it is infrequently achieved with currently approved treatments",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The relationship between glycaemic status and the risk of third, fourth and sixth cranial nerve palsy: a nationwide population-based study (2009-2018)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203905/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This large-scale, population-based cohort study suggests that the risk of third, fourth, and sixth CNP significantly increased in patients with IFG and diabetes compared to those with normal glycaemic status.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203905",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This large-scale, population-based cohort study suggests that the risk of third, fourth, and sixth CNP significantly increased in patients with IFG and diabetes compared to those with normal glycaemic status"
    },
    {
      "title": "A study on parametric design of ceramic liquor bottles by combining grey relational analysis and particle swarm optimization support vector regression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Nowadays, with the vigorous development of cultural and creative industries, the design of traditional cultural products often depends on the designer's personal artistic accomplishment and aesthetic judgment. However, the cognitive difference between designers and consumers will lead to the fact that cultural and creative products cannot be recognized by consumers when they are introduced to the market. In order to seek the design method with intelligence assistance and better design cultural...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203770",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of electrode placement on electrical stimulation for wound healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Effective wound healing is directly linked to survival. Long-term unhealed wounds impair quality of life and incur significant costs. Electrical stimulation (ES) influences wound healing by modulating signals that regulate cell proliferation, migration, and immune response. In ES treatment, the placement of electrodes is a critical factor, as it impacts the environmental conditions and cell polarity essential for wound healing. This study analyzed the effects of various electrode placements to...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41203759",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the effects of various electrode placements to",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automated inspection of P&amp;ID object recognition using deep learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Numerous studies have focused on digitizing piping and instrumentation diagrams (P&IDs) to enhance their applicability across industries. Even with the application of digitization technology, correcting errors in object recognition remains time-consuming, and because correction is performed manually, errors may persist. To address these issues, we propose a novel method for inspecting object recognition results in P&IDs. For unrecognized object inspection, patches are generated, and a deep...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41203750",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SHAP-based binarization enhances metataxonomic machine learning with application to gut microbiota of inflammatory bowel disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Machine learning has been increasingly applied to microbiome data for biomarker discovery. However, microbiome datasets are typically high-dimensional, sparse, and correlated, which makes model training challenging and prone to overfitting. Previous studies have also reported that microbiome features exhibit binary-like characteristics, and that binarization does not necessarily reduce predictive performance. This observation motivated our work. Building on this idea, we propose a SHAP-based...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41203701",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical ultrasound, photoacoustic, and fluorescence image-guided lymphovenous anastomosis microsurgery via a transparent ultrasound transducer array",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203653/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Multimodal optical and ultrasound imaging (USI) provides complementary diagnostic insights. However, because conventional USI uses opaque ultrasound (US) transducers, integrating these two modalities results in a bulky and complicated handheld probe in which neither modality performs efficiently. Although transparent ultrasound transducers (TUTs) solve these issues by acting as optical windows, enabling the seamless combination of light and US beams, single-element TUTs are not common in...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41203653",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TUSC3 regulates ERMA-mediated Mg<sup>2+</sup> uptake for synaptic function and neurodevelopment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203647/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Intellectual disability (ID) is characterized by deficits in cognition and adaptive behavior, with few treatment options. Tumor Suppressor Candidate 3 (TUSC3) has been genetically linked to autosomal recessive ID, but its molecular mechanism and therapeutic potential remain unclear. Here we show that TUSC3 is essential for endoplasmic reticulum (ER) Mg²⁺ homeostasis and neuronal function. Using a TUSC3 knockout (KO) mouse model, we find ID-like phenotypes including impairments in learning,...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203647",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrated Tn-seq and MAGE-assisted rapid genome engineering targeting in Escherichia coli",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203504/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Improving microbial strains is essential for the economic feasibility of bio-based chemical production; however, the intricate nature of metabolic networks and gene interactions makes identifying effective genetic engineering targets challenging. We developed iTARGET, an integrated approach combining in situ transposon mutagenesis, biosensor-guided selection, and multiplex automated genome engineering (MAGE) to identify novel and synergistic genetic targets that are challenging to predict...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "GIST",
        "POSTECH",
        "SNU",
        "UNIST"
      ],
      "pmid": "41203504",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between sleep quality and seat belt use: a nationwide Korean study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203270",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Indirect revascularization after bypass surgery for intracranial atherosclerotic steno-occlusive disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Indirect revascularization was more pronounced after combined bypass than direct bypass alone and was a significant predictor of favorable clinical outcomes.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203094",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Indirect revascularization was more pronounced after combined bypass than direct bypass alone and was a significant predictor of favorable clinical outcomes"
    },
    {
      "title": "Clinical Characteristics and Surgical Outcomes of Patients Receiving Perioperative Pembrolizumab in KEYNOTE-671",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Neoadjuvant pembrolizumab did not adversely affect surgical outcomes, was associated with numerically higher R0 resections, and improved EFS versus neoadjuvant chemotherapy in surgically relevant subgroups in early-stage NSCLC.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41203001",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Neoadjuvant pembrolizumab did not adversely affect surgical outcomes, was associated with numerically higher R0 resections, and improved EFS versus neoadjuvant chemotherapy in surgically relevant subgroups in early-stage NSCLC"
    },
    {
      "title": "Treatability of recombinant T4 bacteriophage lysozyme with secondary sludge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202939/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "The hydrolysis of secondary sludge is a rate-limiting step in anaerobic digestion for bioenergy production. In this study, recombinant bacteriophage T4 lysozymes were applied as a pretreatment, achieving volatile suspended solids (VSS) removal of 18.1-57.0 %. Moreover, lysozyme application increased the biogasification rate constant by 0.3-1.0 d^(-1), irrespective of sludge origin or lysozyme source. A significant positive correlation (p < 0.001) was observed between VSS removal and methane...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41202939",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Relationships among Clinical Competence, Self-Efficacy, Organizational Culture for Infection Control, and Compliance with Standard Precautions in Early Career Nurses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Improving clinical competence and fostering positive organizational culture for infection control are imperative to enhancing compliance with Standard Precautions among early career nurses. These findings should be used as foundational data to develop strategies to enhance compliance with Standard Precautions and address individual and organizational factors among early career nurses.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202883",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Improving clinical competence and fostering positive organizational culture for infection control are imperative to enhancing compliance with Standard Precautions among early career nurses. These findings should be used as foundational data to develop strategies to enhance compliance with Standard P..."
    },
    {
      "title": "Global, regional, and national burden of Chagas disease, 1990-2023: a systematic analysis for the Global Burden of Disease Study 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Chagas disease is a neglected tropical disease caused by the protozoan Trypanosoma cruzi, primarily transmitted by infected bugs, but also through contaminated food, transfusions, congenital transmission, and organ transplantation. Chagas disease has acute and chronic phases; the chronic phase can occur decades after infection, leading to complications such as heart failure, arrhythmias, and megaviscera. Accurate mortality and morbidity estimates are hindered by under-reporting and...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41202826",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tree niche characteristics primarily regulate species, phylogenetic and functional diversity of tree communities across forest types in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Ecological niche represents the range of available resources or adaptable habitat environments and is highly relevant to species distribution, community composition, ecosystem functioning, and biodiversity conservation strategies. Despite the importance of niche's concept and application in ecology and environmental science, there is a lack of research on the mechanisms by which generalists with broad niches and specialists with narrow niches control tree diversity. Furthermore, there is need...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202749",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex differences in mortality associated with physical activity before and after acute coronary syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202740/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Initiating or continuing MVPA post-ACS diagnosis is associated with a lower risk of all-cause and CVD mortality, with comparable benefits in men and women; this challenging the notion that women derive greater PA-induced mortality reductions than their male counterparts.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41202740",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Initiating or continuing MVPA post-ACS diagnosis is associated with a lower risk of all-cause and CVD mortality, with comparable benefits in men and women; this challenging the notion that women derive greater PA-induced mortality reductions than their male counterparts"
    },
    {
      "title": "Phase II study of lazertinib and pemetrexed in patients with epidermal growth factor receptor mutation-positive non-small cell lung cancer with leptomeningeal metastases: the KCSG LU 21-01, LAZARUS study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Lazertinib plus pemetrexed demonstrated promising intracranial efficacy, OS benefits, and improved quality of life, highlighting its potential as a treatment option for EGFR-mutant NSCLC and LM, particularly in previously treated patients.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202701",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lazertinib plus pemetrexed demonstrated promising intracranial efficacy, OS benefits, and improved quality of life, highlighting its potential as a treatment option for EGFR-mutant NSCLC and LM, particularly in previously treated patients"
    },
    {
      "title": "Co-regulation of HexC fine-tunes HexA-dependent transcription and acid stress response in Pectobacterium carotovorum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202690/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Environmental fluctuations and host-derived stresses demand precise transcriptional regulation in bacterial pathogens to ensure survival and pathogenic success. In Pectobacterium sp., causal agents of soft rot disease, the global regulator HexA is known to repress genes involved in plant cell wall-degrading enzyme (PCWDE) production, quorum sensing (QS), and virulence. However, its broader regulatory scope and physiological significance remain poorly understood. Here, we examined HexA function...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202690",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "HexA function",
      "significance": "remain poorly understood",
      "conclusion": null
    },
    {
      "title": "Gender-affirming surgeries and patient-reported outcomes in South Korea: A multicenter cohort survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202678/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Gender-affirming surgeries (GASs) are becoming common in South Korea; however, patient experiences remain underexplored. This study investigated experiences of transgender and gender-diverse (TGD) individuals who underwent GAS in South Korea. This multicenter study was conducted at 8 institutions between January and October 2024. TGD individuals who underwent at least one GAS were surveyed regarding demographics, type of surgery, and patient-reported outcome measures including satisfaction and...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202678",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "experiences of transgender and gender-diverse (TGD) individuals who underwent GAS in South Korea",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mapping the Conflict Between Oral Health and Patient Autonomy in Dentistry: A Unified Qualitative-Quantitative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Ethical theory adopted from literature was insufficient to fully capture complexities, particularly in-patient narratives. These findings indicate a need for novel ethical approaches that better reflect patients' reasoning.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202538",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "a need for novel ethical approaches that better reflect patients' reasoning",
      "conclusion": "Ethical theory adopted from literature was insufficient to fully capture complexities, particularly in-patient narratives. These findings indicate a need for novel ethical approaches that better reflect patients' reasoning"
    },
    {
      "title": "Observations and perspectives of peer professionals involved in civil commitment rulings for individuals with mental illnesses in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Peer professionals play critical roles in ASRBs, which are mandated to ensure fairness for individuals petitioned for civil commitment. By Bridging the gap between petitioned individuals and non-peer colleagues, peer professionals enrich the deliberation process with knowledge and perspectives gained from their own lived experiences. Efforts to enhance procedural justice of ASRBs include clarifying and strengthening ASRB policies and procedures, as well as providing training and...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Peer professionals play critical roles in ASRBs, which are mandated to ensure fairness for individuals petitioned for civil commitment. By Bridging the gap between petitioned individuals and non-peer colleagues, peer professionals enrich the deliberation process with knowledge and perspectives gaine..."
    },
    {
      "title": "Zanidatamab in combination with docetaxel in first-line HER2-positive breast cancer: results from an open-label, multicenter, phase Ib/II study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202501/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Zanidatamab demonstrated efficacy and a manageable and tolerable safety profile with docetaxel as first-line treatment in patients with HER2-positive breast cancer. These data support the further development of zanidatamab in this patient population.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202501",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Zanidatamab demonstrated efficacy and a manageable and tolerable safety profile with docetaxel as first-line treatment in patients with HER2-positive breast cancer. These data support the further development of zanidatamab in this patient population"
    },
    {
      "title": "Enhanced emulsion stability through synergistic interactions in ternary Maillard conjugates of soy protein isolate, maltodextrin, and gum Arabic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202357/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "This study examined the structural and functional properties of soy protein isolate (SPI) conjugates with maltodextrin (MD) and gum Arabic (GA) formed via the Maillard reaction under wet heating at 80 °C. Native SPI showed poor solubility (34.4 % at pH 7) and a limited emulsion stability index (ESI = 562.7 min). Binary conjugates improved specific properties but remained incomplete: S-M enhanced solubility (58.6 % at pH 7) yet exhibited creaming, whereas S-G suppressed creaming but maintained...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41202357",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the structural and functional properties of soy protein isolate (SPI) conjugates with maltodextrin (MD) and gum Arabic (GA) formed via the Maillard reaction under wet heating at 80 °C",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Observation of D^{+}→K_{S}^{0}π^{0}μ^{+}ν_{μ}, Test of Lepton Flavor Universality, and First Angular Analysis of D^{+}→K[over ¯]^{*}(892)^{0}ℓ^{+}ν_{ℓ}",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "We report a study of the semileptonic decays D^{+}→K_{S}^{0}π^{0}ℓ^{+}ν_{ℓ} (ℓ=e, μ) based on 20.3 fb^{-1} of e^{+}e^{-} collision data collected at the center-of-mass energy of 3.773 GeV with the BESIII detector. The D^{+}→K_{S}^{0}π^{0}μ^{+}ν_{μ} decay is observed for the first time, with a branching fraction of (0.896±0.017_{stat}±0.008_{syst})%, and the branching fraction of D^{+}→K_{S}^{0}π^{0}e^{+}ν_{e} is determined with the improved precision as (0.943±0.012_{stat}±0.010_{syst})%. From...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202255",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First Observation of Quantum Correlations in e^{+}e^{-}→XDD[over ¯] and C-Even Constrained DD[over ¯] Pairs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202241/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "The study of meson pairs produced with quantum correlations gives direct access to parameters that are challenging to measure in other systems. In this Letter, the existence of quantum correlations due to charge-conjugation symmetry C are demonstrated in DD[over ¯] pairs produced through the processes e^{+}e^{-}→DD[over ¯], e^{+}e^{-}→D^{*}D[over ¯], and e^{+}e^{-}→D^{*}D[over ¯]^{*}, where the lack of charge superscripts refers to an admixture of neutral-charm-meson particle and antiparticle...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202241",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends in non-pharmacological treatment for insomnia: A nationwide study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202023/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings highlight a significant gap between clinical guidelines and real-world practice. Although non-pharmacological treatments remain underutilized, recent improvements suggest potential for better integration into routine care, emphasizing the need for ongoing efforts to enhance access to recommended therapies.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41202023",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings highlight a significant gap between clinical guidelines and real-world practice. Although non-pharmacological treatments remain underutilized, recent improvements suggest potential for better integration into routine care, emphasizing the need for ongoing efforts to enhance access to re..."
    },
    {
      "title": "Association of muscle mass and strength with blood-based epigenetic aging among middle-aged and older adults in the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Muscle mass and strength influence various age-related health outcomes, however their individual and joint associations with biological aging remain understudied. This study investigated the associations of muscle health with epigenetic aging based on DNA methylation in blood samples, among middle-aged and older adults. We analyzed data from 1,121 individuals from the 1999-2002 cycles of the National Health and Nutrition Examination Survey. Muscle mass was assessed using the appendicular...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201773",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the associations of muscle health with epigenetic aging based on DNA methylation in blood samples, among middle-aged and older adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The relationship between subjective health status and user satisfaction among low-income disabled adults: the mediating role of perceived values of smart home technology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201623/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Through the results of this study, theoretical and practical implications for the provision of smart home services for people with disabilities were proposed.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201623",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for the provision of smart home services for people with disabilities were proposed",
      "conclusion": "Through the results of this study, theoretical and practical implications for the provision of smart home services for people with disabilities were proposed"
    },
    {
      "title": "Transcriptome-based screening of regulator genes for sexual dimorphism in pupae of Callipogon relictus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings reveal the tissue-specific and conserved regulators of sexual dimorphism in C. relictus; they provide a foundation for functional studies and support conservation strategies, including captive rearing and sustainable management, for this endangered beetle.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201578",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings reveal the tissue-specific and conserved regulators of sexual dimorphism in C. relictus; they provide a foundation for functional studies and support conservation strategies, including captive rearing and sustainable management, for this endangered beetle"
    },
    {
      "title": "2025 ICM: Mycobacterium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201498",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between body fat percentage and vitamin D deficiency among Korean adults: A cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201483/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Vitamin D deficiency is associated with obesity, as vitamin D may be sequestered or diluted in adipose tissue. This cross-sectional study investigated the association between serum 25-hydroxyvitamin D [25(OH)D] levels and body fat percentage in Korean adults from the KNHANES IX. A total of 4176 participants were analyzed and stratified by sex and age. Total, appendicular, and trunk fat mass were assessed using bioelectrical impedance analysis and serum 25(OH)D3 concentrations were measured using...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201483",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extension p-Doping of Carbon Nanotube Transistors through Nitric Oxides Annealing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201466/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "This work investigates the p-doping effect of Nitric Oxides (NO(X)) annealing on transistors with a channel from a network of carbon nanotubes (CNTs), with a focus on extension doping of top-gated transistors and RF characterization. NO(X) annealing at 100 °C for 1 h induces oxidation in CNTs, which introduces a doping band inside the nanotube band gap near the valence band. The benefits and drawbacks of NO(X) annealing on the performance of back-gated (BG) CNT transistors are characterized. The...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201466",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Situ Scanning Electron Microscopy Investigation of Failure Mechanisms in Multilayer Coatings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Understanding the failure mechanisms of multilayer coatings is essential for optimizing their tribological performance. In this study, an in situ scanning electron microscopy (SEM) tribotester was used to simultaneously monitor friction force and visualize the wear behavior of TiN/Ag multilayer coatings under dynamic contact conditions. Eight coatings were designed with varying numbers of layers (single, double, 5, and 10 layers) and different topmost layers of TiN or Ag to examine the influence...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201261",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular-Level Design of Multifunctional Membranes: A Holistic Approach for High-Performance Aqueous Zinc Metal Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "In the pursuit of the development of safe energy storage devices, aqueous zinc metal batteries have garnered incredible attention due to their non-flammable nature and high energy densities. However, they suffer from severe complicated degradations induced by dendrite formation, hydrogen evolution reaction, transition metal dissolution, and their crosstalk effect. Herein, membranes are designed and engineered for high mechanical strength, Zn^(2+) selectivity, and hydrophobicity to simultaneously...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41201201",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Scalable Hollow Fiber Adsorbents for Metal Ion Recovery via Selective In-Pore MOF-808 Growth under Aqueous Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201052/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Selective in situ growth of metal-organic frameworks (MOFs) within polymeric supports under mild, aqueous conditions remains a synthetic challenge due to interfacial instability, uncontrolled crystallization, and MOF leaching. Here, this study reports a binding-assisted strategy for the selective in-pore growth of MOF-808 within polyacrylonitrile (PAN)/polyvinyl pyrrolidone (PVP) hollow fibers at 30 °C. Alkaline hydrolysis of PAN introduces anchoring sites for zirconium clusters, while...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41201052",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emergency Nurses' Experiences Caring for Patients in Mental Health Crisis: Current Challenges and Future Directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201044/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Caring for patients with mental health problems in the emergency department negatively impacts the treatment and safety of patients with mental illness, other patients in the emergency department, and nurses' emotional well-being and job satisfaction. This highlights the need for multifaceted efforts to ensure safe and effective mental health nursing in emergency settings. With appropriate improvements, more specialised and safer mental health nursing services can be provided to...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201044",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Caring for patients with mental health problems in the emergency department negatively impacts the treatment and safety of patients with mental illness, other patients in the emergency department, and nurses' emotional well-being and job satisfaction. This highlights the need for multifaceted effort..."
    },
    {
      "title": "Flexoelectric Elastomer Enabled by Miscibility-Driven Succinonitrile Molecular Rotation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201021/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Plastic crystals exhibit long-range positional order alongside orientational disorder, positioning them between crystalline solids and liquids. Although their centrosymmetric structure suppresses intrinsic piezoelectric and ferroelectric effects, they can exhibit flexoelectric behavior under strain gradient. Succinonitrile (SN), a highly polar plastic crystal, is a promising candidate for such applications due to its dynamic molecular nature. While previous studies focused on the rotational...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41201021",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reversibility of Immune Checkpoint Inhibitor-Induced Hypothyroidism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Immune checkpoint inhibitors (ICIs) have revolutionized cancer treatment but can induce immune-related adverse events, most commonly hypothyroidism. The reversibility of ICI-induced hypothyroidism and the potential for discontinuing levothyroxine (LT4) treatment remain unclear. This retrospective study analyzed patients who developed hypothyroidism due to ICI treatment and were prescribed LT4 at a tertiary referral hospital from January 2016 to March 2024. Among 3,753 patients treated with ICIs,...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41200918",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "EGFR-targeted micelles-in-lipopolymersome nanocarriers for overcoming drug resistance in triple-negative breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200741/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Triple-negative breast cancer (TNBC) remains a therapeutic challenge due to its aggressive nature, limited treatment options, and propensity for developing multidrug resistance (MDR). To overcome these limitations, a novel micelles-in-lipopolymersome nanocarrier system is developed herein for targeted drug delivery. Specifically, an epidermal growth factor receptor (EGFR)-targeted EGF peptide is conjugated to 1,2-distearoyl-sn-glycero-3-phosphoethanolamine-N-[amino(polyethylene glycol)-2000]...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41200741",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case Report: Hyperplastic cervical polyp with lipomatous differentiation in a dog",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Uterine lesions containing adipose tissue are extremely rare in dogs, and cervical polyps are rarely reported in veterinary literature. This case report describes an 11-year-old intact female mixed-breed dog presenting with chronic vaginal discharge. Diagnostic imaging revealed a well-defined fat-attenuating mass in the cervix. The lesion appeared as a homogeneously hyperechoic intrauterine mass on ultrasonography and exhibited hypoattenuation with enhanced internal septa on computed tomography....",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41200549",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Switchable supramolecular polymers of a Pt(II) complex <em>via</em> diacetylene π-Ag<sup>+</sup> interaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Controlling the driving forces during supramolecular polymerization represents a highly significant and challenging approach for the development of tailored supramolecular polymer systems for various applications. We report a switchable supramolecular polymerization system based on binuclear Pt(ii) complex (Pt(2)L¹) containing a diacetylene moiety, mediated by π-Ag^(+) interactions between the diacetylene moieties and Ag^(+) ions in a mixed DMSO/H(2)O (3 : 7 v/v) solvent system. The π-Ag^(+)...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41200395",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of Different Parts of Broccoli (<em>Brassica oleracea</em> var. <em>italica</em>) Leaves and Retention of Functional Compounds Under Different Cooking Methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200212/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "The disposal of broccoli by-products, such as broccoli leaves and stems, can potentially have harmful impacts on the environment. However, these by-products may contain substantial amounts of phytochemical compounds with potential health benefits. In this study, the phytochemical composition and antioxidant activities of different parts of broccoli leaves, such as leaf blades and petioles, were analyzed to identify their potential use as functional food materials. Ten glucosinolates, 1 nitrile,...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41200212",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling spin entanglement using quantum gates with scanning tunneling microscopy-driven electron spin resonance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Quantum entanglement is a fundamental resource for quantum information processing, and its controlled generation and detection remain key challenges in scalable quantum architectures. Here, we numerically demonstrate the deterministic generation of entangled spin states in a solid-state platform by implementing quantum gates via electron spin resonance combined with scanning tunneling microscopy (ESR-STM). Using two titanium atoms on a MgO/Ag(100) substrate as a model, we construct a two-qubit...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41200124",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fluorescence Guided Surgery in Gastric Cancer: What Do We Have and What Can We Do?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Current evidence supports the safety and efficacy of fluorescence imaging in gastrointestinal surgery, with promising outcomes in precision and staging. However, uniform protocols for fluorescence use are urgently needed. Future studies should aim to standardize administration and optimize clinical implementation to fully realize its benefits.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41199958",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "to standardize administration and optimize clinical implementation to fully realize its benefits",
      "significance": null,
      "conclusion": "Current evidence supports the safety and efficacy of fluorescence imaging in gastrointestinal surgery, with promising outcomes in precision and staging. However, uniform protocols for fluorescence use are urgently needed"
    },
    {
      "title": "Deterministic time rewinding of waves in time-varying media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Temporal modulation of material parameters offers unprecedented control over wave dynamics, enabling phenomena beyond the capabilities of static systems. Here we introduce and analyze a robust mechanism for time rewinding, whereby a temporally evolved wave is fully restored to its original state through a carefully engineered sequence of temporal modulations. In electromagnetic systems, time rewinding emerges from impedance-matched or anti-matched hierarchical bilayer structures with matched...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41199929",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Statistical regimes of electromagnetic wave propagation in randomly time-varying media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199928/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Wave propagation in time-varying media enables unique control of energy transport by breaking energy conservation through temporal modulation. Among the resulting phenomena, temporal disorder - random fluctuations in material parameters - can suppress propagation and induce localization, analogous to Anderson localization. However, the statistical nature of this process remains incompletely understood. We present a comprehensive analytical and numerical study of electromagnetic wave propagation...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41199928",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CU06-1004 inhibits the progression of chronic colitis and colitis-associated colorectal cancer by suppressing inflammation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199821/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings suggest that CU06-1004 inhibits inflammation-induced tumorigenesis by modulating the inflammatory response in the colon. Consequently, CU06-1004 could represent a promising therapeutic candidate for the prevention of colorectal cancer through modulation of inflammation.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41199821",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that CU06-1004 inhibits inflammation-induced tumorigenesis by modulating the inflammatory response in the colon. Consequently, CU06-1004 could represent a promising therapeutic candidate for the prevention of colorectal cancer through modulation of inflammation"
    },
    {
      "title": "Learning Curve for CO<sub>2</sub> Laser Stapedotomy: A Single-Surgeon Experience in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: For CO(2) laser-assisted stapedotomy, proficiency significantly improves after approximately 30 cases. This study uniquely highlights how surgical mastery develops under conditions of limited disease prevalence and restricted training exposure. The findings suggest that even in low-volume environments, structured experience enables not only consistent ABG closure but also meaningful gains in patient-centered outcomes such as Negative ABGe and cochlear preservation. Our results...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41199778",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "For CO(2) laser-assisted stapedotomy, proficiency significantly improves after approximately 30 cases. This study uniquely highlights how surgical mastery develops under conditions of limited disease prevalence and restricted training exposure"
    },
    {
      "title": "Global, regional and national burden of epilepsy in children and adolescents, 1990-2021: A systematic analysis for the Global Burden of Disease Study 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199682/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: While efforts to reduce premature mortality of epilepsy have been successful, the burden on children and adolescents living with epilepsy is still significant. A healthcare gap remains for vulnerable populations with increased risk of infectious diseases, perinatal insults, poor sanitation and limited access to healthcare. Global and national action is needed to improve access to specialist care and medication, manage comorbidities, address stigma and discrimination and strengthen...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41199682",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While efforts to reduce premature mortality of epilepsy have been successful, the burden on children and adolescents living with epilepsy is still significant. A healthcare gap remains for vulnerable populations with increased risk of infectious diseases, perinatal insults, poor sanitation and limit..."
    },
    {
      "title": "Innovations in assisted reproductive technology through the advances in artificial intelligence and image processing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Advances in artificial intelligence (AI) and biomedical imaging have transformed reproductive medicine, offering new avenues for precision, efficiency, and objectivity in assisted reproductive technology (ART). Traditional embryo selection and ovarian stimulation monitoring rely mainly on subjective interpretation, which is often influenced by inter- and intra-observer variability. In contrast, AI-enhanced models have demonstrated consistent performance, reduced human-dependent discrepancies,...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41199550",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Research Trends in Medical and Dental Education (2015-2024) Based on Author Keywords: Commonalities, Differences, and Opportunities for Collaboration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study identifies both foundational commonalities and discipline-specific innovations in medical and dental education research over the past decade. These findings suggest that shared interests and distinctive priorities can lead to meaningful opportunities for collaborative educational development and joint research efforts across health professions education.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41199467",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that shared interests and distinctive priorities can lead to meaningful opportunities for collaborative educational development and joint research efforts across health professions education",
      "conclusion": "This study identifies both foundational commonalities and discipline-specific innovations in medical and dental education research over the past decade. These findings suggest that shared interests and distinctive priorities can lead to meaningful opportunities for collaborative educational developm..."
    },
    {
      "title": "Investigation of methylation profiles in Silver-Russell syndrome to explore episignatures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204329/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: GWMA in SRS patients with different molecular etiologies identified no characteristic episignatures. Only methylation changes of CpGs within disease-responsible DMRs, not genome-wide methylation changes, occur in some SRS etiologies.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41204329",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "GWMA in SRS patients with different molecular etiologies identified no characteristic episignatures. Only methylation changes of CpGs within disease-responsible DMRs, not genome-wide methylation changes, occur in some SRS etiologies"
    },
    {
      "title": "Development and validation of a premenstrual symptom screening tool for working women in relation to absenteeism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A moderately reliable and valid new scale for PMS for working women was developed with efficacy for screening for work absenteeism.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41204184",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A moderately reliable and valid new scale for PMS for working women was developed with efficacy for screening for work absenteeism"
    },
    {
      "title": "Successful surgical removal of a retroperitoneal paraganglioma in the celiac artery trifurcation in a dog",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204159/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this case, the main branches of the CA, except for the common hepatic artery, were transected to remove the mass; however, the patient was discharged without serious complications. This is attributable to recovery of blood flow from collateral routes. Considering this blood flow recovery and that intraoperative gastric ischemia was temporary, complete ligation of the CA root may be acceptable in some cases. Additionally, the prognosis for PGL was favorable when complete resection...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41204159",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this case, the main branches of the CA, except for the common hepatic artery, were transected to remove the mass; however, the patient was discharged without serious complications. This is attributable to recovery of blood flow from collateral routes"
    },
    {
      "title": "Effects of hospital pharmacist-community pharmacist collaboration on solving pharmacotherapy problems in stroke patients with post-discharge transitions: non-randomized comparative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204143/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrated that bidirectional information sharing between hospital pharmacists and community pharmacists promotes prescription interventions and may contribute to improving medication continuity and safety in patients recovering from stroke compared with conventional care. These findings support the implementation of pharmacist collaboration systems to reduce medication discontinuation during care transitions in stroke patients.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41204143",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated that bidirectional information sharing between hospital pharmacists and community pharmacists promotes prescription interventions and may contribute to improving medication continuity and safety in patients recovering from stroke compared with conventional care. These finding..."
    },
    {
      "title": "Sexual Dysfunction in Male Patients After Initiating Treatment with Antidepressants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The risk of developing sexual dysfunction varies across antidepressant treatment. Healthcare providers should discuss the potential for sexual side effects, particularly when multiple treatment options are available.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41203969",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The risk of developing sexual dysfunction varies across antidepressant treatment. Healthcare providers should discuss the potential for sexual side effects, particularly when multiple treatment options are available"
    },
    {
      "title": "Budget Impact Analysis of Implementing C-Reactive Protein Point-of-Care Testing to Aid Antibiotic Prescribing in Belgian Primary Care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The implementation of CRP POCT entails a significant financial investment. Our scenario analyses indicate a substantial increase in budget impact when GPs' compensation was included. However, a well-designed implementation strategy with an appropriate GP compensation structure may be crucial to avoid inefficiencies from over- or underuse of CRP testing and achieve the anticipated health benefits.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41203917",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "when GPs' compensation was included",
      "conclusion": "The implementation of CRP POCT entails a significant financial investment. Our scenario analyses indicate a substantial increase in budget impact when GPs' compensation was included"
    },
    {
      "title": "Factors associated with adverse events and three-year survival following endoscopic submucosal dissection for early gastric cancer in patients aged 85 years or older",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203902/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Nutritional status was associated with post-ESD bleeding. Nutritional status and comorbidities were related with prognosis after gastric ESD. Therefore, indications of gastric ESD in patients ≥ 85 years old need to be considered with age-related comorbidities.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41203902",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Nutritional status was associated with post-ESD bleeding. Nutritional status and comorbidities were related with prognosis after gastric ESD"
    },
    {
      "title": "Effect of N-terminal pro B-type natriuretic peptide levels on the efficacy and safety of esaxerenone vs trichlormethiazide for the treatment of Japanese patients with uncontrolled essential hypertension: a subanalysis of the EXCITE-HT study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203854/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "It is currently unknown whether baseline N-terminal pro B-type natriuretic peptide (NT-proBNP) levels, a marker of pressure-related cardiac stress, affect the efficacy and safety of esaxerenone vs trichlormethiazide. This exploratory subanalysis of the EXCITE-HT study aimed to compare the antihypertensive efficacy and safety of esaxerenone vs trichlormethiazide in Japanese patients with uncontrolled essential hypertension stratified by baseline NT-proBNP. EXCITE-HT was a randomized, open-label,...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41203854",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design and evaluation of a novel pyridine-thiazole hybrid adsorbent as high-capacity adsorbent for methylene blue removal from water",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203694/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "This study explores the novel application of a pyridine-thiazole hybrid adsorbent, MPHT 4, for the efficient removal of methylene blue (MB) from contaminated water. The adsorbent was synthesized via a high-yield route and characterized using ¹H/^(13)C NMR, IR spectroscopy, HRESI-MS, elemental analysis, SEM, and BET surface area measurements. SEM revealed a homogeneous morphology with low porosity, while BET analysis indicated a surface area of 68.83 m²/g and a total pore volume of 0.113 cm³/g,...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41203694",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Curvature-Sensing Peptide Functions as a <em>Membrane Interfactant</em> That Glues Small Extracellular Vesicles to Cell Membranes and Enhances Vesicle Cellular Uptake",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203569/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Small extracellular vesicles (sEVs) are lipid nanoparticles secreted from mammalian cells that are involved in the transfer of information or therapeutically effective substances between cells. Although the scope of research on sEVs as biocompatible carriers for drug delivery to diseased tissues and cells is expanding, there is still room for improvement in the efficiency of drug loading on and in sEVs and their subsequent uptake into cells. It is desirable to alleviate the energy barriers...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41203569",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multimodal artificial intelligence for retinal detachment diagnosis using fundus imaging and patient questionnaires",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Integrating fundus imaging with patient questionnaire data significantly improves AI-based RD diagnosis. Future research needs to focus on expanding the dataset and refining the questionnaire design to further improve model performance.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41203264",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Integrating fundus imaging with patient questionnaire data significantly improves AI-based RD diagnosis. Future research needs to focus on expanding the dataset and refining the questionnaire design to further improve model performance"
    },
    {
      "title": "Structural characterization of zebrafish Ngly2, an ovary-enriched acid PNGase required for egg free glycan production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41203122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Peptide:N-glycanase (PNGase) is a deglycosylating enzyme acting on asparagine(N)-linked glycans on glycoproteins. It is well established that fish possesses two PNGases with distinct properties. One is a cytosolic PNGase (NGLY1 in human), active at neutral pH and widely conserved among eukaryotes. The other is called acid PNGase and found in fish embryos; it is active at acidic pH and is believed to be of lysosomal origin. The gene encoding the acid PNGase has not been identified in animals, and...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41203122",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Placental gene expression of the AMPK signaling pathway in association with gestational exposure to ambient air pollution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202956/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides new insights into the possible adverse effects of ambient air pollution exposure on placental development, affecting the placental metabolism at the transcript level. Whether reduced placental AMPK signaling may play a role in air pollution-induced birth outcomes and their long-term consequences needs to be further addressed.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41202956",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides new insights into the possible adverse effects of ambient air pollution exposure on placental development, affecting the placental metabolism at the transcript level. Whether reduced placental AMPK signaling may play a role in air pollution-induced birth outcomes and their long-t..."
    },
    {
      "title": "Modeling antithymocyte globulin-induced microvasculopathy using human iPSC-derived vascularized liver organoids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Antithymocyte globulin (ATG) is a widely used immunosuppressive agent, yet its off-target vascular effects remain a clinical challenge in part due to a lack of relevant human models. Here, we uncover a biphasic mechanism of ATG-induced microvasculopathy using a humanized liver organoid platform derived from induced pluripotent stem cells (iPSCs). We show that ATG triggers a rapid, complement-dependent phase of injury restricted to human iPSC-derived liver sinusoidal endothelial cells (iLSECs),...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41202806",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Volume of the amygdala, hippocampus, Heschl's gyrus, and planum temporale in epileptic psychosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our ROI analyses indicated that the hippocampus is affected by epilepsy but the amygdala, hippocampus, Heschl's gyrus, and planum temporale may not be crucial for generating EPS.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41202778",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our ROI analyses indicated that the hippocampus is affected by epilepsy but the amygdala, hippocampus, Heschl's gyrus, and planum temporale may not be crucial for generating EPS"
    },
    {
      "title": "The stability paradox: Why high prediction accuracy does not guarantee reliable feature importance in psychiatric research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202777/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "This study examines the critical disconnect between prediction accuracy and feature importance reliability in machine learning applications for psychiatric research. Using a hikikomori dataset with 611 instances, we compared feature selection stability across supervised models (random forest, XGBoost, logistic regression), unsupervised methods (feature agglomeration, highly variable gene selection), and statistical approaches (Spearman correlation). Despite achieving highest classification...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41202777",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Potential hydrocarbon-degrading microorganisms in Baltic Sea sediments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202723/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "The spill of crude oil and other petroleum derivatives comprises the majority of ocean pollution and leads to acute and chronic damage to exposed marine organisms and coastal ecosystems. Some bacteria and fungi are known to biodegrade petroleum hydrocarbons in terrestrial and aquatic environments. In this study, sediment samples from the Baltic Sea, collected near an oil terminal, and from the Curonian Lagoon strait, an area under high anthropogenic and shipping pressure, were explored as a...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41202723",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Research Note: Morphological and hormonal characterization of wild-derived Japanese quail (Coturnix japonica) strains",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Two wild-derived strains of the Japanese quail were recently established by crossing wild males captured in Tokachi, Hokkaido, Japan, with females of a domestic strain. These new strains (W50 and W75) have approximately 50 % and 75 % wild genetic backgrounds, respectively. This study characterized morphological and hormonal traits of sexually mature male Japanese quail from a domestic strain and both wild-derived strains. Six morphological traits (tarsus length, exposed culmen length, bill...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41202603",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Socioeconomic determinants of acid attacks against women in Bangladesh",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202573/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: To the best of our knowledge, this is the first study to quantitatively uncover the socioeconomic determinants of acid attacks using representative data. The findings of this study will assist policymakers and relevant stakeholders in their plans to eliminate acid violence.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41202573",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To the best of our knowledge, this is the first study to quantitatively uncover the socioeconomic determinants of acid attacks using representative data. The findings of this study will assist policymakers and relevant stakeholders in their plans to eliminate acid violence"
    },
    {
      "title": "Exploring the intricacies of indoor dust pollution from neonicotinoid insecticides and its human health impacts: An exemplar from eleven agricultural communities in Ghana, West Africa",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Neonicotinoid insecticides are the most widely used class of insecticides globally; however, knowledge of their indoor residual pollution is limited across various regions of the world. This study aimed to investigate the intricacies of indoor dust contamination from neonicotinoid insecticides across 11 agrarian communities in Ghana, West Africa, and to assess the potential human health risks. Settled indoor dust samples were collected from 430 households and subjected to a Liquid...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41202549",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the intricacies of indoor dust contamination from neonicotinoid insecticides across 11 agrarian communities in Ghana, West Africa, and to assess the potential human health risks",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of time-of-day administration of immune checkpoint inhibitors on survival outcomes in patients with recurrent/metastatic head and neck cancer (R/M HNSCC): a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202429/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41202429",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hybrid plant-dairy cheese: Effects of lactic acid bacteria and plant proteins on composition, proteolysis, and flavor profile",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "In the search to improve the sustainability of the food supply chain, the market for plant-based cheese analogs is growing. However, sensory defects, particularly related to flavor, remain a challenge. Here we developed a hybrid plant-dairy cheese that balances flavor with sustainability. Out of 44 lactic acid bacteria (LAB) strains that were screened for their acidification and flavor-improving abilities, four were chosen for further testing in a newly developed hybrid MicroCheese system....",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41202361",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Suppressing phase segregation in Bromide-containing perovskite films via compositional engineering for indoor applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Although the bandgap tunability of perovskite films shows promise for indoor applications of perovskite solar cells (PSCs), bromide-containing wide bandgap perovskite films suffer from phase segregation. In this study, we explored phase segregation-free wide bandgap perovskite films via compositional engineering. We revealed that increasing the Cs ratio stabilizes triple cation wide bandgap perovskite films. Furthermore, it was demonstrated that chloride can be incorporated into...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41202336",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design and Theory of Switchable Linear Magnetoelectricity by Ferroelectricity in Type-I Multiferroics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "We present a comprehensive theoretical investigation of magnetoelectric (ME) coupling mechanisms in 19 altermagnetic and 4 ferrimagnetic type-I multiferroics using electronic band structure calculations with spin-orbit coupling, a first-principles ME response framework, and spin-space-group theory analysis. We formulate a universal scheme for realizing nonvolatile ME coupling in type-I multiferroics, where two distinct pathways emerge, each dictated by spin-space symmetry. The first pathway is...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41202232",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "missForestPredict-Missing data imputation for prediction settings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41202029/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Prediction models are used to predict an outcome based on input variables. Missing data in input variables often occur at model development and at prediction time. The missForestPredict R package proposes an adaptation of the missForest imputation algorithm that is fast, user-friendly and tailored for prediction settings. The algorithm iteratively imputes variables using random forests until a convergence criterion, unified for continuous and categorical variables, is met. The imputation models...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41202029",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Vanderwaltozyma osmotolerans</em> sp. nov., a novel ascomycetous yeast species isolated from rotting wood and soil in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201840/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Three yeast strains closely related to the genus Vanderwaltozyma were isolated from rotting wood (Zelkova serrata) and soil in Japan. Based on sequence analyses of the internal transcribed spacer (ITS1-5.8S-ITS2) region, the D1/D2 domain of the LSU rRNA gene and the mitochondrial COX II gene, together with physiological characterization, these isolates were determined to represent a novel species. The ITS and D1/D2 sequences of the three strains were nearly identical, differing only by a single...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201840",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-world outcomes of venetoclax and azacitidine in Japanese patients with newly diagnosed acute myeloid leukemia (VENUS study)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Venetoclax (VEN) with azacitidine (AZA) is the standard treatment for patients with acute myeloid leukemia (AML) who are ineligible for intensive chemotherapy. However, real-world evidence on dosing, scheduling, and outcomes is lacking, particularly for patients with prior myelodysplastic syndrome (MDS) or AZA treatment, who have been excluded from clinical trials. This was a multicenter retrospective study of VEN + AZA in 120 patients newly diagnosed with AML between June 2021 and September...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201768",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Systematic Search of Height and Weight Changes of Exclusively Breastfed Infants Until 1 Year of age: A Contribution from the ConcePTION Project",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201765/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Physiologically based pharmacokinetic (PBPK) modelling and simulation allows prediction of drug exposure in specific populations, such as infants during lactation. However, the influence of feeding type (e.g., human milk vs formula) on physiology has not yet been implemented in current PBPK platforms. We conducted a systematic search to compile datasets during the first year of life of infants who were exclusively breastfed for at least 4 months to incorporate in the virtual breastfed infant...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201765",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Color stability of multilayer resin composite versus feldspathic ceramics after immersion in different beverages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201740/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "The objective of this study was to assess the color stability of multilayer resin composite (RC) blocks by immersing them in staining solutions. Four RC blocks, Cerasmart Layer (CL), Block HC Hard AN (HC), KZR-CAD HR4 E-VA (EV), and Katana Avencia N (KA), were tested, with a ceramic block, Vita Mark II, serving as the control. All specimens were prepared using #2000 SiC paper and stored in ultrapure water. The immersion tests were performed using five staining solutions (coffee, Coke, tea, red...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201740",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to assess the color stability of multilayer resin composite (RC) blocks by immersing them in staining solutions",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of the efferent vein structure of brain arteriovenous malformations using multiplanar reformation in arbitrary planes of the volume-rendered image of three-dimensional rotational angiography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201633/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Systematic studies on the venographic assessment of the draining veins of brain arteriovenous malformations (bAVMs) are lacking. Therefore, in this study, we described the patterns and characteristics of the efferent vein structures using multiplanar reformation in arbitrary planes of the volume-rendering images of three-dimensional rotational angiography. Patients with bAVM who underwent the first session of endovascular therapy in our department between February 2018 and April 2025 were...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201633",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Add-on therapy with parenteral prostacyclin analogues in patients with pulmonary arterial hypertension: Insights from the COMPERA registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Parenteral prostacyclin analogues (PPA) are recommended for pulmonary arterial hypertension (PAH) patients at intermediate-high or high risk, yet supporting evidence remains limited. We retrospectively analyzed pretreated patients with idiopathic/heritable/drug-associated PAH (I/H/D-PAH), connective tissue disease-associated PAH (CTD-PAH), or congenital heart disease-associated PAH (CHD-PAH) from the COMPERA registry who received add-on PPA therapy. Among 495 patients, all pretreated with ≥1 PAH...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201625",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proposal for grading of intraoperative bleeding and the assessment of hemostasis quality during robot-assisted pancreatoduodenectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201590/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We proposed a grading system for intraoperative bleeding and hemostasis during RPD. This study provides a quantitative framework for future research, enabling objective recommendations for surgical hemostatic strategies. This grading classification system was developed based on a dataset from a single-institution. Therefore, it has not yet been validated using data from external institutions or sources. Accordingly, this grading classification should be regarded as a proposed...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201590",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "recommendations for surgical hemostatic strategies",
      "significance": null,
      "conclusion": "We proposed a grading system for intraoperative bleeding and hemostasis during RPD. This study provides a quantitative framework for future research, enabling objective recommendations for surgical hemostatic strategies"
    },
    {
      "title": "Clinical course of chest pain associated with esophageal motility disorders following peroral endoscopic myotomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: POEM was effective in treating EMD-related chest pain, particularly in terms of intensity.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201549",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "POEM was effective in treating EMD-related chest pain, particularly in terms of intensity"
    },
    {
      "title": "Real-world comparison between neoadjuvant FLOT therapy and DCF therapy for resectable esophagogastric junction adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Neoadjuvant FLOT therapy is well-tolerated and has comparable short-term efficacy to DCF therapy.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201548",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Neoadjuvant FLOT therapy is well-tolerated and has comparable short-term efficacy to DCF therapy"
    },
    {
      "title": "The assembly of cancer-specific ribosomes by the lncRNA LISRR suppresses melanoma anti-tumor immunity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Gains of chromosome 12p11.21, encoding for the cancer-specific lncRNA LISRR, correlate with poor survival across different cancers. In melanoma, LISRR is upregulated in immunotherapy-resistant patients to contribute to the generation of drug-tolerant cells by activating an immune-suppressive translational program, affecting the synthesis of PD-L1 and of the glycocalyx. Accordingly, downregulation of LISRR initiates robust immune responses and resensitizes to immunotherapy ex vivo and in vivo....",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201478",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combinatorial Analyses of Pre-mRNA Splicing-Defective Mutants Reveal Differential Quantitative Requirements for Shelterin in Distinct Telomere Functions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Telomeres perform multiple functions to maintain genome stability, including telomere length regulation, chromosome end protection, and meiotic chromosome dynamics. These functions are governed by shelterin, a telomere-binding protein complex. Here, we show that Tls1 and Cay1 act at distinct steps in pre-mRNA splicing, specifically ensuring sufficient protein levels of Schizosaccharomyces pombe shelterin components Rap1 and Poz1, which are critical for telomere maintenance. Accordingly, deletion...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201383",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stimulated Raman scattering imaging of atomically thin layers and a strained nanotent of hexagonal boron nitride",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201263/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "The development of microscopy and spectroscopy techniques to characterize and study two-dimensional (2D) materials is key for diverse optoelectronic and biomedical applications. Spontaneous Raman microscopy is one of the most employed techniques due to its simple and non-destructive procedure, though it relies on weak Raman signals, which can limit its imaging speed and image details as well as spectroscopic applications. Here, we report vibrational imaging with stimulated Raman scattering (SRS)...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201263",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modeling Stent-Graft Deployment in Chronic Type B Aortic Dissection: A Patient-Specific Study on the Impact of Variations in Aortic Wall Thickness and Stent Delivery Procedure Assumptions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Aortic dissection (AD), particularly type B aortic dissection (TBAD), is a severe vascular condition with complex biomechanical implications that pose challenges for effective treatment. Thoracic endovascular aortic repair (TEVAR) has emerged as the standard approach for acute complicated TBAD; however, its efficacy in chronic cases remains uncertain due to factors such as fibrotic dissection flap and altered aortic wall properties. Current numerical simulations of TEVAR provide valuable...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201156",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that pose challenges for effective treatment",
      "conclusion": null
    },
    {
      "title": "A novel bivalent albumin binder for enhanced tumor retention of a fibroblast activation protein-targeted radioligand",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "We developed a novel bivalent albumin binder composed of two molecules of lysine-4-(p-iodophenyl)butyric acid, (Lys-IPBA)(2), which markedly enhanced the tumor retention of a FAP-targeted radioligand compared to Lys-IPBA. The results suggest the promising potential of (Lys-IPBA)(2) as a pharmacokinetic modifier of radioligands for cancer diagnosis and therapy.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41200914",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role of triterpenoid derivatives from <em>Centella asiatica</em> as quantum chemical calculations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200903/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "To date, the treatment for Alzheimer's disease (AD) has focused on the cholinergic hypothesis, particularly through the inhibition of acetylcholinesterase (AChE). Asiatic acid, madecassic acid, asiaticoside, and madecassoside, which are triterpenoid derivatives from Centella asiatica, have previously been reported to exhibit the AChE inhibitory activity. This study aimed to investigate their binding modes and to determine efficient computational methods for analyzing their interactions with...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41200903",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate their binding modes and to determine efficient computational methods for analyzing their interactions with",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polyzwitterion-Based pH-Responsive Shell of Polymeric Micelle: Evaluation of Physicochemical Properties and <em>In Vivo</em> Functionalities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "As well-known nanocarriers for systemically injectable drug delivery systems, lipid-based polymeric micelles show potency for improving cancer treatment. Polyethylene glycol (PEG) is commonly used as a component of polymeric micelles owing to its biocompatibility but can cause immunogenic side reactions, which highlights the need for non-PEG-based systems for the delivery of therapeutic agents. To address this need, we herein synthesized a...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41200879",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>C</em><sub>3</sub>-Symmetric Borabuckybowl Featuring a Pyramidal-like sp<sup>2</sup> Boron Atom for Advanced Electronics and Optical Functions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200838/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Heterobuckybowls containing tricoordinate boron atoms are promising electron-transporting and stimuli-responsive materials owing to their low-lying LUMO levels and enhanced Lewis acidity arising from curved π-conjugated systems. However, their development has been limited to BN-substituted analogues due to synthetic difficulties and poor stability. In this study, we report the synthesis and characterization of a C(3)-symmetric heterobuckybowl (BS(3)-bb) incorporating three peripheral sulfur...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41200838",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adaptive crystals of homothiacalix[4]arene capable of molecular recognition, with preferential uptake of benzene over cyclohexane",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200765/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Unique responsive and selective behaviour of homothiacalix[4]arene crystals is reported. A benzene disolvate adopting the 1,3-alternate conformation (HTCA-s(1,3)) can be converted to a guest-free non-porous phase (HTCA-a(1,3)) upon heating, with the host molecules retaining the same 1,3-alternate conformation. The process is reversible, with non-porous apohost crystals 'opening up' upon exposure to benzene vapour to reaccommodate the solvent molecules, as confirmed by SCXRD and sorption studies...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41200765",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Expanding the Genetic and Phenotypic Spectrum of DYT-VPS16: The Importance of Splice-Site Variants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We expand the phenotypic and mutational spectrum of DYT-VPS16, emphasize the utility of RNA-Seq in clarifying VPS16 variant pathogenicity, and advocate for timely DBS as a promising therapeutic option for DYT-VPS16 patients. © 2025 The Author(s). Movement Disorders published by Wiley Periodicals LLC on behalf of International Parkinson and Movement Disorder Society.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41200738",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We expand the phenotypic and mutational spectrum of DYT-VPS16, emphasize the utility of RNA-Seq in clarifying VPS16 variant pathogenicity, and advocate for timely DBS as a promising therapeutic option for DYT-VPS16 patients. © 2025 The Author(s)"
    },
    {
      "title": "Factors associated with compulsive sexual behavior in a national probability web-based aged 18-59 years sample from Japan: a cross-sectional survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200466/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study identified characteristics of individuals at high risk of CSBD in Japan, highlighting the need to develop a support system specific to CSB to ensure effective treatment.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41200466",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified characteristics of individuals at high risk of CSBD in Japan, highlighting the need to develop a support system specific to CSB to ensure effective treatment"
    },
    {
      "title": "Surgical Volume and Short-Term Outcomes After Advanced Hepatectomy in the Postpandemic Era: Analysis of the Japanese National Clinical Database (2018-2023)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Analysis of data from a nationwide Japanese database indicates that advanced hepatectomy continues to be performed safely in the post-COVID-19 era, despite a decreasing procedural volume.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41199977",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Analysis of data from a nationwide Japanese database indicates that advanced hepatectomy continues to be performed safely in the post-COVID-19 era, despite a decreasing procedural volume"
    },
    {
      "title": "3-dimensional plasmonic nanomotors enabled by independent integration of optical pulling and lateral forces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199932/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Light-matter interactions generally involve momentum exchange between incident photons and the target object giving rise to optical forces and torques. While typically weak, they become significant at the nanoscale, driving intense research interest in the exploitation of photon recoil to drive micro- and nanostructures. While great progress has been attained in controlling transversal degrees of freedom, three-dimensional movement remains challenging, particularly due to the impractical...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41199932",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optical phased arrays for wavefront shaping in forward scattering media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199930/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "High-resolution optical imaging in thick tissue samples remains elusive, mainly because of the scattering exhibited by the tissue. With increasing depth, the number of nonscattered photons exponentially decreases - limiting the use of conventional imaging techniques at depth. Wavefront shaping is a novel technique that aims to enable imaging at depth by refocusing the scattered light. However, significant wavefront-control hardware improvements are necessary to unlock the applications in in vivo...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41199930",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to enable imaging at depth by refocusing the scattered light",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photoredox catalysed reductive cleavage of dibenzothiophene dioxides enabled by a temperature-controlled photoreactor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199922/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "The cleavage of C-S bonds in dibenzothiophene dioxides under reductive photoredox catalysed conditions is reported. The reactions afford sulfinates, which can be used in a variety of subsequent transformations for diversification. When using unsymmetrical dibenzothiophene substrates, reductive cleavage occurs preferentially at one C-S bond. Experimental and computational studies provide insight into this interesting selectivity. The process tolerates the presence of oil (dodecane), highlighting...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41199922",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Communicating medication risks in pregnancy: Towards shared decision making",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Medication use during pregnancy is common, yet safety data remain limited, often leading to exaggerated risk perceptions and suboptimal care. Current communication practices are fragmented: product labeling and patient leaflets tend to emphasize potential harms, while specialized resources are underused. We explore the challenges of conveying accurate risk-benefit information and highlight the need for shared decision making. Integrated, evidence-based resources accessible to both healthcare...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41199813",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ancestral Origin and Structural Characteristics of Non-Syntenic Homologous Chromosomes in Abalones (Haliotis)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199742/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Structural variation is increasingly recognised as a pivotal contributor to genomic diversity in marine invertebrates, yet its extent and evolutionary significance remain poorly characterised in many species. Haplotype-phased genome assembly is an excellent resource for studying such variations by comparing homologous chromosomes. Here, we focus on abalones (genus Haliotis) that are iconic marine invertebrates originated in the Cretaceous period. They have long drawn attention for their...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41199742",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "remain poorly characterised in many species",
      "conclusion": null
    },
    {
      "title": "Pd-catalyzed acceptorless dehydrogenative aromatization of cyclohexyl rings <em>via</em> benzylic C-H bond activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Here, acceptorless dehydrogenative aromatization of cyclohexyl rings via benzylic C-H bond activation has been achieved using a supported Pd nanoparticle catalyst. In particular, Pd(0) nanoparticles formed in situ from Pd hydroxide species during the dehydrogenation reactions showed high catalytic performance and a wide substrate scope.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41199736",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Arginine methylation in cancer: mechanisms and therapeutic implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204384/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Arginine methylation is a critical post-translational modification that modulates protein stability, enzymatic activity, and subcellular localization, thereby shaping cell fate decisions and maintaining cellular homeostasis. As the principal enzymes catalyzing this modification, protein arginine methyltransferases (PRMTs) participate in key biological processes, including transcriptional and post-transcriptional regulation as well as signal transduction. Dysregulated PRMT activity has been...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204384",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pathobiology of the autophagy-lysosomal pathway in the Huntington's disease brain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204380/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The findings collectively suggest that upregulated lysosomal biogenesis and preserved proteolysis maintain autophagic clearance in early-stage HD, but the observed progressive HTT build-up and AL accumulation at advanced disease stages may signify a failure in autophagy substrate clearance. These findings support the prospect that ALP stimulation applied at early disease stages, when clearance machinery is fully competent, could lead to therapeutic benefits in HD patients.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204380",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings collectively suggest that upregulated lysosomal biogenesis and preserved proteolysis maintain autophagic clearance in early-stage HD, but the observed progressive HTT build-up and AL accumulation at advanced disease stages may signify a failure in autophagy substrate clearance. These fi..."
    },
    {
      "title": "EZHIP boosts neuronal-like synaptic gene programs and depresses polyamine metabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "It is currently understood that the characteristic loss of the repressive histone mark H3K27me3 in PFA ependymoma and diffuse midline glioma (DMG) are caused by complementary mechanisms mediated by EZHIP and the oncohistone H3K27M, respectively. To support the complementarity of these mechanisms, rare H3K27M-negative DMGs express EZHIP. Interestingly, EZHIP is one of the few genes recurrently mutated in PFA. The significance of EZHIP mutations in PFA, and whether EZHIP has wider functions in...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204377",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of EZHIP mutations in PFA, and whether EZHIP has wider functions in",
      "conclusion": null
    },
    {
      "title": "Identification of potential blood biomarkers of coronary artery disease using a cuproptosis gene set",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We constructed a diagnostic prediction model based on cuproptosis-related genes using whole-blood transcriptome data. Our results identify HIST1H4E, IL6ST, and LST1 as potential biomarkers for CAD risk assessment. These findings provide a novel basis for the prediction, prevention, and individualized treatment of CAD.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204370",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We constructed a diagnostic prediction model based on cuproptosis-related genes using whole-blood transcriptome data. Our results identify HIST1H4E, IL6ST, and LST1 as potential biomarkers for CAD risk assessment"
    },
    {
      "title": "Age‑dependent and post‑intraventricular hemorrhage remodeling of the ependymal glycocalyx in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204359",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-omics analyses identify mannose phosphate isomerase-centered hypoxia-induced angiogenesis signature in colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204349/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study depicts the transcriptional landscape linking hypoxia and angiogenesis in CRC, and identifies MPI as a novel regulator of this process.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204349",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study depicts the transcriptional landscape linking hypoxia and angiogenesis in CRC, and identifies MPI as a novel regulator of this process"
    },
    {
      "title": "The multifaceted roles of non-coding RNAs in cell-cell communication in cardiovascular health and disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204346/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Non-coding RNAs are critical regulators of cell-to-cell communication in the cardiovascular system, playing pivotal roles in heart development, function, and disease progression. Among these, extracellular vesicles, RNA-binding proteins, and lipoprotein complexes have emerged as key carriers, facilitating the paracrine-and occasionally endocrine-transfer of non-coding RNAs. While extensive evidence supports the role of microRNAs in mediating communication between cardiomyocytes, fibroblasts,...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204346",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection of atrial fibrillation via artificial intelligence-assisted auscultation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The AI-based electronic stethoscope shows promise as a reliable and accessible tool for AF screening, with potential applications in primary healthcare and general population screening.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204323",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The AI-based electronic stethoscope shows promise as a reliable and accessible tool for AF screening, with potential applications in primary healthcare and general population screening"
    },
    {
      "title": "New insights into the phylogenetic and biogeographic analysis of Elaeocarpus (Elaeocarpaceae) in China, and further consolidated 'Acronodia' as a distinct group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204321/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Overall, this study highlights the taxonomic utility of chloroplast genomes in Elaeocarpus, and the time and regions of origin will facilitate future studies on conservation.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204321",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Overall, this study highlights the taxonomic utility of chloroplast genomes in Elaeocarpus, and the time and regions of origin will facilitate future studies on conservation"
    },
    {
      "title": "HIV-1 drug resistance and molecular transmission network analysis of newly diagnosed people living with HIV in Beijing, China: a retrospective study from 2015 to 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204314/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study revealed the prevalence of HIV-1 drug resistance and molecular transmission network in Beijing. The change in the dominant HIV strain of participants should be emphasized. Subtype CRF07_BC is prone to forming fast-spreading clusters, and targeted interventions should be designed to prevent high-risk transmission sources and reduce new HIV infections.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204314",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study revealed the prevalence of HIV-1 drug resistance and molecular transmission network in Beijing. The change in the dominant HIV strain of participants should be emphasized"
    },
    {
      "title": "A checklist for translating and adapting questionnaires (CTAQ) in healthcare research: insights from a Delphi method approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The CTAQ offers a systematic, consensus-based framework that enhances the linguistic and cultural accuracy of translated survey instruments in healthcare research.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204310",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The CTAQ offers a systematic, consensus-based framework that enhances the linguistic and cultural accuracy of translated survey instruments in healthcare research"
    },
    {
      "title": "Dutch guideline for the prevention and control of multidrug-resistant organisms in the hospital setting, 2024 update",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204306/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "The emergence of multidrug-resistant organisms (MDROs) represents a significant challenge for global healthcare systems. The Netherlands maintains one of the lowest antimicrobial resistance rates in the world, attributed to prudent antibiotic use and effective infection prevention and control policies in healthcare settings. This report presents an updated national guideline for the infection prevention and control of MDROs in hospitals, developed by the Dutch Collaborative Partnership for...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204306",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bilateral association between muscle strength and depression: evidence from a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204300/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A bilateral longitudinal association exists between muscle strength and depression.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204300",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A bilateral longitudinal association exists between muscle strength and depression"
    },
    {
      "title": "Estimated disability weights for the severity of health outcomes: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The overall summary of disability weights obtained from this meta-analysis is reliable. This study indicates that respondents' sociodemographic characteristics may impact a population's preference for health states, which should be considered in future disability weight assessments.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204294",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "a population's preference for health states, which should be considered in future disability weight assessments",
      "conclusion": "The overall summary of disability weights obtained from this meta-analysis is reliable. This study indicates that respondents' sociodemographic characteristics may impact a population's preference for health states, which should be considered in future disability weight assessments"
    },
    {
      "title": "Association between cognitive function and smartphone ownership among Japanese very old adults: a cross-sectional and longitudinal study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204289/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: This research was conducted to investigate the association between cognitive function and smartphone ownership among very old adults, a rapidly growing age group. Additionally, we conducted a longitudinal investigation as a sub-analysis to determine whether owning a smartphone affects the level of long-term care certification as a proxy outcome for cognitive decline.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204289",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gaps in the detection of drug-drug interactions between antipsychotic and cardiometabolic medications: a multisource analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This systematic review and disproportionality analysis identified potential DDIs between antipsychotic medications and cardiometabolic medications, many of which were not captured by commonly used DDI checkers. These findings underscore the need for clinicians to consult multiple sources and apply clinical judgment when prescribing these medications. Improved integration of pharmacovigilance data into DDI checkers may enhance the identification and prevention of harmful...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204288",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This systematic review and disproportionality analysis identified potential DDIs between antipsychotic medications and cardiometabolic medications, many of which were not captured by commonly used DDI checkers. These findings underscore the need for clinicians to consult multiple sources and apply c..."
    },
    {
      "title": "Differences between breech and cephalic neonates born after planned cesarean section: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204271",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cerebrolysin ameliorates ketamine-mediated anxiety and cognitive impairments via modulation of mitochondrial function and CREB/PGC-1α pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "Schizophrenia is known as a complex and devastating mental disorder due to its profound impact on individuals, families, and society. Emerging evidence proposes that mitochondria play a central role in schizophrenia. Here, we investigated whether cerebrolysin (CBL) can alleviate anxiety-like behaviors and cognitive deficits through a mechanism involving the CREB/PGC-1α pathway. In this study, 30 male BALB/c mice were randomly assigned to three different groups: Control, Ketamine, and Ketamine +...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204270",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether cerebrolysin (CBL) can alleviate anxiety-like behaviors and cognitive deficits through a mechanism involving the CREB/PGC-1α pathway",
      "significance": "on individuals, families, and society",
      "conclusion": null
    },
    {
      "title": "Diversity of glyphosate-degrading bacteria and degradation genes from Xinjiang cotton field's unique soil environment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "To clarify the diversity of glyphosate-degrading bacteria and genes in arid and alkaline soil environments, an efficient bacterial community, named CW, was enriched from the long-term continually cropped saline-alkali cotton soil in Xinjiang. This community could degrade 500 mg/L of glyphosate within 36 h in MSM medium with a pH of 8.0. The CW community was mainly composed of over 20 genera belonging to the phyla Pseudomonadota, Bacillota, and Bacteroidota. Notable genera include Hyphomicrobium,...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204268",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reducing misclassification of medical waste: nudging stakeholders to reduce waste misclassification in a novel simulated operating room built environment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41204264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251108023504&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Participants had significant improvement in OR waste classification accuracy after the implementation of educational signage and a novel adapted bin system. These strategies can be employed to increase waste sorting accuracy in the OR or be used as an educational tool during trainings to improve staff understanding of proper waste disposal.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41204264",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Participants had significant improvement in OR waste classification accuracy after the implementation of educational signage and a novel adapted bin system. These strategies can be employed to increase waste sorting accuracy in the OR or be used as an educational tool during trainings to improve sta..."
    }
  ]
}