{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-02-14T07:52:38.365Z",
  "totalItems": 150,
  "totalArchived": 54635,
  "newPapersAdded": 78,
  "institutionBreakdown": {
    "KAIST": 17,
    "SNU": 100,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 4,
    "Korea University": 57,
    "IBS": 7,
    "UNIST": 1,
    "Hanyang University": 5,
    "KIST": 2,
    "GIST": 5,
    "Kyung Hee University": 9,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Computer Science": 6,
    "Biomedical": 34,
    "Multidisciplinary": 64,
    "Materials Science": 8,
    "Cancer Research": 34,
    "Neuroscience": 4
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Enhancing reliability in electrical grids: A hybrid machine learning approach for electrical faults classification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686863/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Transmission lines are vital components of electrical grids, ensuring the efficient transfer of electricity from power plants to consumers over extensive geographical areas. These lines are constructed with careful consideration of factors such as conductor materials, insulation levels, current ratings, and voltage ratings to maintain reliable and safe electricity delivery. However, various types of faults can occur in transmission lines, posing significant challenges, often leading to outages,...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41686863",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disability and Relapse Risk in Late-Onset Myelin Oligodendrocyte Glycoprotein Antibody-Associated Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this cohort study of MOGAD, late onset was not associated with a risk of relapse but with a higher risk of moderate disability at follow-up. Prospective studies with longer follow-up periods are warranted to better understand and manage patients with late-onset disease.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KAIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41686435",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this cohort study of MOGAD, late onset was not associated with a risk of relapse but with a higher risk of moderate disability at follow-up. Prospective studies with longer follow-up periods are warranted to better understand and manage patients with late-onset disease"
    },
    {
      "title": "Recent Advances in Integrating Graphene into Polymeric Nanocomposite Hydrogels for Biomedical Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Hydrogels are widely used in biomedical applications because they are biocompatible, respond to external stimuli, and closely mimic the mechanical properties of natural tissues. However, conventional hydrogels often exhibit poor electrical conductivity, low mechanical strength, and limited functionality, hindering their use in advanced biomedical platforms. These challenges can be addressed by integrating 2D graphene and its derivatives into polymer-based nanocomposite hydrogels (CHGs)....",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41685914",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Twenty-Five Years of CIPM-CCQM Gas Analysis Key Comparisons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685739/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "International key comparisons under the International Committee for Weights and Measures' Mutal Recognition Arrangement (CIPM-MRA) provide the means to assess the equivalence of measurement standards and the comparability of calibration and measurement capabilities at National Metrology Institutes and Designated Institutes around the world. They also provide a snapshot of the state of the art in measurement science in terms of the realization of the definition of SI units and vital insights on...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41685739",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photocatalytic Reconstruction of Bicyclo[1.1.0]butanes to Oxygenated Bicycles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685613/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Saturated benzene bioisosteres alleviate the constraints of aromatic planarity; however, oxygen-containing variants remain underdeveloped with limited positional diversity. Here we report a visible-light-driven oxygenation of bicyclo[1.1.0]butanes that encodes ring-open-close programmability to construct unique oxygenated bicycles, 5-oxa-2-oxobicyclo[2.1.1]hexanes (5-oxa-2-oxo-BCHex), bearing new exit vectors. Pyridine N-oxides act as oxene surrogates, effecting selective cleavage of the bridge...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41685613",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Boehmeria nivea</em> (L.) Gaud. <em>ameliorate oxidative stress-mediated inflammatory Responses and apoptosis in LPS/CSC-induced chronic obstructive pulmonary disease mouse model</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684519/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Boehmeria nivea (L.) Gaud. has traditionally been regarded as a medicinal food with applications in various inflammatory disorders. However, its role in chronic obstructive pulmonary disease (COPD) has not yet been clarified.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41684519",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Uncovering a third function of the transistor beyond switching and amplification: coupled photo-responsive oscillators for in-sensor computing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684239/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "To enable in-sensor computing that emulates the biological brain's ability to process visual information with minimal energy consumption, we demonstrated brain-inspired coupled twin photo-responsive oscillators (CT-PROs) that integrate sensing and signal processing within a single device. The CT-PROs utilize a single-transistor latch (STL) phenomenon to generate iterative oscillations modulated by incident light. Each PRO, structurally identical to a metal-oxide-semiconductor field-effect...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41684239",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SMURF2 in Anticancer Therapy: Dual Role in Carcinogenesis and Theranostics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683957/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Cancer is a heterogeneous disease at the cellular level and analyzing the genetic and molecular profile is essential for targeted therapy. Cancer cells continue to mutate, often resulting in drug resistance. In addition, cancers such as triple-negative breast cancer (TNBC) lack the target proteins used in some of the most effective therapies. This necessitates the identification of novel target proteins and biomarkers for effective treatment strategies. Ubiquitin E3 ligases are often...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41683957",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Extract of the Endophytic Fungus <em>Penicillium compactum</em> Inhibits the Replication of Human Coronavirus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683612/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Fungal extracts have been reported to exert diverse biological activities, including anti-inflammatory, antibacterial, and antiviral effects. However, the anti-coronaviral properties of fungal extracts remain largely unexplored. In this study, we demonstrated that the Penicillium compactum extract (PCE) inhibits the replication of human coronavirus. RD cells were infected with human coronavirus and subsequently treated with PCE. PCE treatment reduced the expression of viral proteins and...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41683612",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radiation-Induced Synthesis of a Minocycline-Derived Polycyclic Scaffold with Anti-Inflammatory and Antibacterial Effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Radiation is widely used as a powerful tool for inducing molecular transformation and expanding chemical diversity; however, its application in clinically relevant antibiotics remains limited. Minocycline (1), a clinically used tetracycline antibiotic, was subjected to gamma irradiation at doses of up to 30 kGy, resulting in the formation of a previously unreported radiation-induced derivative, minocyclinosin A (2). The structure of the newly generated compound was elucidated by comprehensive...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41683412",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early Intra-Aortic Balloon Pump Support and In-Hospital Mortality in Patients with LV Dysfunction and Cardiogenic Shock Complicating AMI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background: Despite advancements in mechanical support (MCS) devices, the mortality rate for patients with cardiogenic shock remains high. This study aimed to evaluate the efficacy of early intra-aortic balloon pump (IABP) support compared to medical therapy in patients with cardiogenic shock (CS) due to acute myocardial infarction (AMI) (AMI-CS) resulting in severe left ventricular (LV) systolic dysfunction. Methods: We analyzed the RESCUE I registry (NCT02985008), a multicenter cohort of 1247...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41682726",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the efficacy of early intra-aortic balloon pump (IABP) support compared to medical therapy in patients with cardiogenic shock (CS) due to acute myocardial infarction (AMI) (AMI-CS) resulting ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Decentralized Computation Offloading Strategy via Multi-Agent Deep Reinforcement Learning for Multi-Access Edge Computing Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682429/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Multi-access edge computing (MEC) has been widely recognized as a promising solution for alleviating the computational burden on edge devices, particularly in supporting fast and real-time processing of resource-intensive applications. In this paper, we propose a decentralized offloading decision strategy based on multi-agent deep reinforcement learning (MADRL), aiming to minimize the overall task completion latency experienced by edge devices. Our proposed scheme adopts a grant-free access...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41682429",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancing V2V Communication by Parsimoniously Leveraging V2N2V Path in Connected Vehicles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "The rapid proliferation of connected vehicles equipped with both Vehicle-to-Vehicle (V2V) sidelink and cellular interfaces creates new opportunities for real-time vehicular applications, yet achieving ultra-reliable communication without prohibitive cellular costs remains challenging. This paper addresses reliable inter-vehicle video streaming for safety-critical applications such as See-Through for Passing and Obstructed View Assist, which require stringent Service Level Objectives (SLOs) of 50...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41682335",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "(SLOs) of 50",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AI-Based Electromyographic Analysis of Single-Leg Landing for Injury Risk Prediction in Taekwondo Athletes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Improper landing mechanics in Taekwondo can lead to non-contact injuries such as ankle sprains and knee ligament tears, highlighting the necessity for objective methods to evaluate landing stability and injury risk. Electromyography (EMG) enables the examination of muscle activation patterns; however, conventional analyses based on simple averages have limited predictive value. Methods: This study analyzed EMG signals recorded during single-leg landings (45 cm height) in...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41682142",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Improper landing mechanics in Taekwondo can lead to non-contact injuries such as ankle sprains and knee ligament tears, highlighting the necessity for objective methods to evaluate landing stability a...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Second Salvage Autologous Hematopoietic Stem Cell Transplantation in Patients with Relapsed/Refractory Multiple Myeloma in the Era of Novel Agents: Results of the KMM2301 Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41681943/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SAT may provide clinical benefit in selected patients with MM, particularly those with a durable response to first ASCT and those undergoing SAT at an earlier line of relapse in the novel agent era.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41681943",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SAT may provide clinical benefit in selected patients with MM, particularly those with a durable response to first ASCT and those undergoing SAT at an earlier line of relapse in the novel agent era"
    },
    {
      "title": "Deep Learning-Based Liver Tumor Segmentation from Computed Tomography Scans with a Gradient-Enhanced Network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41681747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: This study aimed to develop a fully automatic method for liver tumor segmentation based on our previously developed gradient-enhanced network G-UNETR++. Methods: The proposed method consists of segmentation of the full liver region from computed tomography (CT) images using G-UNETR++, masking the CT images with the extracted liver region to exclude non-liver regions, and liver tumor segmentation from the masked CT images, also using G-UNETR++. To train and evaluate the...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41681747",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aimed to develop a fully automatic method for liver tumor segmentation based on our previously developed gradient-enhanced network G-UNETR++",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Multiscale Modeling Approach for the Prediction of the Mechanical Properties of C/SiC Composites Fabricated by the CVI Process",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41681311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "A multiscale modeling approach is proposed to investigate the mechanical properties of carbon fiber/silicon carbide (C/SiC) composites fabricated by chemical vapor infiltration (CVI) process. First, reactive molecular dynamics simulations are conducted to estimate the mechanical properties of the SiC matrix fabricated via CVI. Subsequently, a two-level micromechanics-based homogenization is developed to account for the effects of various constituents (e.g., porosity and carbon fiber) on the...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "UNIST"
      ],
      "pmid": "41681311",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unobtrusive sleep posture estimation using pressure sensor in home sleep",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41687136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings indicate that the model trained in a laboratory setting maintained high performance in real-world conditions, supporting the feasibility of implementing sleep monitoring technologies in daily life and clinical contexts. This study contributes to the development of noninvasive, long-term sleep monitoring systems and highlights the potential for future clinical applications in embedded systems and hospital environments through the use of feature-based models with high...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41687136",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the model trained in a laboratory setting maintained high performance in real-world conditions, supporting the feasibility of implementing sleep monitoring technologies in daily life and clinical...",
      "conclusion": "These findings indicate that the model trained in a laboratory setting maintained high performance in real-world conditions, supporting the feasibility of implementing sleep monitoring technologies in daily life and clinical contexts. This study contributes to the development of noninvasive, long-te..."
    },
    {
      "title": "Host Preference Associated With Deoxynivalenol and Nivalenol Chemotypes in Fusarium graminearum, F. asiaticum, and F. meridionale",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41687028/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Members of Fusarium sambucinum species complex (FSAMSC), major mycotoxigenic phytopathogens, affect cereal crops such as wheat and rice. The predominant members of FSAMSC, F. graminearum, F. asiaticum, and F. meridionale, are distinguished by their trichothecene chemotypes, primarily nivalenol (NIV) and deoxynivalenol (DON) chemotype. While DON has been linked to virulence in certain FSAMSC species, NIV chemotypes exhibit increased aggressive in rice, whereas DON chemotypes preferentially infect...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41687028",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Flow Plastometry of Microplastics Using Optical Line Tweezers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686919/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Microplastics (MPs), both primary and secondary, have been reported to cause adverse effects on ecosystems, including human health. A substantial portion of MPs has been identified in aquatic environments such as oceans, rivers, lakes, reservoirs, and even drinking water systems. The potential human health risks of MPs absorbed through water intake have been increasingly reported. The chemical composition, which includes core components and surface coatings, as well as physical characteristics...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41686919",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Breaking the optical loss barrier in amorphous silicon across the full visible spectrum via dopant-controlled chemical vapor deposition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "The propagation of light in nanophotonic structures is governed by the refractive index and optical dispersion of constituent materials. However, the choice of dielectrics is often restricted within the transparency window. We introduce object-driven engineering of the process of silicon-based dielectric materials for metasurfaces: visibly transparent hydrogenated amorphous silicon (a-Si:H) with a high refractive index of 3.48 and oxygen-doped a-Si:H (a-SiO(x):H) exhibiting strong dispersion...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41686887",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Super-barcoding of four Agrimonia species distributed in Korea based on complete plastid genomes and nuclear ribosomal DNAs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686737/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "The genus Agrimonia is widely distributed throughout temperate regions and includes species used in traditional medicine in Asia and Europe. However, their accurate identification is often challenging because the vegetative parts used, such as leaves and roots, are morphologically highly similar across species. To investigate the genetic diversity of Agrimonia species commonly distributed and traded in Korea and to develop reliable molecular tools for species authentication, we collected 36...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41686737",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A prokinetic agent DA-9701 formulated with Corydalis tuber and Pharbitidis semen improves nausea in migraine: A prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686710/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Nausea is common in migraines and is one of the most prevalent neurological disorders. Although migraine prophylaxis is known to reduce nausea, the impact of nausea treatment on migraine headache frequency remains unclear. DA-9701, a prokinetic derived from Corydalis tuber and Pharbitidis semen, offers serotonin 5-HT1A/5-HT4 agonism and D2 antagonism, with a reduced risk of adverse effects associated with traditional D2 antagonists. This study assessed the efficacy and short-term tolerability of...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41686710",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of nausea treatment on migraine headache frequency remains unclear",
      "conclusion": null
    },
    {
      "title": "Diagnostic performance of colonoscopy after positive FIT in National Cancer Screening Program",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686611/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "The National Cancer Screening Program of Korea provides an annual fecal immunochemical test (FIT) for adults aged ≥50 years. We evaluated the diagnostic performance of colonoscopy and the prevalence ratio (PR) of advanced neoplasia (AN) in participants with positive FIT results under the National Cancer Screening Program between 2007 and 2024. The PR of AN was compared between binary groups created based on age, sex, waiting time to colonoscopy, FIT cutoff value, and anemia. Among the 2445...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41686611",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Olfactory vulnerability in older adults undergoing endoscopic skull base surgery: insights from olfactory strip elevation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Patients aged ≥50 years showed greater postoperative olfactory decline after EEA with olfactory strip elevation. Increasing age was associated with reduced levels of key olfactory cells. Higher S100 expression was associated with better postoperative olfactory outcomes.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41686484",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Patients aged ≥50 years showed greater postoperative olfactory decline after EEA with olfactory strip elevation. Increasing age was associated with reduced levels of key olfactory cells"
    },
    {
      "title": "Pancreatic Cystic Neoplasm Risk Among Individuals With Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this cohort study of 3 856 676 Korean adults, longer diabetes duration was associated with an increased risk of pancreatic cysts. The risk of pancreatic cyst occurrence was higher among younger male individuals with diabetes compared with their counterparts. Smoking cessation was associated with a lower risk of pancreatic cysts. Further studies incorporating imaging and longitudinal data are needed to clarify the clinical significance of pancreatic cysts in...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41686439",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of pancreatic cysts in",
      "conclusion": "AND RELEVANCE: In this cohort study of 3 856 676 Korean adults, longer diabetes duration was associated with an increased risk of pancreatic cysts. The risk of pancreatic cyst occurrence was higher among younger male individuals with diabetes compared with their counterparts"
    },
    {
      "title": "Clinical use of coronary computed tomography angiography-derived fractional flow reserve: expert consensus by an International Working Group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686239/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This consensus aims to provide guidance for radiologists, cardiologists, and other healthcare professionals, promoting the standardized and evidence-based use of CT-FFR in clinical practice.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41686239",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to provide guidance for radiologists, cardiologists, and other healthcare professionals, promoting the standardized and evidence-based use of CT-FFR in clinical practice",
      "significance": null,
      "conclusion": "This consensus aims to provide guidance for radiologists, cardiologists, and other healthcare professionals, promoting the standardized and evidence-based use of CT-FFR in clinical practice"
    },
    {
      "title": "Interaction of CSN4 to DDB1 regulates its stability and function in DNA damage signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41686221",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antibacterial activity of bioactive anthraquinones isolated from Cassia tora L. against pathogenic intestinal microorganisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686198/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Antimicrobial resistance (AMR) poses a major global health challenge, particularly in intestinal infections where the efficacy of conventional antibiotics is rapidly declining. The rising prevalence of antibiotic-resistant pathogens underscores the urgent need for alternative antimicrobial agents with favorable activity profiles. This study evaluated the antibacterial potential of bioactive anthraquinones isolated from Cassia tora L. seeds against clinically relevant intestinal pathogens and...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41686198",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Search for resonances decaying to an anomalous jet and a Higgs boson in proton-proton collisions at <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"> <mml:mrow><mml:msqrt><mml:mi>s</mml:mi></mml:msqrt> <mml:mo>=</mml:mo> <mml:mn>13</mml:mn> <mml:mspace></mml:mspace> <mml:mtext>Te</mml:mtext> <mml:mspace></mml:mspace> <mml:mtext>V</mml:mtext></mml:mrow></mml:math>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685965/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "This paper presents a search for new physics through the process where a massive particle, X, decays into a Higgs boson and a second particle, Y. The Higgs boson subsequently decays into a bottom quark-antiquark pair, which is reconstructed as a single large-radius jet. The decay products of Yare also assumed to produce a single large-radius jet. The identification of the Yparticle is enhanced by computing the anomaly score of its candidate jet using an autoencoder, which measures deviations...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41685965",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond the operating room: Long-Term care for living liver donors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685900/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41685900",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Updates in Abbreviated MRI-Based HCC Surveillance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Magnetic resonance imaging has gained increasing attention as a surveillance tool for hepatocellular carcinoma in high-risk populations due to its superior sensitivity for detecting early-stage tumors compared with ultrasound. However, the widespread use of complete contrast-enhanced MRI in routine surveillance has been limited by its long acquisition time and high cost. Abbreviated magnetic resonance imaging has emerged as a practical and effective alternative, offering improved sensitivity...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41685897",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential Associations of Physical Activity with Cardiovascular Outcomes According to Socioeconomic Status: A nationwide cohort study of 231,156 adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685822/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41685822",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photon-controlled memristive synapses: recent progress toward brain-inspired neuromorphic computing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "As Moore's law approaches its limit, there is an urgent need for alternative computing architectures capable of meeting rapidly growing data-processing and memory demands. Photonic information processing, which utilizes photons instead of conventionally used electrons, has emerged as a promising technological avenue. In recent years, optically controlled synaptic devices have garnered significant attention as building blocks for next-generation high-density computing, owing to their high...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41685773",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk of rectal bleeding with endorectal balloon use after hypofractionated intensity-modulated radiotherapy for prostate cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685719/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Endorectal balloon use during moderately hypofractionated IMRT was associated with significantly greater rectal bleeding, while oncological outcomes did not differ significantly. In the absence of demonstrated patient benefit, our findings do not support the routine use of ERB in contemporary prostate radiotherapy.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41685719",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Endorectal balloon use during moderately hypofractionated IMRT was associated with significantly greater rectal bleeding, while oncological outcomes did not differ significantly. In the absence of demonstrated patient benefit, our findings do not support the routine use of ERB in contemporary prosta..."
    },
    {
      "title": "Electro-Chemo-Mechanical Coupling in Composite Cathodes of Sulfide-Based All-Solid-State Batteries: Pathways, Degradation, and Design Rules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685636/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "By replacing flammable organic liquid electrolytes with rigid solid ones, all-solid-state batteries (ASSBs) promise higher pack-level energy density and improved thermal safety than conventional lithium-ion batteries (LIBs). However, their rigidity accompanies elevated significance of mechanical solid-solid contact on charge-transport interfaces during electrochemical operation of cells, which complicates accurate failure diagnosis and obscures rational design rules. This review integrates...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41685636",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "of mechanical solid-solid contact on charge-transport interfaces during electrochemical operation of cells, which complicates accurate failure diagnosis and obscures rational design rules",
      "conclusion": null
    },
    {
      "title": "Spatial Proteomics of the Normal Breast Collagen Stroma: Links to Density and Body Mass Index",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Collagen breast stroma can become a breast cancer risk factor, yet proteomic regulation of normal breast stroma remains poorly defined. This study evaluates the spatial regulation of the collagen proteome from normal breast tissue. Normal breast tissue sections from the Susan G. Komen tissue bank were used (n = 40), with data including genetic ancestry (n = 20 African ancestry; n = 20 European ancestry), body-mass-index (BMI), age, and mammogram density by the Breast Imaging Reporting and Data...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41685602",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular fluorophore dimerization: a new paradigm for precision phototheranostics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685519/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Molecular fluorophore dimerization has recently emerged as a powerful and versatile design strategy in phototheranostics, offering a distinct regulatory regime that is fundamentally different from conventional single-molecule, polymeric, or aggregate-based systems. In this review, we present the first systematic and unified analysis of molecular dimerization as an independent paradigm for precision phototheranostics. Unlike previous reviews that primarily focus on isolated small-molecule...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41685519",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Calcium-binding PLGA microparticles releasing rhBMP-2 for enhancement of bone healing with minimal ectopic bone formation in spine fusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685431/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "We designed a delivery vehicle that can maintain the local concentration of recombinant human bone morphogenetic protein-2 (rhBMP-2) only around the bone surgery site for the enhancement of bone healing without excessive bone formation at non-targeted sites. The microparticles were fabricated by encapsulation of rhBMP-2 into a poly(lactic-co-glycolic acid) (PLGA) core and by coating with poly(butyl methacrylate-co-methacryloyloxyethyl phosphate) (PBMP), which contains both calcium-binding...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41685431",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanomaterial-based total analysis systems for isolation and detection of exosomal biomarkers in cancer diagnosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Exosomes are nanoscale extracellular vesicles secreted by both cancerous and healthy cells that carry a diverse array of biomolecules, including nucleic acids and proteins, reflecting the physiological and pathological states of their cells of origin. This makes them highly promising biomarkers for liquid biopsy-based cancer diagnostics. However, conventional methods for exosome analysis from isolation to detection are often time-consuming, labor-intensive, and lack the sensitivity and...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41685362",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prediction of infliximab and anti-drug antibody concentrations in patients with inflammatory bowel disease using machine learning models with real-world data from a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685197/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ML models were developed to predict infliximab and ADA concentrations, with RF and XGBoost showing the best performance for infliximab and ADA prediction, respectively. The ADA model demonstrated stable multi-step forecasting capability. These models may support individualized dosing strategies and reduce the need for frequent therapeutic drug monitoring in clinical practice.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41685197",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ML models were developed to predict infliximab and ADA concentrations, with RF and XGBoost showing the best performance for infliximab and ADA prediction, respectively. The ADA model demonstrated stable multi-step forecasting capability"
    },
    {
      "title": "Anatomical layer analysis for safe thread insertion using micro-CT and ultrasonography: enhancing precision in facial thread-lifting procedures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684922/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrated that thread insertion into the superficial layer of the superficial musculoaponeurotic system is anatomically favorable approach for lifting lateral facial tissues. This layer offers the potential for achieving feasible results while minimizing iatrogenic complications in thread-lifting procedures.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41684922",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated that thread insertion into the superficial layer of the superficial musculoaponeurotic system is anatomically favorable approach for lifting lateral facial tissues. This layer offers the potential for achieving feasible results while minimizing iatrogenic complications in thr..."
    },
    {
      "title": "Spectral overlap of far-red light with chlorophyll fluorescence causes artifacts in PAM-based <em>Φ</em> <sub>PSII</sub> determination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Far-red light (FR, 700-800 nm) can enhance photosynthesis by stimulating photosystem I (PSI). However, during chlorophyll fluorescence (CF) measurements using pulse-amplitude modulation (PAM) fluorometry, unusually high quantum yields of photosystem II (Φ (PSII)) have been observed under high FR light intensities, raising concerns about measurement artifacts. To test this, we constructed light response curves for sweet basil (Ocimum basilicum L.) grown under light-emitting diode (LED) light...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41684857",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Wharton's jelly mesenchymal stem cell-secretome enhances skin rejuvenation via ApoA4 and SERPINH1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The WJ-MSC secretome demonstrated consistent in-vitro pro-regenerative, anti-inflammatory, and antioxidant activities, with ApoA4 and SERPINH1 as candidate mediators. Human findings are preliminary/exploratory and suggest potential short-term benefits that require confirmation in adequately powered, controlled trials.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41684813",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The WJ-MSC secretome demonstrated consistent in-vitro pro-regenerative, anti-inflammatory, and antioxidant activities, with ApoA4 and SERPINH1 as candidate mediators. Human findings are preliminary/exploratory and suggest potential short-term benefits that require confirmation in adequately powered,..."
    },
    {
      "title": "Development of an artificial intelligence-based prediction platform for early recurrence of resectable pancreatic cancer after curative surgery-toward future use as an indication for neoadjuvant treatment: a retrospective multicenter cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684632/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We developed an AI-based model to predict the early recurrence of RPC using preoperative parameters. By identifying patients at risk of early recurrence, optimal individualized treatments such as NAT can be considered. Future prospective studies are crucial to establish clear indications for NAT in RPC.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41684632",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We developed an AI-based model to predict the early recurrence of RPC using preoperative parameters. By identifying patients at risk of early recurrence, optimal individualized treatments such as NAT can be considered"
    },
    {
      "title": "Comparative outcomes of dialysis vascular access in kidney transplant patients: a propensity score-matched retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: VA outcomes in KT patients with allograft failure were comparable to those of non-KT patients. While KT status itself does not adversely affect VA patency or infection rates, patients with low body mass index, diabetes mellitus, or who are receiving steroid or mTOR inhibitors should be carefully managed.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41684631",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "VA outcomes in KT patients with allograft failure were comparable to those of non-KT patients. While KT status itself does not adversely affect VA patency or infection rates, patients with low body mass index, diabetes mellitus, or who are receiving steroid or mTOR inhibitors should be carefully man..."
    },
    {
      "title": "Increased risk of osteoporosis among thyroid cancer survivors: the influence of postoperative levothyroxine therapy in a nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684630/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Thyroid cancer patients showed a higher risk of osteoporosis compared to matched controls. Stratified analyses suggested that levothyroxine therapy may be a risk factor for osteoporosis. These findings highlight the importance of individualized treatment approaches.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41684630",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Thyroid cancer patients showed a higher risk of osteoporosis compared to matched controls. Stratified analyses suggested that levothyroxine therapy may be a risk factor for osteoporosis"
    },
    {
      "title": "Phyllodes tumors of the breast: a comprehensive review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Phyllodes tumors are rare biphasic fibroepithelial breast neoplasms classified as benign, borderline, or malignant. Despite their rarity, malignant variants carry higher risks of recurrence and metastasis. This review synthesizes current evidence on their clinical, histopathological, and molecular characteristics, including treatment strategies and prognostic factors, emphasizing tailored management. We performed a comprehensive literature review to summarize knowledge on clinical presentation,...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41684628",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Progesterone receptor expression and its prognostic role in hormone receptor-positive/human epidermal growth factor receptor 2-positive breast cancer: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684627/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In ER-positive, HER2-positive breast cancer, negative or weak PR expression was associated with inferior DFS and DRFS compared to strong PR expression. These findings highlight the potential prognostic value of PR status in this group, underscoring its relevance in guiding treatment and follow-up strategies for more individualized patient care.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41684627",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In ER-positive, HER2-positive breast cancer, negative or weak PR expression was associated with inferior DFS and DRFS compared to strong PR expression. These findings highlight the potential prognostic value of PR status in this group, underscoring its relevance in guiding treatment and follow-up st..."
    },
    {
      "title": "Deep learning-based classification of superficial femoral arterial lesions: a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This pilot study supports the feasibility of applying object detection algorithms as a preliminary step toward developing clinical decision support tools for peripheral arterial disease. Further refinements, including additional training data and more granular lesion annotation, are essential for improved classification of stenosis and occlusion.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41684626",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This pilot study supports the feasibility of applying object detection algorithms as a preliminary step toward developing clinical decision support tools for peripheral arterial disease. Further refinements, including additional training data and more granular lesion annotation, are essential for im..."
    },
    {
      "title": "Clinical implications and feasibility of cerebral autoregulation-based precision blood pressure monitoring in major noncardiac surgery: A protocol for AUTOREGULATE-NONCARDIAC, a multicentre prospective cohort study and peri-operative precision medicine platform",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: N/A.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41684415",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "N/A"
    },
    {
      "title": "Integrated Experimental and Computational Investigation of 7-Bromoochromone Thiosemicarbazones as α-Glucosidase Inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684315/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Diabetes mellitus (DM) is a metabolic condition commonly marked by increased blood glucose levels and effectively managed with α-glucosidase inhibitors. In this study, a novel series of 7-bromochromone-based thiosemicarbazones 4(a-r) was synthesized and assessed for their α-glucosidase inhibition. All the compounds demonstrated excellent inhibitory potential with IC(50) values in the range of 97.87 ± 0.01 μM-353.34 ± 0.06 μM, vastly outperforming the standard inhibitor acarbose (IC(50) = 871.40...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41684315",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Highly Tough, Notch-Insensitive, and Fast Self-Healing Thermoplastic Polyurethane Elastomers by Tailored Soft Segment Design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Achieving toughness, notch insensitivity, and self-healing within a single thermoplastic polyurethane (TPU) system is challenging. Hard domains formed by hydrogen-bonded urethane linkages provide mechanical strength but limit the chain mobility needed for healing, while soft domains enable elasticity but are more vulnerable to damage. We propose a soft-segment modification strategy that incorporates α,ω-hydroxyl end-functionalized polyacrylates into conventional TPU structures. Unlike our...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41684126",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tuning the Hydrogen Evolution Activity of Co<sub>2</sub>NiO<sub>4</sub> via Precursor-Controlled Synthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "The realization of efficient and durable earth-abundant electrocatalysts for alkaline hydrogen evolution reaction (HER) is critical for scalable hydrogen production, yet remains limited by insufficient intrinsic activity. Herein, we demonstrate a precursor-controlled hydrothermal strategy that enables precise morphology and surface-state regulation of spinel Co(2)NiO(4) directly grown on nickel foam, allowing a clear correlation between catalyst architecture and HER performance. By replacing...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41684003",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cytosine Deaminase-TRAIL Expressing Human Adipose Stem Cells Inhibit Tumor Growth in Castration Resistant Prostate Cancer Bearing Mice with Less Toxicity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Stem cells can selectively migrate toward cancer cells, and therapeutic genes can be introduced into stem cells. Tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) induces apoptosis in cancer cells without harming normal cells. In this study, we evaluated the inhibition of tumor growth in castration-resistant prostate cancer (CRPC) using human adipose-derived stem cells (ADSCs) engineered to express cytosine deaminase (CD) and soluble TRAIL (sTRAIL), combined with the prodrug...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41683982",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Estrogen-Dependent Regulation of FDPS in the Mouse Uterus and Its Expression in Endometrial Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683980/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "The uterus is a dynamic organ in which the endometrium undergoes cyclic processes of proliferation, shedding, and regeneration under the influence of estrogen and progesterone. In particular, estrogen regulates the proliferation and differentiation of the endometrium and plays an important role in the development of gynecological diseases such as endometrial cancer. Farnesyl diphosphate synthase (FDPS) is a key enzyme involved in the mevalonate pathway, catalyzing the synthesis of farnesyl...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41683980",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "role in the development of gynecological diseases such as endometrial cancer",
      "conclusion": null
    },
    {
      "title": "Uncovering a Glaucoma-Linked Lysophosphatidic Acid-MAPK/AP-1 Fibrosis Axis in Human Trabecular Meshwork Cells and Its Modulation by <em>Diospyros kaki</em> Leaf Extract",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Dysregulated extracellular matrix (ECM) deposition and epithelial-mesenchymal transition (EMT) in the trabecular meshwork (TM) contribute to glaucoma-associated fibrotic remodeling, and lysophosphatidic acid (LPA) potently induces these profibrotic responses in human trabecular meshwork (HTM) cells. We investigated whether an ethanolic extract of Diospyros kaki leaves (EEDK) attenuates LPA-induced fibrosis and explored the underlying mechanisms. HTM cells were stimulated with LPA and treated...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41683963",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "whether an ethanolic extract of Diospyros kaki leaves (EEDK) attenuates LPA-induced fibrosis and explored the underlying mechanisms",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Panobinostat Potentiates the Antitumor Efficacy of 5-Fluorouracil in Gastric Cancer by Suppressing Thymidylate Synthase Expression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683937/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Resistance to 5-fluorouracil (5-FU), a cornerstone chemotherapy for gastric cancer (GC), is a major clinical obstacle, often driven by the upregulation of its target enzyme, thymidylate synthase (TS). In this study, we investigated the potential of the pan-histone deacetylase inhibitor (HDACi) panobinostat to synergize with 5-FU. In GC cell lines, panobinostat treatment alone suppressed cell viability, clonogenicity, and migration, and this was associated with the induction of G1-phase cell...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41683937",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the potential of the pan-histone deacetylase inhibitor (HDACi) panobinostat to synergize with 5-FU",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection of TERT Promoter Mutations in Papillary Thyroid Carcinoma Using Droplet Digital PCR and Their Association with Aggressive Tumor Features",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "This study evaluated the reliability of droplet digital polymerase chain reaction (ddPCR) for detecting TERT promoter (pTERT) mutations in formalin-fixed, paraffin-embedded (FFPE) thyroid cancer samples and examined their association with clinicopathological features. A retrospective cohort of 296 postoperative patients with papillary thyroid carcinoma (PTC) was analyzed. DNA extracted from archived FFPE thyroidectomy specimens was examined for TERT promoter mutations using ddPCR. pTERT...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41683917",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "3-Hydroxypropionic Acid Enhances Hair Growth-Related Signaling in Human Follicle Dermal Papilla Cells via Activation of the Wnt/β-Catenin Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Hair loss is a common condition that affects a large number of people worldwide, impacting both men and women. Its development is closely linked to the function of hair follicle dermal papilla cells (HFDPCs), which play a pivotal role in maintaining hair growth and follicle integrity. However, these cells are particularly vulnerable to oxidative stress generated under psychological or environmental stressful conditions. Preserving the mitochondrial function and biological activity of HFDPCs is...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41683901",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Decoding Membrane Lipids: Analytical Barriers and Technological Advances in Modern Lipidomics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683891/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Biological membranes are dynamic, information-rich platforms whose structural and functional properties are dictated by lipid composition rather than acting as passive barriers. Recent advances in lipidomics have revealed that variations in lipid headgroups, acyl-chain length and saturation, sn-positional architecture, and oxidative modifications profoundly influence membrane mechanics, lateral organization, and protein-lipid interactions. These features collectively regulate fundamental...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41683891",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Morphology-Driven Enhancement of Alkaline OER Performance in Spinel NiCo<sub>2</sub>O<sub>4</sub> Nanosheet Electrodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "The oxygen evolution reaction (OER) is a critical anodic process in alkaline water electrolysis, and its catalytic performance can be effectively regulated through rational morphology engineering that governs active-site exposure, mass transport, and charge-transfer kinetics. Herein, we report a precursor-controlled synthesis of spinel NiCo(2)O(4) (NCO) catalysts with tunable two-dimensional architectures for efficient alkaline OER. By employing hexamethylenetetramine (H) and urea (U) as...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41683868",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling Lennox-Gastaut Syndrome: From Molecular Pathogenesis to Precision Diagnosis and Targeted Therapy Evolving Therapeutic Strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Lennox-Gastaut syndrome (LGS) is a rare and severe developmental and epileptic encephalopathy characterized by multiple drug-resistant seizure types, mandatory tonic seizures, cognitive and behavioral impairment, and distinctive electroencephalographic features, including slow spike-wave discharges and generalized paroxysmal fast activity. Despite decades of therapeutic advances, LGS remains associated with profound lifelong disability and the absence of a single disease-defining molecular...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41683806",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of AI-Predicted GH11 Xylanase Models Against a Previously Unreported Experimental Structure: Implications for Conformational Accuracy and Ligand Binding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Artificial intelligence (AI)-based structure prediction tools have emerged as powerful methods for understanding previously unsolved structures. AI-predicted models are widely used for protein function identification, drug development, and protein engineering. Although AI-predicted structures offer significant opportunities to advance research, their inaccuracies can lead to misinterpretations of molecular mechanisms. Thus, evaluating the structural differences between AI-predicted and...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41683791",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent Advancements in Bioactive Natural Products and Nanoparticle-Mediated Drug Delivery in Cancer Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683779/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Cancer remains a leading cause of death worldwide, necessitating new treatment strategies. Bioactive natural products are a promising source of anticancer drugs because of their complex structures and ability to target multiple pathways, such as inducing apoptosis and inhibiting angiogenesis. However, issues like poor solubility, stability, and bioavailability have limited their clinical use. Nanoparticle-based drug delivery offers a revolutionary approach by improving the pharmacokinetics and...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41683779",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Concordance of Genomic Alterations in Ovarian Cancer Tissues and Circulating-Tumor DNA: A Pilot Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "High-grade serous ovarian carcinoma (HGSOC) is characterized by profound genomic instability and spatial heterogeneity. Liquid biopsy, utilizing circulating tumor DNA (ctDNA), offers a non-invasive approach to capture the comprehensive mutational landscape of the disease. This pilot study evaluated the concordance of genomic alterations between cell-free DNA (cfDNA) and matched tumor tissue in patients with HGSOC. Twelve patients with HGSOC undergoing primary cytoreductive surgery were enrolled....",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41683736",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physiological Changes and Transposition of Insertion Sequences in the <em>dps</em>-Double-Knockout Mutant of <em>Deinococcus geothermalis</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683667/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "DNA-protecting proteins (Dps) are crucial for safeguarding chromosomal DNA in starved cells during the stationary phase under stressful conditions. In previous research, the two Dps proteins in Deinococcus geothermalis, Dgeo_0257 (Dps3) and Dgeo_0281 (Dps1), were found to complement each other in protecting DNA from oxidative damage. This study investigates the physiological changes and transposition of insertion sequences (ISs) in a double-knockout (DK) mutant lacking both dps genes....",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41683667",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Circulating Exosomal MicroRNA Profiles Associated with Heavy Metal Exposure and Short Stature in Children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683657/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Heavy metal exposure is increasingly linked to impaired childhood growth, but the biological mechanisms are poorly understood. Here, we assessed associations between heavy metal exposure and growth impairment (idiopathic short stature [ISS] and growth hormone deficiency [GHD]) in 36 children (24 cases, 12 controls, males 41.7%), identifying related alterations in circulating exosomal miRNAs. Blood/urine concentrations of nine metals, including Pb, As, and Hg were measured, and serum exosomal...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41683657",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Activation of Cannabinoid Receptor 1 Enhances Wound Healing by Promoting the Proliferative Phase",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "The mechanisms underlying wound healing mediated by cannabinoid receptor 1 (CB1)-known for its neuromodulatory functions-remain incompletely understood. Therefore, we investigated the impact of activating CB1 using specific agonists, both in vitro and in vivo, with a focus on wound healing. In the in vitro study, fibroblasts were isolated and cultured from the dermis of human skin and treated with a CB1 agonist, 2-arachidonyl glyceryl ether (2-AGE). In the in vivo study, a mouse acute wound...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41683598",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the impact of activating CB1 using specific agonists, both in vitro and in vivo, with a focus on wound healing",
      "significance": "of activating CB1 using specific agonists, both in vitro and in vivo, with a focus on wound healing",
      "conclusion": null
    },
    {
      "title": "Microbiome-Derived Indole-3-Lactic Acid Attenuates <em>Cutibacterium Acnes</em>-Induced Inflammation via the Aryl Hydrocarbon Receptor Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Acne vulgaris is a chronic inflammatory dermatosis where conventional therapies often face limitations in efficacy and safety, necessitating the development of microbiome-targeted interventions. This study investigated the immunomodulatory potential of microbiome-derived tryptophan metabolites as a novel therapeutic strategy for Cutibacterium acnes (C. acnes)-induced inflammation, focusing on the aryl hydrocarbon receptor (AHR) pathway. We evaluated indole-3-lactic acid (ILA), indole-3-acrylic...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41683560",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the immunomodulatory potential of microbiome-derived tryptophan metabolites as a novel therapeutic strategy for Cutibacterium acnes (C",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dietary Polyphenols Curcumin and Resveratrol Exert Selective Anticancer Effects in Melanoma Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Although curcumin (CUR) and resveratrol (RSV) are natural polyphenolic compounds with reported anticancer and anti-inflammatory properties, their combined anticancer effects in melanoma cells remain incompletely characterized. This study aimed to evaluate the anticancer efficacy of CUR and RSV, individually, and in combination, in melanoma cells compared to normal melanocytes. Methods: Cell viability and intracellular ATP levels were quantified, and dose-response analyses...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41683370",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Although curcumin (CUR) and resveratrol (RSV) are natural polyphenolic compounds with reported anticancer and anti-inflammatory properties, their combined anticancer effects in melanoma cells remain i...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential Network-Based Dietary Structure and Type 2 Diabetes Risk: A Prospective Cohort Study Using Food Co-Consumption Networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683328/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Current data-driven dietary pattern methods have limitations in identifying disease-specific dietary structures. We developed network-derived dietary scores based on type 2 diabetes (T2D)-differential food co-consumption networks and examined their associations with incident T2D risk. Methods: Using the Korean Genome and Epidemiology Study-CArdioVascular disease Association Study (KoGES-CAVAS, n = 16,665), we constructed food co-consumption networks from cumulative average...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41683328",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Current data-driven dietary pattern methods have limitations in identifying disease-specific dietary structures",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improving Lipid Profiles Through <em>Lactobacillus rhamnosus</em> Supplementation in Dyslipidemic Animal Models: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Dyslipidemia, characterized by elevated triglyceride (TG), total cholesterol (TC), and low-density lipoprotein cholesterol (LDL-C) levels, is a major cardiovascular risk factor. However, evidence regarding the lipid-modulating efficacy of Lactobacillus rhamnosus and Lactobacillus casei remains limited. This systematic review and meta-analysis (PROSPERO: CRD420251153531) evaluated their lipid-modulating effects in preclinical dyslipidemia models. A comprehensive search of four databases up to...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41683053",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Impact of Greater Auricular Nerve Injury in Parotidectomy: A Narrative Review of Sensory Outcomes and Quality of Life",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682975/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Postoperative sensory loss is a frequent morbidity following parotidectomy, yet the necessity of preserving the greater auricular nerve (GAN) during parotidectomy remains debated. While some surgeons prioritize nerve sacrifice for better oncological exposure, others advocate for preservation to maintain quality of life (QoL). This narrative review provides a comprehensive synthesis of current evidence regarding the impact of GAN sacrifice on objective sensory modalities,...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682975",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Postoperative sensory loss is a frequent morbidity following parotidectomy, yet the necessity of preserving the greater auricular nerve (GAN) during parotidectomy remains debated",
      "significance": "of GAN sacrifice on objective sensory modalities,",
      "conclusion": null
    },
    {
      "title": "LOw-Dose RAbeprazole Therapy for Reducing Gastrointestinal Events in Patients with High Bleeding Risk (LORA-HBR): A Prospective, Multicenter, Interventional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682970/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background: The widespread use of antithrombotic therapies increases bleeding risk, particularly in patients with a high bleeding risk (HBR). Although proton pump inhibitors are recommended for lowering the risk of upper gastrointestinal (UGI) bleeding, the optimal agent and dosage remain uncertain. This study evaluated the efficacy and safety of low-dose rabeprazole (LORA, 5 mg) in reducing the incidence of GI-related adverse events in HBR patients receiving chronic antithrombotic therapy....",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41682970",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinct Coagulation Phenotypes and Long-Term Neurological Outcomes in Post-Cardiac Arrest Syndrome: A Latent Class Analysis of a 9-Year Single-Center Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682968/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Post-cardiac arrest syndrome (PCAS) induces systemic ischemia-reperfusion injury accompanied by sepsis-like coagulopathy. This coagulopathy presents heterogeneously, yet distinct coagulation phenotypes and their impact on hypoxic-ischemic brain injury (HIBI) remain poorly defined. We aimed to identify coagulation phenotypes using latent class analysis (LCA) and assess their association with 6-month neurological outcomes. Methods: We retrospectively analyzed adult...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682968",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "Post-cardiac arrest syndrome (PCAS) induces systemic ischemia-reperfusion injury accompanied by sepsis-like coagulopathy",
      "significance": "on hypoxic-ischemic brain injury (HIBI) remain poorly defined",
      "conclusion": null
    },
    {
      "title": "Impact of Violations of the Shortest Distance-Based Transport Protocol for Intra-Arrest on Clinical Outcomes in a Metropolitan City: A Large-Scale Registry Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objective: The optimal strategy for hospital transport of patients with out-of-hospital cardiac arrest is unclear. A transport protocol based on the shortest travel route was implemented in a metropolitan area in the Republic of Korea to minimize prehospital transport time; however, the protocol is frequently violated. This study evaluated whether protocol violations influenced the clinical outcomes of patients who experienced intra-arrest. Methods: This retrospective observational...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682963",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "The optimal strategy for hospital transport of patients with out-of-hospital cardiac arrest is unclear",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Exercise-Based Prehabilitation on Functional Capacity in Gastrointestinal Cancer Surgery: A Network Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682954/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Objectives: This study aimed to compare the effects of facility-based and home-based exercise prehabilitation on postoperative functional capacity and postoperative outcomes in patients undergoing gastrointestinal cancer surgery using a network meta-analysis. Methods: This systematic review and network meta-analysis included randomized controlled trials of exercise-based prehabilitation in patients undergoing gastrointestinal cancer surgery. Facility-based and home-based exercise interventions...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41682954",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aimed to compare the effects of facility-based and home-based exercise prehabilitation on postoperative functional capacity and postoperative outcomes in patients undergoing gastrointestina...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Refining Robotic Extravesical Ureteral Reimplantation: Impact of Ureteral Adventitia Inclusion and Distal-First Detrusorraphy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background: Robot-assisted laparoscopic ureteral reimplantation via an extravesical approach (RALUR-EV) is an established minimally invasive option for vesicoureteral reflux (VUR); however, surgical success remains variable, and detrusorraphy technique is a key determinant of reflux resolution. This study evaluated whether a refined detrusorraphy technique is associated with improved surgical outcomes following RALUR-EV. Methods: We retrospectively reviewed patients who underwent RALUR-EV...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682901",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Time-Course of Knee Muscle Strength Recovery at 3, 6, and 12 Months Postoperatively After Open Wedge High Tibial Osteotomy: Differential Recovery Patterns of Maximal Power and Muscle Endurance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Objectives: This study aimed to evaluate longitudinal changes in knee muscle strength following open wedge high tibial osteotomy (OWHTO) for medial compartment knee osteoarthritis with varus deformity, with particular emphasis on differences between the operated and non-operated knees. Methods: This retrospective study included 78 patients who underwent OWHTO. All patients followed a standardized rehabilitation protocol consisting of protected weight-bearing for six weeks, followed by closed...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682895",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aimed to evaluate longitudinal changes in knee muscle strength following open wedge high tibial osteotomy (OWHTO) for medial compartment knee osteoarthritis with varus deformity, with parti...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cognitive Impairment, Dementia and Depression in Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "This narrative review integrates longitudinal cohort studies, neuroimaging and biomarker research, and major clinical trials to examine how depression and cognitive decline interact across the dementia continuum. Depression and cognitive impairment frequently co-occur in late life and exhibit substantial clinical and biological overlap. Meta-analytic and large population-based cohort studies consistently show that late-life depression increases the risk of mild cognitive impairment and dementia,...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682879",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety and Efficacy of rhBMP-2 for Treating Acute Traumatic Fractures of the Upper and Lower Extremities: A Multicenter Prospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background: Delayed or non-union fractures comprise 5-10% of cases, indicating the need for biologic interventions. Recombinant human bone morphogenetic protein-2 (rhBMP-2) is a potent osteoinductive agent; yet, collagen carrier-based uncontrolled release causes adverse events. We evaluated the safety and efficacy of a hydroxyapatite (HA) carrier-based rhBMP-2 delivery system for acute traumatic upper and lower fractures exhibiting bone defects. Methods: This prospective, multicenter, single-arm...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41682857",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of an Internet of Things-Based Medication Assistance System on Real-World ART Adherence and Treatment Response in People Living with HIV",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: The study primarily examined whether an IoT-based medication assistance system enhances ART adherence relative to standard care, and secondarily evaluated device feasibility and error patterns over time. Methods: This prospective study was conducted between June 2022 and October 2023 at a tertiary hospital in South Korea. Adults (≥19 years) living with HIV and prescribed ART were included; those with comorbid hepatitis B or C were excluded. People living with HIV who...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41682831",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The study primarily examined whether an IoT-based medication assistance system enhances ART adherence relative to standard care, and secondarily evaluated device feasibility and error patterns over ti...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of Diagnostic Performance of Commercially Available Serological and Molecular Tests for Detection of <em>Orientia tsutsugamushi</em> in South Korea: A Single-Center Prospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background: Scrub typhus is commonly misdiagnosed because of nonspecific clinical features and limited data on the performance of diagnostic tests. This study aimed to evaluate the accuracy of commercially available serological and molecular assays for diagnosing scrub typhus. Methods: Adult patients with suspected scrub typhus who visited a tertiary-care hospital in South Korea from July 2022 to December 2024 were prospectively enrolled. Scrub typhus was confirmed by either a positive real-time...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41682766",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the accuracy of commercially available serological and molecular assays for diagnosing scrub typhus",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cervical Cancer Epidemiology: Global Incidence, Mortality, Survival, Risk Factors, and Equity in HPV Screening and Vaccination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Cervical cancer remains a major cause of morbidity and mortality among women worldwide, marked by stark geographic and socioeconomic disparities. Preventable via HPV vaccination and screening, progress toward elimination varies widely across and within countries. This narrative review synthesizes the epidemiology, including incidence, mortality, survival, and stage distribution, as well as risk factors and the coverage/equity of HPV screening and vaccination programs....",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682759",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "Cervical cancer remains a major cause of morbidity and mortality among women worldwide, marked by stark geographic and socioeconomic disparities",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Observational Comparative Study for Surgical Outcomes of One- or Two-Level Lumbar Fusion Surgery Between Transforaminal Lumbar Interbody Fusion and Lateral Lumbar Interbody Fusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682745/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Transforaminal lumbar interbody fusion (TLIF) and lateral lumbar interbody fusion (LLIF) are widely utilized techniques for degenerative lumbar diseases. This study compared radiological and clinical outcomes of LLIF and TLIF in patients undergoing lumbar fusion. Methods: This non-randomized prospective observational study enrolled 117 patients (LLIF: n = 17; TLIF: n = 100), with an inherent imbalance in group sizes, who underwent one- or two-level lumbar interbody fusion....",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682745",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Transforaminal lumbar interbody fusion (TLIF) and lateral lumbar interbody fusion (LLIF) are widely utilized techniques for degenerative lumbar diseases",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Salvage Approaches for Surgical Site Infection After Autologous Microtia Reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Surgical site infection (SSI) after autologous rib cartilage microtia reconstruction is an uncommon but potentially devastating complication, as infection of the avascular cartilage framework can rapidly lead to partial or complete framework loss. Traditional management often favored aggressive debridement or framework removal, resulting in significant deformity. This study aimed to evaluate salvage-oriented management strategies and to propose a structured treatment...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682743",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Surgical site infection (SSI) after autologous rib cartilage microtia reconstruction is an uncommon but potentially devastating complication, as infection of the avascular cartilage framework can rapi...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of Factors Affecting Postoperative Opioid Requirement in Adult Patients Undergoing Minimally Invasive Repair of Pectus Excavatum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682704/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Minimally invasive repair of pectus excavatum (MIRPE) is an established surgical treatment for adult pectus excavatum (PE). Compared with pediatric patients, adults generally have a more rigid chest wall and greater costal cartilage ossification, often resulting in more severe postoperative pain. However, most previous studies have focused on pediatric patients with PE and on evaluating effective analgesic methods. This study aimed to investigate perioperative factors...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682704",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Minimally invasive repair of pectus excavatum (MIRPE) is an established surgical treatment for adult pectus excavatum (PE)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-World Effectiveness and Safety of Intra-Articular Polynucleotide for Knee Osteoarthritis: Large Multicenter Observational Study with Repeated Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682700/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Intra-articular polynucleotide (PN) has emerged as an alternative to hyaluronic acid (HA) for treating knee osteoarthritis (OA), with randomized controlled trials (RCTs) reporting similar or greater pain reduction. Real-world evidence on both single- and repeated-cycle outcomes remains limited. This study evaluated PN's real-world effectiveness and safety and whether its pain reduction falls within ranges reported in previous PN-HA RCTs, and evaluated repeated-cycle...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41682700",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Intra-articular polynucleotide (PN) has emerged as an alternative to hyaluronic acid (HA) for treating knee osteoarthritis (OA), with randomized controlled trials (RCTs) reporting similar or greater p...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison Between Standard Screw and Internal Brace in Treatment of Subtle Lisfranc Injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682698/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background: Subtle Lisfranc injuries are low-energy, purely ligamentous lesions increasingly recognized in active patients; although screw fixation is common, Internal Brace (IB) flexible fixation is an alternative. Methods: In this multicenter retrospective study (2014-2021), 65 patients with subtle ligamentous Lisfranc injury (C1-M2 diastasis < 5 mm) underwent standard screw (SS, n = 35) or IB fixation (n = 30). Outcomes included AOFAS and VAS, standing radiographs and weight-bearing CT (WBCT)...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682698",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Designated Recovery Rehabilitation Institutions on the Readmission Rate of Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: With the global rise in chronic diseases among older adults, rehabilitation services have become essential, particularly for those with cerebrovascular and central nervous system (CNS) disorders, which lead to significant long-term disabilities. To determine the impact of designated rehabilitation medical institutions on the readmission rates of older patients with CNS disorders who receive surgical interventions. Methods: This was a population-based cohort study. Data was...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682688",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "With the global rise in chronic diseases among older adults, rehabilitation services have become essential, particularly for those with cerebrovascular and central nervous system (CNS) disorders, whic...",
      "significance": "of designated rehabilitation medical institutions on the readmission rates of older patients with CNS disorders who receive surgical interventions",
      "conclusion": null
    },
    {
      "title": "Impact of Previous Thoracotomy on Outcomes of Open Thoracoabdominal Aortic Aneurysm Repair: A Retrospective Propensity Score-Matched Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Objectives: Open repair remains widely used for TAAA (Thoracoabdominal Aortic Aneurysm), but disease progression may require reoperation via repeat thoracotomy, which is technically challenging. These procedures involve increased risks due to adhesions and altered anatomy. This study aims to evaluate the impact of repeat thoracotomy on early surgical outcomes in TAAA patients. Methods: We conducted a retrospective cohort study of 214 patients who underwent open TAAA repair between June 1996 and...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682643",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Open repair remains widely used for TAAA (Thoracoabdominal Aortic Aneurysm), but disease progression may require reoperation via repeat thoracotomy, which is technically challenging",
      "significance": "of repeat thoracotomy on early surgical outcomes in TAAA patients",
      "conclusion": null
    },
    {
      "title": "Long-Term Response Without Immune-Related Adverse Events to Atezolizumab Treatment in TMB-High Thymoma: A Case Report from the KOSMOS-II Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682639/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background: Thymic epithelial tumors (TETs), including thymic carcinomas and thymomas, are rare malignancies originating in the mediastinum. Therapeutic options remain limited for patients experiencing disease progression following platinum-based chemotherapy. High tumor mutational burden (TMB) is uncommon in thymic malignancies but may predict response to immunotherapy. We report a patient with TMB-high TET who participated in the KOSMOS-II study in South Korea and achieved a durable response...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682639",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence and Radiological Features of Thoracic Ossification of the Ligamentum Flavum in Korea-A Retrospective Comparative Cohort Study Using MRI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682634/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "(1) Purpose: Thoracic ossification of the ligamentum flavum (OLF) is increasingly recognized in East Asian populations, but reliable estimates in clinical settings remain limited. This study aimed to determine the clinic-based, lower thoracic (T8-T12) MRI prevalence of OLF among patients undergoing lumbar spine MRI for low-back pain and to identify radiological features associated with OLF. (2) Materials and Method: A cohort of patients with lower back pain who underwent L-Spine MRI studies in a...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41682634",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Thoracic ossification of the ligamentum flavum (OLF) is increasingly recognized in East Asian populations, but reliable estimates in clinical settings remain limited",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Novel Potential Landmark for Intraoperative Estimation of Femoral Stem Anteversion: An Analysis of Computed Tomography Measurements",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Femoral anteversion (FA) is the angle between the femoral neck axis (FNA) and the posterior condylar axis (PCA). Surgeons generally estimate intraoperative femoral stem anteversion visually relative to the PCA, but this method can be challenging even for experienced surgeons. This study aimed to find an anatomical proximal landmark within a CT coordinate system for intraoperative estimation of femoral stem anteversion. Methods: Seventy patients were included. The anterior...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682626",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Femoral anteversion (FA) is the angle between the femoral neck axis (FNA) and the posterior condylar axis (PCA)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reverse Lymphatic Flow in Lower Extremity Lymphedema Visualized on Single-Photon Emission Computed Tomography-A \"Downflow Effect\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682623/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background: Patients who undergo pelvic lymphadenectomy for gynecologic or genitourinary cancers have an increased risk of developing lower extremity lymphedema. Although total lymphadenectomy is performed, bilateral lower extremity lymphedema is rare. A state-of-the-art radiologic technique, single-photon emission computed tomography (SPECT) with radioisotope injection, was used to establish lymph flow physiology and identify retrograde lymphatic flow in patients with lower extremity lymphedema...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41682623",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Visual Predictive Control for Robotics with RBF-EKF Coupled State-Disturbance Estimation and Task-Oriented K-Means Clustering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Image-Based Visual Servoing (IBVS) systems often suffer from instability due to measurement noise, modeling errors, and external disturbances. To address these issues, this study proposes a Visual Predictive Control framework integrating Radial Basis Function (RBF) and Extended Kalman Filter (EKF) coupled state-disturbance estimation and task-oriented K-means clustering. First, a feedback linearization Model Predictive Control (MPC) law is designed to handle system nonlinearities and physical...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682561",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toward Realistic Autonomous Driving Dataset Augmentation: A Real-Virtual Fusion Approach with Inconsistency Mitigation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682502/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Autonomous driving systems rely on vast and diverse datasets for robust object recognition. However, acquiring real-world data, especially for rare and hazardous scenarios, is prohibitively expensive and risky. While purely synthetic data offers flexibility, it often suffers from a significant reality gap due to discrepancies in visual fidelity and physics. To address these challenges, this paper proposes a novel real-virtual fusion framework for efficiently generating highly realistic augmented...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682502",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent Advances in Metal-Organic Frameworks for Gas Sensors: Design Strategies and Sensing Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682474/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Gas sensors are essential in areas such as environmental monitoring, industrial safety, and healthcare, where the accurate detection of hazardous and volatile gases is crucial for ensuring safety and well-being. Metal-organic frameworks (MOFs), which are crystalline porous materials composed of metal nodes and organic linkers, have recently emerged as a versatile platform for gas sensing due to their adjustable porosity, high surface area, and diverse chemical functionality. This review provides...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682474",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toward Generalized Emotion Recognition in VR by Bridging Natural and Acted Facial Expressions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Recognizing emotions accurately in virtual reality (VR) enables adaptive and personalized experiences across gaming, therapy, and other domains. However, most existing facial emotion recognition models rely on acted expressions collected under controlled settings, which differ substantially from the spontaneous and subtle emotions that arise during real VR experiences. To address this challenge, the objective of this study is to develop and evaluate generalizable emotion recognition models that...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682361",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study is to develop and evaluate generalizable emotion recognition models that",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Compound Meta-Optics for Advanced Optical Engineering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682308/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Compound meta-optics, characterized by the unprecedented complex optical architectures containing single or multiple meta-optics elements, has emerged as a powerful paradigm for overcoming the physical limitations of single-layer metasurfaces. This review systematically examines the recent progress in this burgeoning field, primarily focusing on the development of high-performance optical systems for imaging, display, sensing, and computing. We first focus on the design of compound metalens...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682308",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early Detection of Chronic Kidney Disease in Men Using Lifestyle and Demographic Indicators: A Machine Learning Approach for Primary Healthcare Settings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objective: Chronic kidney disease (CKD) is a major global health concern associated with significant morbidity, mortality, and healthcare burden. This study aimed to develop an explainable machine learning framework that integrates lifestyle, sociodemographic, and biochemical factors for early CKD risk prediction among middle-aged men using public health survey data. Methods: Data from 968 male participants were preprocessed by removing missing values, deriving eGFR and ACR, and...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682255",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Chronic kidney disease (CKD) is a major global health concern associated with significant morbidity, mortality, and healthcare burden",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Individual-Level Cyber-Risk Indicators and Patterns of Cyberbullying Involvement Among Korean Adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Although cyberbullying among adolescents has been widely studied, relatively little attention has been paid to the overlapping roles through which cyberbullying is experienced. This study reconceptualizes cyberbullying involvement by classifying perpetration, victimization, and witnessing into eight mutually exclusive involvement types, enabling systematic and non-overlapping comparison of adolescents' experiences. The study further examines how engagement in...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682226",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Although cyberbullying among adolescents has been widely studied, relatively little attention has been paid to the overlapping roles through which cyberbullying is experienced",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An Integrated Analysis of Factors Influencing Acceptance of Care Robots Among Older Korean Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682172/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background: As populations rapidly age, care robots have been proposed as a promising solution, supporting independent living and alleviating care burdens. However, acceptance of care robots among older adults remains limited. This study examined the relative contributions of demographic, health-related, digital competence, and technology-related psychological factors to care robot acceptance among older adults in South Korea. Methods: A cross-sectional survey was conducted with 506...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41682172",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the relative contributions of demographic, health-related, digital competence, and technology-related psychological factors to care robot acceptance among older adults in South Korea",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Federated Learning in Healthcare Ethics: A Systematic Review of Privacy-Preserving and Equitable Medical AI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Federated learning (FL) offers a way for healthcare institutions to collaboratively train machine learning models without sharing sensitive patient data. This systematic review aims to comprehensively synthesize the ethical dimensions of FL in healthcare, integrating privacy preservation, algorithmic fairness, governance, and equitable access into a unified analytical framework. The application of FL in healthcare between January 2020 and December 2024 is examined, with a...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682156",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Federated learning (FL) offers a way for healthcare institutions to collaboratively train machine learning models without sharing sensitive patient data",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Catastrophic Coverage Expansion on Out-of-Pocket Spending for Non-Covered Services and Financial Equity: Evidence from South Korea's National Health Insurance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background: Patients with catastrophic health conditions have continuously faced substantial out-of-pocket (OOP) costs for non-covered services despite universal health coverage in South Korea. In 2013, the National Health Insurance Service (NHIS) expanded coverage for four major catastrophic conditions-cancers, cardiovascular diseases, cerebrovascular diseases, and rare illnesses-aiming to strengthen financial protection for patients with catastrophic conditions. However, concerns remain that...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682152",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thermally Fine-Tuned NiO<sub>x</sub>-MAPbI<sub>3</sub> Interfaces Enabled by a Polymeric Surface Additive for High-Sensitivity Self-Powered Photodetectors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682083/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Self-powered perovskite photodiodes provide an attractive platform for low-power and high-sensitivity photodetection; however, their performance capabilities are often constrained by inefficient interfacial charge extraction and noise suppression. Here, we report a polymer-mediated interfacial engineering strategy for methylammonium lead iodide (MAPbI(3)) photodiodes by integrating thermally optimized nickel oxide (NiO(x)) hole-transport layers (HTLs) with a nonionic polymeric surfactant,...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682083",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Architecting Functional Polymers: Advances in Modular Synthesis, Responsive Design, and Multifaceted Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41682041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "The recent development in polymer science has gone beyond the traditional linear and randomly functionalizable macromolecules to the architected polymer systems, which integrate modular synthesis and dynamic responsiveness. Although the literature related to polymer synthesis and stimuli-responsive materials and applications is widely discussed, it is common to review the aspects independently, restricting a complete picture of how architectural modularity controls adaptive performance. This gap...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41682041",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inflammatory Cytokines and Oxidative Stress Markers in Relation to Colorectal Cancer Risk: A Case-Cohort Study in a Korean Population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41681942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Chronic inflammation and oxidative stress are key contributors to colorectal cancer (CRC) development. However, prospective evidence in Asian populations remains limited. This study aimed to investigate the associations between circulating inflammatory cytokines, oxidative markers, and CRC risk in a Korean population. Methods: We conducted a case-cohort study nested within the Korean National Cancer Community (KNCCC) Cohort to investigate associations between inflammatory...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41681942",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "Chronic inflammation and oxidative stress are key contributors to colorectal cancer (CRC) development",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimal α/β Ratio for Biologically Effective Dose-Based Prediction of Radiation-Induced Peritumoral Brain Edema in Meningioma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41681920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background: Peritumoral brain edema (PTBE) is the most frequent complication for intracranial meningiomas following radiotherapy, yet no clinically validated biologically effective dose (BED) threshold capable of reliably predicting PTBE has currently been established. Although conventional radiobiological models typically assume an α/β ratio of 2-4 for benign meningiomas, whether these values accurately reflect the dose-response characteristics underlying radiation-induced PTBE remains unclear....",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41681920",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Therapeutic Interventions and Sleep Disorders in Patients with Breast Cancer: A National Population-Based Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41681867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Background: Breast cancer survivors often experience long-term endocrine- and chemotherapy-related side effects, including sleep disorders, anxiety, and depression. Sleep disorders are particularly prevalent and affect patient adherence and quality of life. This study examined the prevalence and risk factors for sleep disorders in patients with breast cancer based on treatment exposure. Methods: Patients with breast cancer (2009-2015) were identified from the Health Insurance Review and...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41681867",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "the prevalence and risk factors for sleep disorders in patients with breast cancer based on treatment exposure",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Growth, Health and Physiological Responses of Freshwater-Reared Atlantic Salmon (<em>Salmo salar</em>) Fed Graded Dietary Lipid Levels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41681339/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "This study evaluated the optimal dietary lipid level for Atlantic salmon (Salmo salar) reared in freshwater, aiming to provide foundational knowledge for the development of cost-effective and nutritionally balanced aquafeeds. Four experimental diets were formulated to contain comparable crude protein levels (47%) but graded lipid levels of 14% (L14), 16% (L16), 18% (L18), and 20% (L20), and were fed to salmon with an initial mean body weight of 241.5 ± 9.7 g during a 12-week feeding trial. Fish...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41681339",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigating sound-induced motion in the human cochlear hook region",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41687192/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Understanding the mechanical behaviour of the human cochlea remains a major challenge in auditory science. While most cochlear models focus on the basilar membrane (BM) and Organ of Corti, recent studies suggest that neighbouring structures, such as the osseous spiral lamina (OSL), cochlear partition bridge (CPB), and secondary spiral lamina (SSL), may also contribute to intracochlear motion. Here, we used spectral-domain optical coherence tomography vibrometry to characterize sound-induced...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41687192",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NALIRIFOX versus nab-paclitaxel and gemcitabine in older patients with treatment-naive metastatic pancreatic cancer: a subgroup analysis of the pivotal NAPOLI 3 trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41687160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: NALIRIFOX improved mPDAC survival versus Gem + NabP irrespective of patient age, with no signals for reduced tolerability in the older (versus younger) patients. The results provide reassurance that triplet therapy with NALIRIFOX is an efficacious and tolerable regimen in older treatment-naive patients with mPDAC who were fit enough for inclusion in NAPOLI 3, supporting consideration of its use as 1L therapy in this population.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41687160",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NALIRIFOX improved mPDAC survival versus Gem + NabP irrespective of patient age, with no signals for reduced tolerability in the older (versus younger) patients. The results provide reassurance that triplet therapy with NALIRIFOX is an efficacious and tolerable regimen in older treatment-naive patie..."
    },
    {
      "title": "Sinonasal disease in lung transplant recipients: A retrospective study at a single lung-transplant center in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41687133/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CRS is a clinically significant and relatively common complication in Japanese lung transplant recipients, particularly in those with underlying ciliary dysfunction. These findings highlight distinct regional differences in disease phenotypes and management approaches for CRS in lung transplant recipients. Systematic otolaryngological evaluation and timely intervention for CRS, including endoscopic sinus surgery, may help to prevent severe infections and optimize post-lung transplant...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41687133",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CRS is a clinically significant and relatively common complication in Japanese lung transplant recipients, particularly in those with underlying ciliary dysfunction. These findings highlight distinct regional differences in disease phenotypes and management approaches for CRS in lung transplant reci..."
    },
    {
      "title": "Lattice-Relaxation-Enabled Design of Ru-Ir Oxides for Acidic Oxygen Evolution Reaction: Insights from Pair Distribution Function and Operando Multiedge XAS Analyses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Designing oxygen evolution catalysts that are both active and durable under acidic conditions requires balancing the high activity of Ru oxides with the exceptional stability but limited abundance of Ir oxides. Here, we demonstrate that an optimized Ru(0.875)Ir(0.125)O(x)-300 (annealing temperature (AT)) catalyst achieves an overpotential of 208 mV at 10 mA cm^(-2) and sustains stable operation for over 100 h, surpassing commercial IrO(2) and RuO(2) benchmarks. Despite extensive efforts, the...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41686918",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical impact of hospital distance and center transfers on adherence and outcomes in familial adenomatous polyposis: A multicenter retrospective study in a defined region of Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "This study aimed to evaluate how hospital distance and changes in surveillance hospitals influence adherence to surveillance, the cumulative risk of familial adenomatous polyposis-related tumors, and survival outcomes in patients with familial adenomatous polyposis. We conducted a multicenter retrospective study in a specific region of Japan and analyzed 79 patients with familial adenomatous polyposis who underwent total colectomy or proctocolectomy between 1987 and 2025 across 9 accredited...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41686831",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate how hospital distance and changes in surveillance hospitals influence adherence to surveillance, the cumulative risk of familial adenomatous polyposis-related tumors, and survival outcomes in...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advancing glaucoma care: What's new in the 6th edition of the European Glaucoma Society guidelines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "The 6th Edition of the European Glaucoma Society (EGS) Guidelines delivers a comprehensive, methodologically robust update to one of the most authoritative resources in glaucoma care. Building on the 5th Edition, this revision integrates the latest evidence, expert consensus, and enhanced patient engagement to support nuanced clinical decision-making. Notable innovations include a pan-European survey to prioritise clinical questions, incorporation of patient perspectives, expanded \"Choosing...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41686761",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bloating, Visible Abdominal Distension, and Other Intestinal Gas-Related Symptoms in Irritable Bowel Syndrome and Functional Dyspepsia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Bloating refers to the sensation of tension in the abdomen, reported in the presence or absence of visible abdominal distension. These and other gas-related symptoms are often reported by patients with irritable bowel syndrome (IBS) and functional dyspepsia (FD). However, the prevalence of bloating and visible abdominal distension as separate symptoms in these disorders is not well known. The aim of this study was to investigate the link between bloating, distension, and intestinal...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41686538",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to investigate the link between bloating, distension, and intestinal",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regularized and explainable machine learning framework for anthropogenic-climate coupled prediction of wastewater influent in hyper-arid urban utilities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Predicting wastewater influent is essential for reliable, energy-efficient operation in climate-sensitive, data-limited utilities. This study benchmarks monthly influent forecasts for major treatment plants in Kuwait using stepwise linear regression (SLR), ensemble trees (ET), support vector machines (SVM), kernel approximation, and penalized linear baseline (LASSO), with air temperature, relative humidity, municipal water consumption, and population as predictors. A five-fold cross-validation...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41686498",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combined effects of mobile health (mHealth) psychoeducation and the Benson relaxation technique on caregiving burden among female caregivers of patients with cancer: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The combined mHealth psychoeducation and BRT intervention significantly reduced caregiver burden and psychological distress, and improved QOL among female caregivers of patients with cancer. This culturally adaptable, low-cost, technology-enabled approach offers a promising strategy to support caregiver needs in low- and middle-income countries where psychosocial services are limited.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41686476",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The combined mHealth psychoeducation and BRT intervention significantly reduced caregiver burden and psychological distress, and improved QOL among female caregivers of patients with cancer. This culturally adaptable, low-cost, technology-enabled approach offers a promising strategy to support careg..."
    },
    {
      "title": "Zolbetuximab-based chemotherapy in CLDN18.2-positive gastric cancer: real-world tumor response and early albumin kinetics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686471/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this real-world exploratory cohort, zolbetuximab-based chemotherapy achieved objective tumor responses consistent with prior clinical trials. Early serum albumin decline was not associated with inferior tumor response. These findings suggest that early albumin decline should not be interpreted as a surrogate marker of treatment failure or reduced antitumor efficacy but rather as a treatment-related physiological change. Prospective studies are warranted to clarify the clinical...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41686471",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "tumor responses consistent with prior clinical trials",
      "significance": "that early albumin decline should not be interpreted as a surrogate marker of treatment failure or reduced antitumor efficacy but rather as a treatment-related physiological change",
      "conclusion": "In this real-world exploratory cohort, zolbetuximab-based chemotherapy achieved objective tumor responses consistent with prior clinical trials. Early serum albumin decline was not associated with inferior tumor response"
    },
    {
      "title": "Can combined organ resection cure T4 esophageal cancer? Insights from a multi-institutional study of incomplete resection cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686392/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In patients with T4 esophageal cancer and extensive lymph node metastasis, the decision to perform combined organ resection should be made with caution. Conversely, T4 patients without lymph node metastasis may benefit from extended surgery with combined organ resection.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41686392",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with T4 esophageal cancer and extensive lymph node metastasis, the decision to perform combined organ resection should be made with caution. Conversely, T4 patients without lymph node metastasis may benefit from extended surgery with combined organ resection"
    },
    {
      "title": "Kidney transplantation after chronic active Epstein-Barr virus infection remission",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686373/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Chronic active Epstein-Barr virus is a rare but severe condition characterized by persistent Epstein-Barr virus activation, leading to chronic lymphoproliferation, significant morbidity, and mortality. We report the case of a 34-year-old male with autosomal dominant polycystic kidney disease who achieved chronic active Epstein-Barr virus remission through hematopoietic stem cell transplantation in childhood. Despite long-term remission, the patient developed end-stage renal disease and underwent...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41686373",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Remimazolam-based anesthesia with intraoperative motor evoked potential monitoring in a patient with Leigh syndrome undergoing scoliosis surgery: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41686338",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TROP2 expression is associated with early stage and favorable prognosis in upper tract urothelial carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings underscore the clinical significance of TROP2 expression in UTUC and suggest that IHC-based evaluation may contribute to prognostic risk stratification.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41686301",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of TROP2 expression in UTUC and suggest that IHC-based evaluation may contribute to prognostic risk stratification",
      "conclusion": "Our findings underscore the clinical significance of TROP2 expression in UTUC and suggest that IHC-based evaluation may contribute to prognostic risk stratification"
    },
    {
      "title": "How universal quality standards in intervention meta-analyses favor evidence from medical over psychosocial studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41686250",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Time-dependent improvement of quality of life with teriparatide or alendronate therapy: a JOINT-05 sub-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686215/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41686215",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Concise and enantioselective synthesis of (+)-SDEF 678 metabolite and (+)-speciosins A, C, and L",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Concise and enantioselective synthesis of highly oxygenated cyclohexanoid natural products (+)-SDEF 678 metabolite and (+)-speciosins A, C, and L was achieved from commercially available D-quinic acid. This synthesis included diastereoselective nucleophilic epoxidation, Sonogashira cross-coupling, and β-elimination as common steps. Their absolute configurations were unambiguously determined by comparing optical rotations between the synthetic and natural products.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41686148",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Secondary Dynamic Reconstruction of Perioral and Periorbital Deformities Using Bi-Paddled Latissimus Dorsi Muscle Transfer in Patient After Maxillectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686088/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Midfacial deformities after maxillectomy present complex challenges, requiring restoration of contour, oronasal separation, orbital support, and smile. Despite the advances in immediate reconstruction with free flaps, aesthetic and dynamic deficits often persist. These deficits mimic facial paralysis despite not representing true paralysis. The authors report a 43-year-old woman who underwent secondary dynamic reconstruction using a bi-paddled latissimus dorsi muscle transfer after total...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41686088",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age-standardized mortality-to-incidence ratio for pancreatic cancer in the world",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41686075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41686075",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Draft genome sequence of <em>Teratoramularia rumicicola</em> strain TR4 isolated from <em>Rumex crispus</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "We present the draft genome sequence of Teratoramularia rumicicola strain TR4, a potential bioherbicide isolated from Rumex crispus and sequenced using the DNBSEQ technology. This genome provides a foundational resource for future studies on taxonomy, pathogenicity, and secondary metabolite biosynthesis in T. rumicicola.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41685929",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A smart 3D microfluidic tumor spheroid-vessel co-culture model for studying exosomal HSP-mediated tumor invasion and angiogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Breast cancer is one of the most prevalent malignant tumors in women, primarily due to their metastasis and recurrence. Deciphering the molecular mechanisms underlying breast cancer metastasis and recurrence remains a major challenge. Herein, we developed a microfluidic chip-based 3D co-culture system that integrates tumor spheroids, vascular endothelial cells, and extracellular matrix to model metastasis dynamics. This system enables real-time monitoring of tumor invasion and angiogenesis...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41685799",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficient Inhibition of TGF-β Signaling via Cytosolic Delivery of a Smad2/3-Binding Peptide Using the Cell-Penetrating PG-Surfactant DKDKC<sub>12</sub>-K<sub>5</sub> to Block Smad2/3 Nuclear Translocation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Targeting intracellular signaling molecules that translocate to the nucleus is a promising approach for peptide-based therapeutics. Here, we focused on Smad2/3, key mediators of TGF-β signaling that act as transcription factors upon nuclear entry. To inhibit their nuclear localization, we delivered an Smad2/3-binding SARA peptide into the cytoplasm using our previously developed cell-penetrating carrier, cpPG. A conjugate, SARA-cpPG, was synthesized by linking the SARA peptide to...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41685736",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Kinetic Study on Gas-Phase Oligomer Formation from Stabilized Criegee Intermediate, CH<sub>2</sub>OO, with Formic Acid",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "The stabilized Criegee intermediate, CH(2)OO, produced from the ozonolysis of unsaturated organic compounds such as ethene, exhibits high reactivity toward carboxylic acids, yielding hydroperoxymethyl carboxylates as products. Laboratory experimental studies and quantum chemical calculations have shown that CH(2)OO can sequentially add to the hydroperoxymethyl carboxylate in the gas phase to form oligomeric hydroperoxides, which may contribute to secondary organic aerosol (SOA) formation owing...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41685730",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Soluble SORL1 in cerebrospinal fluid as a marker for functional impact of rare SORL1 variants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: The sortilin-related receptor (SORL1) directs APP and Aβ trafficking within the retromer pathway. Cleavage at the cell surface releases soluble SORL1 (sSORL1) into cerebrospinal fluid (CSF). We examined whether CSF-sSORL1 can serve as an in vivo marker of genetically impaired SORL1.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41685556",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "whether CSF-sSORL1 can serve as an in vivo marker of genetically impaired SORL1",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of axillary brachial plexus block on blood flow improvement in percutaneous transluminal angioplasty for dysfunctional arteriovenous access",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ABPB was associated with greater improvement in BAFV after PTA. However, potential anesthesia selection bias remains a limitation.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41685510",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ABPB was associated with greater improvement in BAFV after PTA. However, potential anesthesia selection bias remains a limitation"
    },
    {
      "title": "The Role of Short Journey Transportation in the Spreading of Swine Pathogens and Antimicrobial-Resistant Bacteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "The transport of live pigs poses a risk to on-farm biosecurity. Trucks can carry pathogens with significant economic and health impacts, including antimicrobial-resistant (AMR) bacteria. This study aimed to investigate the microbiological contamination of trucks before and after loading, focusing on AMR bacteria and other major pathogens transmissible through feces. Samples were collected by swabbing the internal surface of disinfected empty trucks at farm entry (\"clean\") and after loading...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41685069",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the microbiological contamination of trucks before and after loading, focusing on AMR bacteria and other major pathogens transmissible through feces",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficient CO<sub>2</sub> and H<sub>2</sub>O Co-Electrolysis in a BaZr<sub>0.44</sub>Ce<sub>0.36</sub>Y<sub>0.2</sub>O<sub>3‑δ</sub>-Based Proton Ceramic Electrochemical Reactor with BaGd<sub>0.8</sub>La<sub>0.2</sub>Co<sub>2</sub>O<sub>6‑δ</sub> Steam Electrodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41685067/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Despite the increasing use of electrification and efforts to decarbonize processes, hydrocarbons remain indispensable for heavy transport and chemistry sectors. Electrochemical devices powered by renewable energy offer a promising strategy to convert CO(2) into sustainable molecules that can be used as fuels and chemical feedstocks. In this study, we investigate the electrochemical performance of BaGd(0.8)La(0.2)Co(2)O(6‑δ) as a steam or oxygen electrode in a proton ceramic electrolysis cell....",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41685067",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mesenchymal stromal cell administration promotes macrophage-mediated bile duct regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Macrophages play a crucial role in bile duct regeneration, and MSC administration has regenerative effects. This approach has potential as a novel treatment modality for bile duct injuries.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41684814",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Macrophages play a crucial role in bile duct regeneration, and MSC administration has regenerative effects. This approach has potential as a novel treatment modality for bile duct injuries"
    },
    {
      "title": "Disseminated Bartonellosis Masquerading as Autoimmune Glomerulonephritis: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This case highlights the diagnostic challenges of disseminated Bartonella infections, which can mimic autoimmune diseases and delay appropriate treatment. Clinicians should maintain a high index of suspicion to ensure timely diagnosis and management.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41684369",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case highlights the diagnostic challenges of disseminated Bartonella infections, which can mimic autoimmune diseases and delay appropriate treatment. Clinicians should maintain a high index of suspicion to ensure timely diagnosis and management"
    },
    {
      "title": "Designing Scalable Mechano-Virucidal Nanostructured Acrylic Surfaces for Enhanced Viral Inactivation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "The transmission of viral pathogens via contaminated surfaces remains a critical public health concern, particularly in shared environments. Conventional antiviral coatings incorporating biocidal compounds face limitations due to cytotoxicity, environmental persistence, degradation, and the risk of promoting antiviral resistance. Nanostructured mechano-bactericidal surfaces have proven effective in preventing bacterial colonization, motivating exploration of their antiviral potential. In this...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41684307",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cultural psychiatry in Flanders, Belgium: an exploratory focus group study and position statement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41684284",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Air pollution before and during the COVID-19 pandemic: changes in risk of acute myocardial infarction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Short-term exposure to PM2.5 is associated with increased risk of AMI. The observed reduction in MINOCA risk following the COVID-19 pandemic suggested that public health interventions aimed at reducing air pollution exposure may reduce cardiovascular risks, particularly in specific AMI subtypes.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41684267",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Short-term exposure to PM2.5 is associated with increased risk of AMI"
    },
    {
      "title": "Kinetic Insights into Photoinduced Monomer-Dimer Conversion and Activation of Orange Carotenoid Protein",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684231/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "The Orange carotenoid protein (OCP) is a blue-green light sensor that regulates nonphotochemical quenching in cyanobacteria through reversible transitions between its dark-adapted (OCP^(O)) and light-adapted (OCP^(R)) states. Despite extensive studies, the detailed reaction scheme remains unclear. In this study, we examined the photoinduced reaction dynamics of OCP using size-exclusion chromatography (SEC), small-angle X-ray scattering (SAXS), and transient grating (TG) spectroscopy. We found...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41684231",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the photoinduced reaction dynamics of OCP using size-exclusion chromatography (SEC), small-angle X-ray scattering (SAXS), and transient grating (TG) spectroscopy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quercetin Dilates Retinal Arterioles via Nitric Oxide-Dependent Mechanisms in Rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41684023/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "The purpose of this study was to investigate whether quercetin, a flavonoid abundantly found in onion leaves and other plant foods, induces the dilation of retinal blood vessels in rats. The time-course changes in retinal arteriolar diameter were measured using a retinal circulation evaluation system based on a high-resolution digital fundus camera developed in our laboratory. The intravenous administration of quercetin (10-100 µg/kg/min) increased the retinal arteriolar diameter in a...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41684023",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to investigate whether quercetin, a flavonoid abundantly found in onion leaves and other plant foods, induces the dilation of retinal blood vessels in rats",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inducible Costimulator and Its Ligand Promote Proliferation and Migration of Tumor Cells in Cutaneous T-Cell Lymphoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Inducible costimulator (ICOS) is a costimulatory immune checkpoint receptor expressed on activated T-cells, while the ICOS ligand (ICOSL) is expressed on antigen-presenting cells. The ICOS-ICOSL axis promotes the survival of memory and effector T-cells and induces several immune responses. In addition, the ICOS-ICOSL interaction induces cell proliferation, cell survival, and cytokine production. The roles of ICOS and ICOSL in cutaneous T-cell lymphoma (CTCL) are unclear. In this study, we...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41683829",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role of Periostin in the Development of Nasal Hyperresponsiveness in Mice with Allergic Rhinitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "Periostin is a matricellular protein induced by type 2 cytokines. It has been shown to play important roles in airway inflammation and tissue remodeling. Although periostin has been studied in asthma and chronic rhinosinusitis, its role in allergic rhinitis (AR) and nasal hyperresponsiveness (NHR) is unclear. This study aimed to determine whether periostin is involved in the development of NHR in AR. A murine AR model was established by sensitization and repeated intranasal challenges with...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41683582",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "determine whether periostin is involved in the development of NHR in AR",
      "significance": "roles in airway inflammation and tissue remodeling",
      "conclusion": null
    },
    {
      "title": "Omega Nucleic Acids (ΩNA), Ultimate Nucleic Acids for Future Technology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "DNA and RNA, by focusing on their unique molecular properties, have transcended their role as carriers of genetic information in life and pioneered new application fields such as molecular robotics and molecular computing. However, as these technologies advance, the limitations inherent in natural nucleic acids and their ecosystems are increasingly becoming apparent as barriers to further application. To overcome these constraints, efforts to create artificial nucleic acids using chemical...",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41683500",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Fruit and Vegetable Intake and Skin Carotenoid Levels Among Japanese Adults in the Workplace",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41683372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260214025232&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Skin carotenoid levels reflect self-reported fruit and vegetable intake, supporting their potential use as a non-invasive dietary assessment tool in workplace nutrition education. However, the associations observed with HbA1c were very small and of limited clinical significance, and the results should be interpreted with caution.",
      "pubDate": "2026-02-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41683372",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Skin carotenoid levels reflect self-reported fruit and vegetable intake, supporting their potential use as a non-invasive dietary assessment tool in workplace nutrition education. However, the associations observed with HbA1c were very small and of limited clinical significance, and the results shou..."
    }
  ]
}