{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-16T19:20:00.290Z",
  "totalItems": 150,
  "totalArchived": 16725,
  "newPapersAdded": 261,
  "institutionBreakdown": {
    "KAIST": 19,
    "SNU": 93,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 3,
    "Korea University": 0,
    "IBS": 46,
    "UNIST": 0,
    "Hanyang University": 0,
    "KIST": 0,
    "GIST": 0,
    "Kyung Hee University": 8,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Biomedical": 35,
    "Multidisciplinary": 72,
    "Materials Science": 9,
    "Cancer Research": 21,
    "Computer Science": 6,
    "Neuroscience": 7
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Cytogenetic risk-associated outcomes of antithymocyte globulin use in HLA-matched sibling transplantation for acute myeloid leukemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099849/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "Antithymocyte globulin (ATG) reduces chronic graft-versus-host disease (cGvHD), but concerns remain regarding relapse risk, particularly across cytogenetic risk groups. We retrospectively analyzed 148 acute myeloid leukemia (AML) patients in first remission who underwent matched sibling allogeneic hematopoietic stem cell transplantation (HSCT) across three centers. Patients received transplantation with or without ATG (2.5-5 mg/kg) and were stratified by cytogenetic risk (intermediate, n = 128;...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41099849",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sulfur-Assisted One-Pot Synthesis of Ultrathin Rhombus-Shaped Bi<sub>2</sub>S<sub>3</sub> Nanosheets for Flexible NIR Photodetectors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099293/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "A sulfur-assisted one-pot strategy is developed to synthesize ultrathin bismuth sulfide (Bi(2)S(3)) nanosheets, enabling high-performance flexible photodetectors. By tuning the sulfur content, the resulting morphology can be controlled to yield either bulk structures or nanosheets. The synthesized Bi(2)S(3) nanosheets exhibit a uniform thickness of ≈86 nm and a narrow bandgap of 1.24 eV, enabling broadband light absorption from the ultraviolet (UV) to the infrared (IR) regions. A flexible...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41099293",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of dietary iodine intake and its sources among Koreans: a cross-sectional analysis from the Korea National Health and Nutrition Examination Survey 2019-2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41098400/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Koreans' median dietary iodine intake appears adequate; however, a significant proportion exhibit insufficient or excessive intake. Further research is needed to estimate usual iodine intake and develop strategies for addressing problematic iodine intake.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41098400",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Koreans' median dietary iodine intake appears adequate; however, a significant proportion exhibit insufficient or excessive intake. Further research is needed to estimate usual iodine intake and develop strategies for addressing problematic iodine intake"
    },
    {
      "title": "Comparison of the characteristics of healthy volunteers participating in Phase 1 clinical trials in Korea and Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41098182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "This paper aims to elucidate the characteristics of healthy volunteers in Korea and Japan. Clinical trials can be divided into Phases 1 through 4 based on the stage of research. Unlike other phase, Phase 1 trials administer new drugs to healthy volunteers. Although Phase 1 trials are the first stage of drug administration to humans, without therapeutic purposes. Healthy volunteers must have no history of diseases that could affect the study and must have normal physical measurements. They are...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41098182",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to elucidate the characteristics of healthy volunteers in Korea and Japan",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evolutionary dynamics of the chloroplast genome in Daphne (Thymelaeaceae): comparative analysis with related genera and insights into phylogenetics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41098041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "The family Thymelaeaceae Juss., includes numerous botanically and medicinally important species, yet its taxonomy, particularly within the genus Daphne Tourn. ex L., remains unresolved. In the present study, we sequenced and de novo assembled the chloroplast (cp) genome of Daphne mucronata Royle from Pakistan and assembled cp genomes of four additional Daphne species, one Dirca L. species and two Thymelaea Mill. species using public raw data. Comparative analyses across 14 genera, including 17...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41098041",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "species, yet its taxonomy, particularly within the genus Daphne Tourn",
      "conclusion": null
    },
    {
      "title": "Structural Basis for D3/D4-Selective Antagonism of Piperazinylalkyl Pyrazole/Isoxazole Analogs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "Dopamine D2-like receptors, including D2, D3, and D4, are members of the aminergic G protein-coupled receptor (GPCR) family and are targets for neurological disorders. The development of subtype selective ligands is important for enhanced therapeutics and reduced side effects; however, it is challenging to design and develop selective ligands owing to the high degree of sequence homology among D2-like subtypes. To gain insight into the structural basis of subtype selectivity of piperazinylalkyl...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41097338",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for enhanced therapeutics and reduced side effects; however, it is challenging to design and develop selective ligands owing to the high degree of sequence homology among D2-like subtypes",
      "conclusion": null
    },
    {
      "title": "<em>Octopus minor</em> Antimicrobial Peptide-Loaded Chitosan Nanoparticles Accelerate Dermal Wound Healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096966/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "Octominin is a peptide derived from the Octopus minor defense protein, which has shown antimicrobial and immunomodulatory properties. The present study describes the efficacy of Octominin-encapsulated chitosan (CN) nanoparticles (Octominin-CNPs) on in vitro and dermal wound healing in zebrafish. Initial viability analysis revealed there was no significant toxicity of Octominin-CNPs up to 200 μg/mL in human dermal fibroblast (HDF) cells and in zebrafish larvae (up to 50 μg/mL). Moreover, the...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41096966",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Osteoporosis-Improving Effects of Extracellular Vesicles from Human Amniotic Membrane Stem Cells in Ovariectomized Rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "Osteoporosis is a common skeletal disease characterized by decreased bone density, leading to bone fragility and fractures, especially in menopausal women. The purpose of this study is to confirm the anti-osteoporosis activity of stem cell extracellular vesicles (EVs) as a material of regenerative medicine. Mesenchymal stem cells have a potential to differentiate into osteocytes, so directly reconstruct bone tissue or facilitate bone regeneration via paracrine effects. Paracrine effects are...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41096767",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "of this study is to confirm the anti-osteoporosis activity of stem cell extracellular vesicles (EVs) as a material of regenerative medicine",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Particulate Matter on the Exacerbation of Immunoglobulin A Nephropathy: An Animal Experimental Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "Particulate matter (PM) exposure is linked to chronic kidney disease; however, its effect on immunoglobulin A (IgA) nephropathy (IgAN) remains unclear. We investigated whether PM exposure exacerbates IgAN in a mouse model. HIGA mice (IgAN model) and BALB/c controls were exposed to PM in a sealed chamber for 13 weeks. Lung Toll-like receptor 9 (TLR9) expression, serum aberrantly glycosylated IgA, A proliferation-inducing ligand (APRIL) levels, mesangial IgA deposition, and kidney pathology were...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41096658",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whether PM exposure exacerbates IgAN in a mouse model",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "N-Terminal Metal-Binding Domain of Arabidopsis IBR5 Is Important for Its in Planta Functions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "Indole-3-acetic acid (IAA), the predominant natural auxin, is a plant hormone that regulates growth and development in response to various internal and external signals. Arabidopsis thaliana (Arabidopsis) indole-3-butyric acid response 5 (AtIBR5, AT2G04550) encodes a dual-specificity phosphatase in Arabidopsis. The atibr5 mutant exhibits reduced sensitivity to indole-3-butyric acid (IBA), a precursor of IAA, but is also less responsive to another plant hormone, abscisic acid (ABA). We report...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41096584",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polymer Functional Layers for Perovskite Solar Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "Perovskite solar cells (PSCs) are next-generation solar cells; they are replacing silicon-based solar cells due to their higher efficiency, greater cost-effectiveness, and enhanced potential for various applications. Exceeding the efficiency of crystalline silicon-based solar cells, the commercialization of PSCs has driven not only the development of perovskite photoactive materials but also charge transport layer advancements, interfacial engineering, and processing technologies. PSCs were...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41096255",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Pre- and Post-Processing on Pin-Bearing Strength of 3D-Printed Composite Specimens with Circular Notches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "To apply 3D printing-based continuous fiber composites in shipbuilding and marine applications, the pin-bearing fastening method with notch holes can be considered as an effective method. In this study, pin-bearing strength tests were performed on a 3D-printed composite consisting of carbon fiber and Onyx to evaluate the effect of hole notches fabricated through pre- and post-processing. The experimental results showed the difference in the mechanical fastening strength of the specimens,...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41096254",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal Evolution of Optic Nerve Sheath Diameter/Eyeball Ratio on CT and MRI for Neurological Prognostication After Cardiac Arrest",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "Background: Optic nerve sheath diameter (ONSD) and its ratio to eyeball transverse diameter (ETD; ONSD/ETD) are potential markers for elevated intracranial pressure in comatose survivors of out-of-hospital cardiac arrest (OHCA). However, their prognostic accuracy remains uncertain. We compared their predictive value via compted tomography (CT)and magnetic resonance imaging (MRI) before and after targeted temperature management (TTM) in OHCA survivors. Methods: This retrospective study included...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41095971",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mapping Community Priorities for Local Medical Centers: An Importance-Performance Analysis Study of Residents' Perceptions in Large Cities, Non-Large Cities, and Rural Areas in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095599/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "Background: Policymakers in Korea are calling for Local Medical Centers (LMCs) to address regional healthcare disparities by expanding their roles beyond safety-net functions yet often overlook local community perspectives. Methods: Face-to-face survey data collected in 2022 from 2057 adults residing in Chungcheongnam-do were analyzed in this study, using Importance-Performance Analysis to assess how residents of large cities, non-large cities, and rural areas prioritize nine LMC functions....",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41095599",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychometric Evaluation of the Pittsburgh Sleep Quality Index in Korean Breast Cancer Survivors: A Confirmatory Factor Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095564/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Poor sleep quality is a prevalent and burdensome concern among breast cancer survivors. However, its assessment relies heavily on the Pittsburgh Sleep Quality Index (PSQI), whose latent structure has shown inconsistent support across populations. This study aimed to examine the underlying factor structure and reliability of the PSQI among Korean breast cancer survivors using confirmatory factor analysis. Methods: A cross-sectional survey was conducted with 386...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41095564",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "Poor sleep quality is a prevalent and burdensome concern among breast cancer survivors",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correlation Model of Damage Class and Deformation for Reinforced Concrete Beams Damaged by Earthquakes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "The objective of this study was to propose a correlation model of the damage class and deformation of reinforced concrete (RC) beams damaged by earthquakes with a focus on columns and walls. For this purpose, a series of full-scale RC beam specimens with different shear strength margins were tested under cyclic lateral loading to examine their deformation performance and damage states. Then, the damage class and seismic capacity reduction factor of RC beams were evaluated based on the test...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41095463",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to propose a correlation model of the damage class and deformation of reinforced concrete (RC) beams damaged by earthquakes with a focus on columns and walls",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection of Abiotic Stress in Potato and Sweet Potato Plants Using Hyperspectral Imaging and Machine Learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095190/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "As climate extremes increasingly threaten global food security, precision tools for early detection of crop stress have become vital, particularly for root crops such as potato (Solanum tuberosum L.) and sweet potato (Ipomoea batatas L. Lam.), which are especially susceptible to environmental stressors throughout their life cycles. In this study, plants were monitored from the initial onset of seasonal stressors, including spring drought, heat, and episodes of excessive rainfall, through to...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41095190",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-Sensor Monitoring, Intelligent Control, and Data Processing for Smart Greenhouse Environment Management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41094957/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "Management of smart greenhouses represents a transformative advancement in precision agriculture, enabling sustainable intensification of food production through the integration of multi-sensor networks, intelligent control, and sophisticated data filtering techniques. Unlike conventional greenhouses that rely on manual monitoring, smart greenhouses combine environmental sensors, Internet of Things (IoT) platforms, and artificial intelligence (AI)-driven decision making to optimize...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41094957",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Autonomous Concrete Crack Monitoring Using a Mobile Robot with a 2-DoF Manipulator and Stereo Vision Sensors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41094944/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251016151911&v=2.18.0.post9+e462414",
      "description": "Crack monitoring in concrete structures is essential to maintaining structural integrity. Therefore, this paper proposes a mobile ground robot equipped with a 2-DoF manipulator and stereo vision sensors for autonomous crack monitoring and mapping. To facilitate crack detection over large areas, a 2-DoF motorized manipulator providing linear and rotational motions, with a stereo vision sensor mounted on the end effector, was deployed. In combination with a manual rotation plate, this...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41094944",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The influences of genetic polymorphisms in three candidate genes on the athletic performance of Korean athletes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Therefore, our results suggest that the rs1799945 polymorphism in the HFE gene may be one of useful genetic markers for endurance performance in Korean athletes. Further studies using larger sample sizes and various sports events are needed to replicate our results.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41099995",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Therefore, our results suggest that the rs1799945 polymorphism in the HFE gene may be one of useful genetic markers for endurance performance in Korean athletes. Further studies using larger sample sizes and various sports events are needed to replicate our results"
    },
    {
      "title": "Is Jaw in a Day® reconstruction feasible in patients undergoing robotic neck dissection for oral cancer?: a case series with comparative analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099944/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Based on this case series and comparative analysis, the combination of the JIAD technique with RA-RAND appears technically feasible and does not prolong the operative or postoperative course. However, larger studies are required to confirm these findings.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41099944",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Based on this case series and comparative analysis, the combination of the JIAD technique with RA-RAND appears technically feasible and does not prolong the operative or postoperative course. However, larger studies are required to confirm these findings"
    },
    {
      "title": "Investigation of Microplastic Accumulation in Two Freshwater Fish Species (Labeo rohita and Wallago attu) from Tanguar Haor, Bangladesh",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "In the present work, we aimed to extract and identify microplastics (MPs) in two different species of fish, namely, Rohu fish (Labeo rohita) and Freshwater Shark (Wallago attu), inhabiting the Tanguar Haor (wetland) that is a part of the Surma River, Bangladesh. Three different parts, namely, the stomach, intestine, and dorsal muscle of the corresponding fish samples, were digested with a 10% KOH solution. We conducted a qualitative assessment using FTIR, UV-visible, and SEM/EDS measurements to...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41099797",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "extract and identify microplastics (MPs) in two different species of fish, namely, Rohu fish (Labeo rohita) and Freshwater Shark (Wallago attu), inhabiting the Tanguar Haor (wetland) that is a part of...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing the Relative Importance of Sociocontextual Determinants of Depression: A Random Forest Analysis of Young Korean Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099681/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "PURPOSE: This study examines the relative importance of various sociocontextual determinants of depression among young adults, including social, economic, residential, and demographic factors. Although previous research has identified a variety of contributors to depressive symptoms, their relative significance remains insufficiently explored.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41099681",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study examines the relative importance of various sociocontextual determinants of depression among young adults, including social, economic, residential, and demographic factors",
      "significance": "remains insufficiently explored",
      "conclusion": null
    },
    {
      "title": "Association of Low Protein Intake and Lower Physical Activity in Korean Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099570/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Older adults should consume the recommended amount of protein to increase physical activity, which improves their health. Protein intake has a positive effect on physical performance by influencing muscle mass and function of older adults.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41099570",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Older adults should consume the recommended amount of protein to increase physical activity, which improves their health. Protein intake has a positive effect on physical performance by influencing muscle mass and function of older adults"
    },
    {
      "title": "Molecular insights into the dynamic relationship between respiration rate and sulfur isotope effect",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Microbial sulfate reduction and its resulting sulfur isotope effects are crucial for understanding the past and present sulfur cycle. Microbial S-isotope effects have often been explained by their inverse correlation with the cell-specific sulfur reduction rate (csSRR), but exceptions exist. A notable example is when N(2)-fixing sulfate reducers fractionate sulfur isotopes more than those cultivated under fixed nitrogen, despite having a faster csSRR. To further understand the biochemical basis...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41099514",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative Approaches to Reveal Catalyst Dynamics: Bridging <em>Operando</em> Techniques, Theory, and Artificial Intelligence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Catalysts operate under complex conditions that require sophisticated approaches to understand their dynamics. This perspective outlines advances in experimental operando techniques, theoretical approaches, and machine learning (ML)-based data analysis to elucidate catalyst dynamics and improve the next-generation catalyst design. We first survey operando techniques, spanning electron microscopy, X-ray spectroscopy, and vibrational spectroscopy, that capture catalyst dynamics under operating...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41099495",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SIRT1 in Aging and Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099490/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Sirtuin 1 (SIRT1) is a NAD^(+)-dependent deacetylase belonging to the sirtuin family, which regulates a broad spectrum of cellular processes through deacetylation of both histones in the nucleus and non-histone proteins in the cytosol. Accumulating evidence indicates that biological aging is associated with a marked decline in the expression and activation of SIRT1/SIRT1, which contributes to the onset and progression of various age-related diseases. Conversely, activation of SIRT1 has been...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41099490",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering fluorescent probes for tracking lysosomal pH in β-amyloid-induced microglial activation and phagocytosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099251/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Alzheimer's disease (AD) is primarily associated with the aggregation of amyloid-β (Aβ) due to insufficient clearance of Aβ peptides. This leads to deposition of fibrillar Aβ (fAβ), contributing to AD progression. Microglia, the brain's resident immune cells, are central to the phagocytotic-fusion of fAβ. Notably, fAβ itself can activate microglia via toll-like receptor signaling, triggering a phagocytic response. Previous studies have shown that activated microglia exhibit efficient...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41099251",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The 11-year progression of \"armored brain\" in a boy with septo-optic dysplasia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099244/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41099244",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding public confidence in locally-produced mRNA vaccines: Insights for future pandemic preparedness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099205/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "As local vaccine manufacturing becomes a strategic goal for future pandemic preparedness, investigating public trust in domestic vaccine production is essential for ensuring equitable uptake and long-term success. A cross-sectional web-based survey was conducted to assess confidence in the local scientific community, manufacturers, regulatory authorities, and locally-produced mRNA vaccines. A vaccine confidence index (VCI) captured attitudes toward mRNA vaccine safety, efficacy, and...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41099205",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "for future pandemic preparedness, investigating public trust in domestic vaccine production is essential for ensuring equitable uptake and long-term success",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term exposure to fine particulate matter, ozone, and greenness and the risk of lung cancer: a retrospective cohort analysis within a national sample cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41098751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Long-term exposure to air pollution, particularly O₃, was significantly associated with an increased risk of lung cancer, independent of other confounders. In contrast, PM(2.5) showed only a modest and inconsistent association, while high greenness exposure demonstrated a protective effect. These findings emphasize the need for region-specific environmental policies aimed at improving air quality and enhancing access to green spaces to reduce lung cancer risk.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41098751",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Long-term exposure to air pollution, particularly O₃, was significantly associated with an increased risk of lung cancer, independent of other confounders. In contrast, PM(2"
    },
    {
      "title": "How Is One's Own and (Ex-)Partner's Professional Prestige Associated With Loneliness and Isolation? Findings Based on Cross-Sectional Data From Middle-Aged and Older Adults Living in Germany in 2022/2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41098512/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Data suggest that one's own favorable professional prestige was associated with lower loneliness and social isolation levels, whereas the professional prestige of the (ex-)partner was unrelated to such social factors. Future longitudinal studies should analyze whether changing to a job with more professional prestige might be associated with changes in loneliness and social isolation.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41098512",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Data suggest that one's own favorable professional prestige was associated with lower loneliness and social isolation levels, whereas the professional prestige of the (ex-)partner was unrelated to such social factors. Future longitudinal studies should analyze whether changing to a job with more pro..."
    },
    {
      "title": "Evaluation of Hyaluronic Acid Filler Injections in Mice Over 28 Days: A Controlled In Vivo Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41098428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: HA fillers manufactured via different crosslinking technologies may lead to different levels of initial and early swelling and collagen stimulation over 28 days.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41098428",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HA fillers manufactured via different crosslinking technologies may lead to different levels of initial and early swelling and collagen stimulation over 28 days"
    },
    {
      "title": "Towards Sustainable Development Goals: Application of Hydrogen-Enriched Mahua Biodiesel/Diesel Blend to Dual-Fuel Diesel Engine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41098415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "This study investigates the influence of hydrogen (H(2)) enrichment on the performance, combustion, and emission characteristics of a dual-fuel diesel engine operated with Mahua biodiesel/diesel blend (BDf20), in which H(2) is injected into the intake manifold at flow rates of 4, 6, 8, 10, and 12 L min^(-1) under varying engine loads. As a result, the optimum engine performance is achieved at 10 L min^(-1) H(2). At a peak load of 5.02 kW, BDf20 + H(2) (10 L min^(-1)) improves brake thermal...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41098415",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nutritional risk assessment using estimated usual nutrient intake in Korean adults: analysis of the 8th (2019-2021) Korea National Health and Nutrition Examination Survey data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41098408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Estimating the usual nutrient intake offers a more robust and realistic nutritional risk assessment than using the one-day dietary recall data as it stands. This study revealed disparities in nutritional intake according to gender and age, and highlighted the dual role of DSs. Public health strategies should support food-based nutrient adequacy before promoting DS use and provide targeted interventions for vulnerable groups.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41098408",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Estimating the usual nutrient intake offers a more robust and realistic nutritional risk assessment than using the one-day dietary recall data as it stands. This study revealed disparities in nutritional intake according to gender and age, and highlighted the dual role of DSs"
    },
    {
      "title": "Effects of mobile application-based dietary recommendations on patients aged 50 and older with type 2 diabetes, obesity, and hypertension in Gwangju, South Korea: a pilot trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41098405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Although a pilot, this mobile app-based dietary intervention yielded marked improvements across several disease indicators, suggesting that its advancement may help prevent and manage chronic diseases.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41098405",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although a pilot, this mobile app-based dietary intervention yielded marked improvements across several disease indicators, suggesting that its advancement may help prevent and manage chronic diseases"
    },
    {
      "title": "Anti-fatigue and antioxidative effects of amino acid (Leu, Gln, Cys)-EGCG complex via NRF2 and PGC-1α pathways: insights from cellular, animal, and pilot clinical studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41098404/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The AA-EGCG mixture enhances mitochondrial biogenesis and antioxidant capacity by activating the NRF2 and PGC-1α pathways, improving physical performance and reducing fatigue. This study highlights its potential as a supplement for managing fatigue and enhancing endurance.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41098404",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The AA-EGCG mixture enhances mitochondrial biogenesis and antioxidant capacity by activating the NRF2 and PGC-1α pathways, improving physical performance and reducing fatigue. This study highlights its potential as a supplement for managing fatigue and enhancing endurance"
    },
    {
      "title": "Pattern of dietary and supplemental vitamin C intake according to the level of fruit and vegetable consumption",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41098403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Although the prevalence of vitamin C insufficiency was high, regardless of FV sufficiency, supplementation allowed the FVS and FVINS groups to meet the recommended levels. Nevertheless, the quality of dietary sources remains a concern, with a reliance on less healthy options such as sugar-sweetened beverages and fruit juice products, particularly among young adults. These findings highlight the importance of promoting natural food sources like FV for better diet quality.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41098403",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although the prevalence of vitamin C insufficiency was high, regardless of FV sufficiency, supplementation allowed the FVS and FVINS groups to meet the recommended levels. Nevertheless, the quality of dietary sources remains a concern, with a reliance on less healthy options such as sugar-sweetened ..."
    },
    {
      "title": "Effects of vitamin D supplementation on T cell activation and regulatory T cell development in <em>Ldlr</em> <sup>-/-</sup> mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41098398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The higher Foxp3 expression and IL-10 production observed in the ATH suggest the activation of compensatory mechanisms to counteract inflammation. Enhanced TCR signaling in the ATH, likely associated with oxygen depletion due to heightened energy demand, may have contributed to the elevated Hif1a expression. The lower Zap70 expression in the vDS suggests that vitamin D supplementation suppresses T cell activation.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41098398",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The higher Foxp3 expression and IL-10 production observed in the ATH suggest the activation of compensatory mechanisms to counteract inflammation. Enhanced TCR signaling in the ATH, likely associated with oxygen depletion due to heightened energy demand, may have contributed to the elevated Hif1a ex..."
    },
    {
      "title": "Serum IGF-1 and IGFBP-3 levels in healthy Korean men aged 19-40 years: a cross-sectional analysis of reference ranges and seasonal variation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41098181/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Serum insulin-like growth factor 1 (IGF-1) and insulin-like growth factor binding protein 3 (IGFBP-3) levels are regulated by growth hormone, nutritional status, and other endocrine factors, and are implicated in aging, metabolic disorders, and malignancies. Establishing appropriate reference ranges for these biomarkers is essential for safety monitoring and pharmacodynamic assessments in clinical trials. Although various detection methods-including enzyme-linked immunosorbent assay,...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41098181",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Application of population pharmacokinetic modeling of SVG-101 to evaluate proper dose selection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41098180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Everolimus, an inhibitor of the mammalian target of the rapamycin signaling pathway, is used to treat tuberous sclerosis complex (TSC), certain cancers, and organ transplantation. Although a dispersible formulation has been approved for pediatric patients with TSC-associated seizures, no dispersible everolimus formulation has been approved for adults with swallowing difficulties. This study aimed to evaluate the pharmacokinetics (PK) of a newly developed dispersible everolimus tablet (SVG101) in...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41098180",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the pharmacokinetics (PK) of a newly developed dispersible everolimus tablet (SVG101) in",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Decoding the EPAR scientific assessment for clinical practice: a tutorial using tislelizumab in NSCLC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41098176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "European Public Assessment Reports (EPARs) are among the most scientifically rigorous sources available for evaluating newly approved oncology therapeutics, yet their complexity often limits clinical use. This tutorial aims to equip practicing oncologists and clinical pharmacologists with practical strategies for extracting actionable insights from EPARs. Using the regulatory assessment of tislelizumab in non-small cell lung cancer as an exemplar, this tutorial provides a structured framework...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41098176",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "to equip practicing oncologists and clinical pharmacologists with practical strategies for extracting actionable insights from EPARs",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Overall and Comparative Risk of Shingles With Advanced Therapies in Patients With Inflammatory Bowel Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097988/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: JAK inhibitors were associated with 1.7-2.2-fold higher risk of shingles than other advanced therapies.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41097988",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "JAK inhibitors were associated with 1.7-2"
    },
    {
      "title": "Adverse Reactions Following Intradermal Injection of Exosome-Based Formulations: A Case Series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097876/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Intradermal injection of unapproved exosome-based formulations may cause serious and persistent cutaneous complications. This case series underscores the need for regulatory enforcement, practitioner education, and public awareness to prevent off-label use and protect patient safety in aesthetic practice.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41097876",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Intradermal injection of unapproved exosome-based formulations may cause serious and persistent cutaneous complications. This case series underscores the need for regulatory enforcement, practitioner education, and public awareness to prevent off-label use and protect patient safety in aesthetic pra..."
    },
    {
      "title": "Iterative Annealing Mechanism for Protein and RNA Chaperones",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Molecular chaperones are machines that consume copious amount of ATP to facilitate the folding of misfolded proteins or RNA to their functionally competent native states by driving them out of equilibrium. Because the folding landscapes of biomolecules with complex native state topology are rugged, consisting of multiple minima that are separated by large free energy barriers, folding occurs by the kinetic partitioning mechanism according to which only a small fraction of the molecules reach the...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41097853",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive Evaluation of Hepatotoxicity Following Radiation Therapy in Breast Cancer Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Purpose: The liver is susceptible to adverse effects from radiation therapy (RT) and systemic therapy (ST) for breast cancer, given its anatomical proximity. Thus, we evaluated hepatotoxicity after RT and ST for breast cancer. Methods: This multicenter retrospective study included breast cancer patients treated with RT in 2021 and underwent a liver function test (LFT) before and after RT. Patients with bilateral breast cancer or a history of thoracic or abdominal RT and liver disease were...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41097778",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "The liver is susceptible to adverse effects from radiation therapy (RT) and systemic therapy (ST) for breast cancer, given its anatomical proximity",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond the Skin: Atopic Dermatitis and Increased Gastric Cancer Risk in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097740/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: AD may be associated with an increased risk of GC in the Korean population. These findings may highlight the importance of considering dermatological conditions in the context of systemic cancer risk.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41097740",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AD may be associated with an increased risk of GC in the Korean population. These findings may highlight the importance of considering dermatological conditions in the context of systemic cancer risk"
    },
    {
      "title": "Real-World Outcomes and Biomarker Analysis Based on Routine Clinical, Laboratory, and Pathologic Parameters in Metastatic or Unresectable Esophageal Cancer Treated with First-Line Anti-PD-1 Plus Fluoropyrimidine and Platinum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: First-line anti-PD-1 therapy combined with chemotherapy demonstrated favorable real-world outcomes in ESCC. The proposed prognostic scoring system may help personalize treatment strategies.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41097677",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "First-line anti-PD-1 therapy combined with chemotherapy demonstrated favorable real-world outcomes in ESCC. The proposed prognostic scoring system may help personalize treatment strategies"
    },
    {
      "title": "Dynamic Integrative Immune Profiling Reveals Early Biomarkers of Response and Prognosis in Advanced Gastric Cancer Treated with Nivolumab Plus Chemotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background: Nivolumab plus chemotherapy is a standard first-line treatment for advanced gastric cancer (GC), but reliable early biomarkers for predicting treatment outcomes remain lacking. This study aimed to identify early immunological predictors through dynamic immune profiling. Methods: Fifty patients with advanced or unresectable GC receiving nivolumab plus XELOX or FOLFOX were enrolled. Peripheral blood was collected at baseline, week 1, and week 6. Plasma biomarkers (Granzyme B, Ki-67,...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41097658",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify early immunological predictors through dynamic immune profiling",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of Culture Conditions on Bioactive Compounds in <em>Cordyceps militaris</em>: A Comprehensive Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097576/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Cordyceps militaris (C. militaris) is a medicinal fungus renowned for its diverse therapeutic properties, largely attributed to bioactive compounds such as cordycepin, polysaccharides, adenosine, D-mannitol, carotenoids, and ergosterol. However, the production and composition of these metabolites are highly influenced by cultivation conditions, highlighting the need for systematic optimization strategies. This review synthesizes current findings on how nutritional factors-including carbon and...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41097576",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plasma-Free Metanephrine and Normetanephrine Quantification for Clinical Applications Validated by Combining Solid-Phase Extraction and HPLC-MS/MS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Plasma-free metanephrines are the most sensitive and specific biochemical markers for diagnosing catecholamine-secreting tumors, such as pheochromocytoma and paraganglioma. In this study, we developed and validated a liquid chromatography-tandem mass spectrometry method for quantifying metanephrine and normetanephrine in human plasma, using solid-phase extraction with a weak cation-exchange mechanism. Validation was performed according to the FDA Bioanalytical Method Validation Guidance and CLSI...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41097269",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations Between Circulating Spexin, Obesity, and Insulin Resistance in Korean Children and Adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background: Spexin is a neuropeptide involved in various physiological functions, including energy metabolism, appetite regulation, and weight loss. This study aimed to identify correlations between circulating spexin levels, obesity, and insulin resistance (IR) in Korean children and adolescents. Methods: We included 128 Korean children and adolescents in the study. Among them, 69 individuals (53.9%) were classified as obese, 43 (33.6%) were considered overweight, and 16 (12.5%) had a normal...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41097254",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify correlations between circulating spexin levels, obesity, and insulin resistance (IR) in Korean children and adolescents",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Postbiotics Derived from Guava (<em>Psidium guajava</em> L.) Leaf Extract Bioconverted by <em>Limosilactobacillus fermentum</em> on Renal Inflammation in Type 2 Diabetic Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This highlights the distinct therapeutic efficacy of GBL in addressing DN, primarily through its effects on renal inflammation. Taken together, GBL can be used as a promising nutraceutical to mitigate hyperglycemia and its associated renal inflammation, thereby alleviating the progression of DN.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41097160",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This highlights the distinct therapeutic efficacy of GBL in addressing DN, primarily through its effects on renal inflammation. Taken together, GBL can be used as a promising nutraceutical to mitigate hyperglycemia and its associated renal inflammation, thereby alleviating the progression of DN"
    },
    {
      "title": "Sweet Taste Adaptation to Sugars, Sucralose, and Their Blends: A Human and Rodent Perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background: Sweet taste adaptation, the decline in perceived sweetness with repeated exposure, may influence dietary behavior and differs across sweeteners. Low-calorie sweeteners (LCSs) such as sucralose strongly activate the T1R2+T1R3 receptor and are generally associated with greater adaptation than sugars, although this effect can be reduced with sweetener blends. Aim: We investigated whether habitual LCS consumption affects sweet taste perception and whether blending sucralose with small...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41097152",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "We investigated whether habitual LCS consumption affects sweet taste perception and whether blending sucralose with small",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Eicosapentaenoic Acid and Urolithin a Synergistically Mitigate Heat Stroke-Induced NLRP3 Inflammasome Activation in Microglial Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Global warming and concomitant extreme weather events have markedly increased the incidence of heat stroke. Heat stroke (HS) poses a substantial threat to cerebral health by triggering neuroinflammation and accelerating neurodegenerative processes. The activation of the Nod-like receptor protein 3 (NLRP3) inflammasome for interleukin-1β (IL-1β) secretion has been implicated as a critical mechanism underlying HS-related fatalities. However, the potential role of specific...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41097140",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Global warming and concomitant extreme weather events have markedly increased the incidence of heat stroke",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Planetary Health Diet Adherence in Korean Adults: Association with the Korean Healthy Eating Index",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings suggest that better diet quality, as indicated by higher KHEI scores, is aligned with more sustainable eating behaviors and that that the KHEI may serve as a practical proxy for assessing adherence to the PHD. However, persistent gaps in whole grain, legume, and nut intake, together with excessive red meat consumption, highlight the need for culturally adapted guidelines and strategies to promote sustainable dietary shifts in Korea.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41097136",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that better diet quality, as indicated by higher KHEI scores, is aligned with more sustainable eating behaviors and that that the KHEI may serve as a practical proxy for assessing adherence to the PHD",
      "conclusion": "These findings suggest that better diet quality, as indicated by higher KHEI scores, is aligned with more sustainable eating behaviors and that that the KHEI may serve as a practical proxy for assessing adherence to the PHD. However, persistent gaps in whole grain, legume, and nut intake, together w..."
    },
    {
      "title": "Maternal Diet Quality Assessed Using the Korean Healthy Eating Index and Risk of Small-for-Gestational-Age Infants: Findings from the Mothers and Children's Environmental Health (MOCEH) Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097133/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background: Maternal diet quality during pregnancy may significantly influence fetal growth and birth weight. Objectives: This study aimed to assess the dietary quality of pregnant women in Korea and investigate its association with the risk of delivering a small-for-gestational-age (SGA) infant. Methods: A total of 1158 pregnant women and their newborns were recruited from the Mothers and Children's Environmental Health (MOCEH) 2006-2010 cohort. Maternal dietary intake during gestational weeks...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41097133",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study aimed to assess the dietary quality of pregnant women in Korea and investigate its association with the risk of delivering a small-for-gestational-age (SGA) infant",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multiscale Interactome-Guided Discovery Candidate Herbs and Active Ingredients Against Hyperthyroidism by Biased Random Walk Algorithm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Hyperthyroidism features excess thyroid hormone and a hypermetabolic state; although drugs and definitive therapies exist, mechanism-anchored options are still needed. We built a multiscale interactome and applied a biased random-walk diffusion model to prioritize herbal candidates, active ingredients, and mechanisms. Herb-compound records came from OASIS; targets from DrugBank, TTD, and STITCH; and disease genes from DisGeNET. For each herb and compound, we simulated diffusion profiles,...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41097054",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of Anticancer Targets in Ovarian Cancer Using Genomic Drug Sensitivity Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "PARP inhibitors exploit synthetic lethality in BRCA1/2-mutated ovarian cancers but are limited by emerging therapeutic resistance. Therefore, novel biomarkers predicting PARP inhibitor response are urgently needed. In this study, we performed integrative analysis using drug sensitivity, patient survival, gene dependency, and expression data to identify biomarkers associated with PARP inhibitor response in ovarian cancer. Mutations in BRCA1, MLL2, NF1, and SMARCA4 were associated with increased...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41096794",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combined Treatment with Evogliptin and Temozolomide Alters miRNA Expression but Shows Limited Additive Effect on Glioma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096775/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Dipeptidyl-peptidase IV (DPP4) inhibitors have shown potential anti-tumor properties. This study investigates the therapeutic potential of evogliptin, a DPP4 inhibitor, both as a single agent and in combination with temozolomide (TMZ), in glioma models. In vitro studies were performed using U87 and U373 glioma cell lines exposed to different concentrations of TMZ (250, 500 μM) and evogliptin (250, 500 ng/mL), either alone or together, for 24, 48, and 72 h. Cell viability was determined with the...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41096775",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating Habitat Prediction and Risk Assessment to Prioritize Conservation Areas for the Long-Tailed Goral (<em>Naemorhedus caudatus</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Human activities have accelerated the extinction of species, driving biodiversity loss and ecosystem degradation. Establishing protected areas (PAs) that encompass habitats of endangered species is essential for achieving biodiversity conservation and ecosystem protection goals. This study aimed to identify and prioritize critical conservation areas for the endangered long-tailed goral (Naemorhedus caudatus) in five regions of Gangwon and Gyeongbuk Provinces, South Korea. The MaxEnt model was...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41096443",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "identify and prioritize critical conservation areas for the endangered long-tailed goral (Naemorhedus caudatus) in five regions of Gangwon and Gyeongbuk Provinces, South Korea",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of <em>Clostridium butyricum</em> on Physiological Parameters and Gut Microbiota in Newborn Hanwoo Calves",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096381/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "A healthy gut microbiota in calves is necessary for optimal performance and development. Considering that probiotics have been shown to improve gut microbiota, the aim of this study was to investigate the effects of Clostridium butyricum on growth performance, blood parameters, and gut microbiota in Hanwoo calves. In total, 92 calves from two farms were randomly assigned to four groups: a control and three treatment groups that received increasing doses of C. butyricum (CB1, CB2, and CB3) during...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41096381",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to investigate the effects of Clostridium butyricum on growth performance, blood parameters, and gut microbiota in Hanwoo calves",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design of Residual Stress-Balanced Transferable Encapsulation Platform Using Urethane-Based Polymer Superstrate for Reliable Wearable Electronics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Wearable and skin-mounted electronics demand encapsulation designs that simultaneously provide strong barrier performance, mechanical reliability, and transferability under ultrathin conditions. In this study, a residual stress-balanced transferable encapsulation platform was developed by integrating a urethane-based copolymer superstrate [p(IEM-co-HEMA)] with inorganic thin films. The polymer, deposited via initiated chemical vapor deposition (iCVD), offered over 90% optical transmittance, low...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41096333",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reduced Anisotropic in Thermal Conductivity of Polymer Composites via Chemically Bonded BN-SiC Hybrid Fillers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "The growing demand for efficient thermal management in power electronics and high-density optoelectronic systems necessitates thermal interface materials (TIMs) with high through-plane thermal conductivity and minimal anisotropy. However, conventional polymer composites filled with platelet-type fillers such as hexagonal boron nitride (h-BN) suffer from strong directional thermal transport and interfacial resistance, limiting their practical effectiveness. To address this limitation, we present...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41096226",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Practical Benefits of Single- vs. Three-Port Laparoscopic Appendectomy for Pain Relief and Long-Term Cosmesis in Pediatric Patients: A Prospective Comparative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Comparative studies examining postoperative pain and cosmetic outcomes following single-port laparoscopic appendectomy (SLA) and three-port laparoscopic appendectomy (TLA) in pediatric patients with appendicitis have produced inconsistent results. We aimed to determine whether SLA offers practical benefits over TLA in terms of recovery-phase pain relief and long-term cosmetic satisfaction in pediatric patients. Methods: This prospective comparative study included children...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41096160",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Comparative studies examining postoperative pain and cosmetic outcomes following single-port laparoscopic appendectomy (SLA) and three-port laparoscopic appendectomy (TLA) in pediatric patients with a...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mutational Spectrum and Clinical Outcomes of Myelodysplastic/Myeloproliferative Neoplasms: A Single-Institution Study in Korea with Emphasis on <em>U2AF1</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096153/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background: Myelodysplastic/myeloproliferative neoplasms (MDS/MPNs) are rare hematopoietic disorders that exhibit overlapping pathological and molecular features of both MDS and MPN. This study aimed to investigate the mutational profiles and prognostic implications of MDS/MPN subtypes in Korean patients. Methods: We retrospectively reviewed 53 patients with MDS/MPN who underwent bone marrow examination and next-generation sequencing panel testing. Overall survival was analyzed with 3-year...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41096153",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the mutational profiles and prognostic implications of MDS/MPN subtypes in Korean patients",
      "significance": "of MDS/MPN subtypes in Korean patients",
      "conclusion": null
    },
    {
      "title": "Association of Preoperative Imaging and Surgical Delay with Hemorrhagic Mortality in Abdominal Trauma: A Retrospective Multicenter Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background: Surgical delay in abdominal trauma with hemorrhage is a leading cause of preventable death, yet the precise time threshold for adverse outcomes remains uncertain. This study examined the association between emergency department (ED)-to-operating room (OR) time and hemorrhagic mortality and evaluated the impact of preoperative computed tomography (CT). Methods: We retrospectively analyzed patients ≥15 years old who underwent emergency laparotomy for abdominal trauma at two Level I...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41096101",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the association between emergency department (ED)-to-operating room (OR) time and hemorrhagic mortality and evaluated the impact of preoperative computed tomography (CT)",
      "significance": "of preoperative computed tomography (CT)",
      "conclusion": null
    },
    {
      "title": "Effect of Theracurmin Products for Alleviating Alcohol Hangovers in Healthy Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Excessive alcohol consumption leads to hangovers, which cause discomfort and reduce work efficiency, resulting in socioeconomic losses. Theracurmin, known for its antioxidant and hepatoprotective properties, may help mitigate these effects. We evaluated the efficacy and safety of two Theracurmin-based products in alleviating hangover symptoms in humans. Methods: A randomized, double-blind, placebo-controlled, crossover trial was conducted in 27 healthy adults, with a...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41096076",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Excessive alcohol consumption leads to hangovers, which cause discomfort and reduce work efficiency, resulting in socioeconomic losses",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Depressive Symptoms and Altered Heart Rate Variability in Obstructive Sleep Apnea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096058/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Obstructive sleep apnea (OSA) is strongly associated with cardiovascular morbidity, and depressive symptoms are common in affected individuals. Both OSA and depression have been linked to autonomic dysfunction, but the independent contribution of depressive symptoms to autonomic dysfunction in OSA remains unclear. We investigated whether depressive symptom severity is associated with autonomic function, indexed by heart-rate variability (HRV), in patients with OSA....",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41096058",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Obstructive sleep apnea (OSA) is strongly associated with cardiovascular morbidity, and depressive symptoms are common in affected individuals",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Systemic Symptoms and Recovery in Acute Low Back Pain: A Retrospective Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background: Several prognostic factors, including the early recovery pattern of acute low back pain (ALBP), are related to the chronicity of LBP. However, the association between systemic symptoms and ALBP remains underexplored from a holistic perspective. Hence, this study aimed to investigate this relationship and identify novel clinical prognostic predictors for LBP. Methods: This retrospective cross-sectional study included patients with ALBP admitted to the Department of Korean Medicine...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41096049",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate this relationship and identify novel clinical prognostic predictors for LBP",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends in the Burden of Headache Disorders in Europe, 1990-2021: A Systematic Analysis from the Global Burden of Disease Study 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Headache disorders, including migraine and tension-type headache (TTH), are among the most prevalent and disabling neurological conditions globally. This study aimed to evaluate temporal changes, demographic disparities, and socio-geographic variation in the burden of headache disorders across European countries. Methods: We analyzed data from the Global Burden of Disease Study 2021, covering 45 European countries grouped into Western, Central, and Eastern regions. We...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41096046",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Headache disorders, including migraine and tension-type headache (TTH), are among the most prevalent and disabling neurological conditions globally",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Percutaneous Atherectomy Versus Balloon Angioplasty/Stenting in the Treatment of Femoropopliteal Arterial Occlusive Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Objectives: Atherectomy use for the treatment of femoropopliteal lesions has significantly increased. This study aimed to assess the clinical benefits of percutaneous atherectomy (PA) over balloon angioplasty and/or stenting (PTA ± stent) for femoropopliteal arterial disease using a nationwide prospective multicenter registry. Methods: Using data from the Damoeum registry of the Korean Society for Vascular Surgery, we identified patients with revascularization due to lower-extremity arterial...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41096007",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Atherectomy use for the treatment of femoropopliteal lesions has significantly increased",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aortic Stenosis in End-Stage Renal Disease: Incidence, Prevalence, and Mortality in a National Korean Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41096001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Aortic stenosis (AS) is an increasingly recognized end-stage renal disease (ESRD) complication. This study aimed to identify AS incidence and prevalence in Korean patients with ESRD, assess the effect of AS on all-cause mortality, and determine associated risk factors unique to this population. Methods: This retrospective study used Korean National Health Insurance Service data from 2009 to 2021 and included adult patients with ESRD undergoing maintenance dialysis. AS was...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41096001",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Aortic stenosis (AS) is an increasingly recognized end-stage renal disease (ESRD) complication",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Effectiveness of Treatments for Shoulder Subluxation After Stroke: A Systematic Review and Network Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background: Shoulder subluxation and pain are common complications of stroke that impair upper limb function. Objectives: This study conducted a systematic review and network meta-analysis to compare multiple therapeutic interventions for post-stroke shoulder subluxation, establishing an evidence-based hierarchy of treatment efficacy to optimize rehabilitation strategies and guide clinical practice. Methods: A comprehensive search was conducted using the MEDLINE, EMBASE, Cochrane, Scopus, and...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095992",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study conducted a systematic review and network meta-analysis to compare multiple therapeutic interventions for post-stroke shoulder subluxation, establishing an evidence-based hierarchy of treat...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential MicroRNA Expression in the Anterior Lens Capsule of Patients with Glucocorticoid-Induced Cataracts: A Preliminary Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095989/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: To investigate microRNA (miRNA) expression profiles in the anterior lens capsules of patients with glucocorticoid-induced cataracts (GIC) and to identify miRNAs potentially associated with glucocorticoid (GC) exposure and posterior subcapsular cataract (PSC) formation. Methods: A total of 33 participants were divided into four groups based on their GC usage history and cataract type: GIC (n = 10), age-related PSC (n = 6), GC-treated age-related cataract (ARC) (n = 7), and...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095989",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "To investigate microRNA (miRNA) expression profiles in the anterior lens capsules of patients with glucocorticoid-induced cataracts (GIC) and to identify miRNAs potentially associated with glucocortic...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of Second-Line Chemotherapies for First-Relapsed High-Grade Serous Ovarian Cancer: A Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: To compare oncologic outcomes of second-line chemotherapy regimens in relapsed high-grade serous ovarian cancer (HGSOC) by platinum sensitivity. Methods: We retrospectively reviewed HGSOC patients treated at two centers (June 2003-December 2020), classified by platinum-free interval (6- and 12-month cut-offs). Outcomes were progression-free survival (PFS, primary) and objective response and disease control rates (secondary). Regimens administered to ≥10% of patients or...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095983",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "To compare oncologic outcomes of second-line chemotherapy regimens in relapsed high-grade serous ovarian cancer (HGSOC) by platinum sensitivity",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Frank's Sign as a Dose-Dependent Marker of White Matter Burden in CADASIL: A Brain MRI Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095945/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Frank's sign, a diagonal earlobe crease, may reflect systemic microvascular dysfunction. We investigated whether Frank's sign serves as a clinical marker of white matter hyperintensity (WMH) burden in Cerebral Autosomal Dominant Arteriopathy with Subcortical Infarcts and Leukoencephalopathy (CADASIL), a monogenic model of pure cerebral small vessel disease. Methods: We analyzed 81 genetically confirmed CADASIL patients (61.8 ± 12.6 years, 40.7% female) and 54...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095945",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "Frank's sign, a diagonal earlobe crease, may reflect systemic microvascular dysfunction",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distal Adding-On as a Natural Shoulder Rebalancing Mechanism in Lenke Type 2A AIS with Right Sacral Slanting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095930/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Distal adding-on (DA) is a common postoperative phenomenon in Lenke type 2A adolescent idiopathic scoliosis (AIS). Postoperative shoulder imbalance (PSI) is a clinically significant issue following AIS correction, as it may lead to aesthetic dissatisfaction, functional impairment, and reduced quality of life. This study investigated radiographic changes in DA and shoulder balance in Lenke type 2A AIS, particularly focusing on distal wedge angle (DWA) and radiologic...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095930",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Distal adding-on (DA) is a common postoperative phenomenon in Lenke type 2A adolescent idiopathic scoliosis (AIS)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early Prognostication After Out-of-Hospital Cardiac Arrest: Modified rCAST Score Incorporating Age and Brainstem Reflexes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095909/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background: Out-of-hospital cardiac arrest (OHCA) survivors demonstrate wide variation in neurological outcomes due to hypoxic-ischemic brain injury. Early prognostic stratification in the emergency department is essential to inform clinical decisions. This study aimed to improve the revised Cardiac Arrest Syndrome for Therapeutic hypothermia (rCAST) score by incorporating additional clinical variables and to evaluate its ability to predict poor neurological outcomes. Methods: This multicenter...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095909",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "improve the revised Cardiac Arrest Syndrome for Therapeutic hypothermia (rCAST) score by incorporating additional clinical variables and to evaluate its ability to predict poor neurological outcomes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Asymmetric Degenerative Changes Between Convex and Concave Sides in Symptomatic Adult Degenerative Scoliosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Adult degenerative scoliosis (ADS) is a three-dimensional spinal deformity caused by asymmetric degeneration of intervertebral discs, facet joints, and paraspinal muscles (PSM). Although previous studies have identified bilateral asymmetry in the multifidus (MF), the erector spinae (ES), and psoas (PS), the underlying mechanism remains unclear. This study aims to compare muscle volume (MV), fat infiltration (FI), and degenerative changes on the concave (CC) and convex (CV)...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095901",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Adult degenerative scoliosis (ADS) is a three-dimensional spinal deformity caused by asymmetric degeneration of intervertebral discs, facet joints, and paraspinal muscles (PSM)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Effect of a Third In-Ear Microphone on User Satisfaction, Speech Intelligibility, and the Real-Ear Gain of Hearing Aids at a Conversational Level in Patients with Moderate Hearing Loss",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background: The microphone & receiver-in-ear (M&RIE) integrates two traditional hearing aid microphones, while an additional in-ear microphone helps preserve natural sound perception. However, the impact of this third microphone on hearing aid amplification remains unclear in patients with moderate hearing loss. Methods: In this prospective crossover study, thirty-nine participants with moderate hearing loss and no prior hearing-aid use were randomly assigned to be sequentially fitted with both...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095867",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of this third microphone on hearing aid amplification remains unclear in patients with moderate hearing loss",
      "conclusion": null
    },
    {
      "title": "GLP-1 Agonists in Cardiovascular Diseases: Mechanisms, Clinical Evidence, and Emerging Therapies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Glucagon-like peptide-1 (GLP-1) receptor agonists now serve as therapeutic agents for cardiovascular diseases (CVDs) beyond their original use for treating type 2 diabetes mellitus (T2DM). This review combines molecular mechanisms with clinical evidence to demonstrate how GLP-1 agonists help lower cardiovascular risk for conditions, including atherosclerosis, heart failure, stroke, and vascular dementia. These agents produce multiple beneficial effects, which include anti-inflammatory action...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095837",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quality of Life, Social Networking, and Mental Health: Generational Differentiation and Uniqueness in the Context of South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Mental health disparities across generations are a growing concern in rapidly changing societies. While health-related quality of life (HRQoL) and social networking are widely recognized as determinants of psychological well-being, less is known about how their effects differ across age groups. This study investigates the generational patterns in the relationship between HRQoL, social networking, and mental health in South Korea. Methods: We analyzed data from the...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095819",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Mental health disparities across generations are a growing concern in rapidly changing societies",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neutrophil-to-Lymphocyte Ratio, Bone Marrow, and Visceral Fat Metabolism as Predictors of Future Cardiovascular Disease in an Asymptomatic Healthy Population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095790/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: The neutrophil-to-lymphocyte ratio (NLR), a marker of systemic inflammation, is a known predictor of cardiovascular disease and overall mortality. We examined the relationship between the NLR and the metabolic activity of hematopoietic organs and visceral fat, and their association with the risk of atherosclerotic cardiovascular disease (ASCVD) in an asymptomatic healthy population. Methods: We retrospectively analyzed individuals who underwent F-18-fluorodeoxyglucose...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095790",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The neutrophil-to-lymphocyte ratio (NLR), a marker of systemic inflammation, is a known predictor of cardiovascular disease and overall mortality",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond Nerve Entrapment: A Narrative Review of Muscle-Tendon Pathologies in Deep Gluteal Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Deep Gluteal Syndrome (DGS) has traditionally been defined as a clinical entity caused by sciatic nerve (SN) entrapment. However, recent anatomical and imaging studies suggest that muscle- and tendon-origin pathologies-including enthesopathy-may also serve as primary pain generators. This narrative review aims to broaden the current understanding of DGS by integrating muscle and tendon pathologies into its diagnostic and therapeutic framework. The literature was selectively reviewed from PubMed,...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095750",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to broaden the current understanding of DGS by integrating muscle and tendon pathologies into its diagnostic and therapeutic framework",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Establishment of Reference Intervals for Thyroid Hormone Tests in the Korean Population: Using a Direct Selection Technique",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Thyroid-stimulating hormone (TSH), free thyroxine (FT4), and total triiodothyronine (TT3) are biomarkers for evaluating thyroid function. Although hormone levels are affected by many biological and environmental factors, most laboratories use manufacturer-provided reference intervals (RIs) without considering these factors. Thus, in this study we assessed RIs for TSH, FT4, and TT3 in a Korean population, using a direct selection technique. Methods: Serum samples from...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095729",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Thyroid-stimulating hormone (TSH), free thyroxine (FT4), and total triiodothyronine (TT3) are biomarkers for evaluating thyroid function",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictive Modeling of Central Precocious Puberty Using IGF-1 and IGFBP-3 Standard Deviation Scores",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095727/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Central precocious puberty (CPP) is diagnosed via gonadotropin-releasing hormone (GnRH) stimulation testing, which can be burdensome in pediatric settings. This study evaluated the utility of baseline hormonal markers-particularly insulin-like growth fac-tor 1 (IGF-1) and IGF-binding protein 3 (IGFBP-3)-as auxiliary tools for CPP diagnosis in Korean children. Methods: We retrospectively analyzed patients who underwent GnRH stimulation testing. Baseline LH, FSH, IGF-1, and...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095727",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Central precocious puberty (CPP) is diagnosed via gonadotropin-releasing hormone (GnRH) stimulation testing, which can be burdensome in pediatric settings",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Large Language Model and Knowledge Graph-Driven AJCC Staging of Prostate Cancer Using Pathology Reports",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: To develop an automated American Joint Committee on Cancer (AJCC) staging system for radical prostatectomy pathology reports using large language model-based information extraction and knowledge graph validation. Methods: Pathology reports from 152 radical prostatectomy patients were used. Five additional parameters (Prostate-specific antigen (PSA) level, metastasis stage (M-stage), extraprostatic extension, seminal vesicle invasion, and perineural invasion) were extracted...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095693",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "To develop an automated American Joint Committee on Cancer (AJCC) staging system for radical prostatectomy pathology reports using large language model-based information extraction and knowledge graph...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of Refractive Outcomes Between Small Lenticule Extraction Using a 500 KHz and a 2 MHz Femtosecond Laser",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095669/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: The aim of this study was to compare the efficacy of correcting myopia and myopic astigmatism between small incision lenticule extraction (SMILE) surgery performed using VisuMax 500 and that using VisuMax 800. Methods: Patients who underwent myopia correction using either VisuMax 500 (493 eyes of 249 patients) or VisuMax 800 (169 eyes of 85 patients) employing the nomogram of VisuMax 500 were enrolled in this retrospective case-control study. At 2 months after the...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095669",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "The aim of this study was to compare the efficacy of correcting myopia and myopic astigmatism between small incision lenticule extraction (SMILE) surgery performed using VisuMax 500 and that using Vis...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Innovative Dynamic Ultrasound Diagnosis of First Rib Stress Fracture in an Adolescent Athlete-A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background: First rib stress fractures (FRSFs) are exceptionally rare in skeletally immature athletes and are frequently overlooked because their symptoms mimic more common scapular conditions such as scapular dyskinesis or thoracic outlet syndrome. Early and accurate identification is critical to avoid delayed union, prolonged disability, and misdirected management. Case Presentation: We report a 12-year-old elite baseball pitcher with progressive scapular winging and audible snapping during...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095656",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic Efficacy of Olfactory Function Test Using Functional Near-Infrared Spectroscopy with Machine Learning in Healthy Adults: A Prospective Diagnostic-Accuracy (Feasibility/Validation) Study in Healthy Adults with Algorithm Development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095653/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: The YSK olfactory function (YOF) test is a culturally adapted psychophysical tool that assesses threshold, discrimination, and identification. This study evaluated whether functional near-infrared spectroscopy (fNIRS) synchronized with routine YOF testing, combined with machine learning, can predict YOF subdomain performance in healthy adults, providing an objective neural correlate to complement behavioral testing. Methods: In this prospective diagnostic-accuracy...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41095653",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "The YSK olfactory function (YOF) test is a culturally adapted psychophysical tool that assesses threshold, discrimination, and identification",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Analysis of Traumatic Cardiac Arrest: Role of Early Intervention and Care Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "(1) Background: This study aimed to assess the characteristics and factors influencing 72 h survival after traumatic cardiac arrest (TCA), comparing out-of-hospital TCA (oTCA) with in-hospital TCA (iTCA). (2) Methods: This is a retrospective review of 286 patients with TCA admitted to the regional trauma center (RTC) in Gangwon Province, Korea, between 2013 and 2019. (3) Results: Transfer from another hospital (hazard ratio [HR] 0.86 [0.76-0.97]) and longer duration between accident and...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095618",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "assess the characteristics and factors influencing 72 h survival after traumatic cardiac arrest (TCA), comparing out-of-hospital TCA (oTCA) with in-hospital TCA (iTCA)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polysomnographic Evidence of Enhanced Sleep Quality with Adaptive Thermal Regulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095607/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Background/Objective: Sleep is a vital determinant of human health, where both its quantity and quality directly impact physical and mental well-being. Thermoregulation plays a pivotal role in sleep quality, as the body's ability to regulate temperature varies across different sleep stages. This study examines the effects of a novel real-time temperature adjustment (RTA) mattress, which dynamically modulates temperature to align with sleep stage transitions, compared to constant temperature...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095607",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Sleep is a vital determinant of human health, where both its quantity and quality directly impact physical and mental well-being",
      "significance": "physical and mental well-being",
      "conclusion": null
    },
    {
      "title": "Muscle Mass Mediates the Effect of Physical Activity and Sedentary Behavior on Metabolic Syndrome, with Differences by Gender",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095517/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings suggest that promoting MVPA and strength training, while reducing sedentary time, can improve cardiometabolic health by increasing muscle mass, though the mediating role of muscle mass for MS differs by gender.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095517",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that promoting MVPA and strength training, while reducing sedentary time, can improve cardiometabolic health by increasing muscle mass, though the mediating role of muscle mass for MS differs by gende...",
      "conclusion": "These findings suggest that promoting MVPA and strength training, while reducing sedentary time, can improve cardiometabolic health by increasing muscle mass, though the mediating role of muscle mass for MS differs by gender"
    },
    {
      "title": "Determinants of Psychosocial and Mental Health Risks of Multicultural Adolescents: A Multicultural Adolescents Panel Study 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The findings highlight the interrelated nature of Psychosocial and mental health risks among multicultural adolescents and underscore the influence of gender, family background, and body image. Addressing these factors within culturally sensitive school and community interventions is essential to support positive Psychosocial and mental health risk outcomes.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095493",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "The findings highlight the interrelated nature of Psychosocial and mental health risks among multicultural adolescents and underscore the influence of gender, family background, and body image. Addressing these factors within culturally sensitive school and community interventions is essential to su..."
    },
    {
      "title": "Effects of Ar Ion Irradiation on Mechanical Properties and Microstructure of SA508 Grade 3 Class 1 and Class 2 Reactor Pressure Vessel Steels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095426/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "This study investigates the effects of Ar ion irradiation on the mechanical properties and microstructure of SA508 Grade 3 Class 1 and Class 2 reactor pressure vessel steels. Three different fluence levels of Ar ion irradiation were applied to simulate accelerated irradiation damage conditions. Charpy impact and tensile tests conducted before and after irradiation showed no significant changes in bulk mechanical properties. Stopping and Range of Ions in Matter (SRIM) and Transport of Ions in...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095426",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "and tensile tests conducted before and after irradiation showed no significant changes in bulk mechanical properties",
      "conclusion": null
    },
    {
      "title": "Effect of Silane Surface Treatments on the Interfacial Shear Strength Between Cotton Yarn and Poly(Lactic Acid) Resin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095406/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "This study explores the enhancement of mechanical properties in cotton yarn-reinforced poly(lactic acid) (PLA) biocomposites, aimed at providing a sustainable alternative to petroleum-based plastics. The primary challenge addressed is the low interfacial shear strength (ISFF) between the hydrophilic cotton yarn and the hydrophobic PLA matrix. To overcome this, cotton yarn surface was chemically modified using silane treatment. Cotton yarns were aligned on a metal frame and treated with...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41095406",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Observation of Excitonic Doublet Structure, Biexcitons and Their Temperature Dependence in High-Quality β-InSe Single Crystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "We present a systematic study of the fundamental optical properties of indium selenide (InSe) single crystals over a temperature range of 17 K to 300 K. The high structural quality of the β-polytype crystals was confirmed through X-ray diffraction, Raman spectroscopy, and high-resolution transmission electron microscopy, demonstrating excellent crystallinity and a nearly stoichiometric In:Se ratio. The temperature-dependent absorption and photoluminescence (PL) spectra are characterized by a...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41095278",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IoT-Enabled Fog-Based Secure Aggregation in Smart Grids Supporting Data Analytics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41095062/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "The Internet of Things (IoT) has transformed multiple industries, providing significant potential for automation, efficiency, and enhanced decision-making. The incorporation of IoT and data analytics in smart grid represents a groundbreaking opportunity for the energy sector, delivering substantial advantages in efficiency, sustainability, and customer empowerment. This integration enables smart grids to autonomously monitor energy flows and adjust to fluctuations in energy demand and supply in...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41095062",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-Time Cycle Slip Detection in Single-Frequency GNSS Receivers Using Dual-Index Cross-Validation and Elevation-Dependent Thresholding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41094984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Cycle slips, abrupt discontinuities in carrier-phase measurements, pose a significant challenge for single-frequency GNSS receivers, particularly in real-time applications where rapid detection is critical. Unlike dual-frequency approaches, these receivers cannot rely on redundant combinations to isolate slips from other errors. This study proposes a real-time cycle slip detection algorithm for single-frequency GNSS receivers based solely on short-term differencing of pseudorange and...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41094984",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating Transport Layer Security 1.3 Optimization Strategies for 5G Cross-Border Roaming: A Comprehensive Security and Performance Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41094966/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Cross-border Fifth Generation Mobile Communication (5G) roaming requires secure N32 connections between network operators via Security Edge Protection Proxy (SEPP) interfaces, but current Transport Layer Security (TLS) 1.3 implementations face a critical trade-off between connection latency and security guarantees. Standard TLS 1.3 optimization modes either compromise Perfect Forward Secrecy (PFS) or suffer from replay vulnerabilities, while full handshakes impose excessive latency penalties for...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41094966",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-Time Face Gesture-Based Robot Control Using GhostNet in a Unity Simulation Environment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41094912/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Unlike traditional control systems that rely on physical input devices, facial gesture-based interaction offers a contactless and intuitive method for operating autonomous systems. Recent advances in computer vision and deep learning have enabled the use of facial expressions and movements for command recognition in human-robot interaction. In this work, we propose a lightweight, real-time facial gesture recognition method, GhostNet-BiLSTM-Attention (GBA), which integrates GhostNet and BiLSTM...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41094912",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AI-Based Severity Classification of Dementia Using Gait Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41094906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "This study aims to explore the utility of artificial intelligence (AI) in classifying dementia severity based on gait analysis data and to examine how machine learning (ML) can address the limitations of conventional statistical approaches. The study included 34 individuals with mild cognitive impairment (MCI), 25 with mild dementia, 26 with moderate dementia, and 54 healthy controls. A support vector machine (SVM) classifier was employed to categorize dementia severity using gait parameters. As...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41094906",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "to explore the utility of artificial intelligence (AI) in classifying dementia severity based on gait analysis data and to examine how machine learning (ML) can address the limitations of conventional...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Estimation of Compression Depth During CPR Using FMCW Radar with Deep Convolutional Neural Network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41094770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Effective Cardiopulmonary Resuscitation (CPR) requires precise chest compression depth, but current out-of-hospital monitoring technologies face limitations. This study introduces a method using frequency-modulated continuous-wave (FMCW) radar to remotely and accurately monitor chest compressions. FMCW radar captures range, Doppler, and angular data, and we utilize micro-Doppler signatures for detailed motion analysis. By integrating Doppler shifts over time, chest displacement is estimated. We...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41094770",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cancer-Associated Retinopathy in a Patient with Small Cell Lung Cancer and Esophageal Cancer: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41094744/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41094744",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of sudden cardiac death in hypertrophic cardiomyopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41094696/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251016151913&v=2.18.0.post9+e462414",
      "description": "Hypertrophic cardiomyopathy has become a highly manageable condition due to recent therapeutic advances that have significantly reduced its overall mortality rate. However, sudden cardiac death continues to be a critical and unsolved threat, particularly in younger patients and competitive athletes. Even after recent updates to guidelines on sudden cardiac death risk evaluation in hypertrophic cardiomyopathy, new clinical evidence continues to emerge, further enriching our understanding of risk...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41094696",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional Evaluation of <em>Bacillus subtilis</em> DCP04 from Korean Fermented Soybean Paste: A Potential Probiotic Strain for Polyethylene Degradation and Adsorption",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41097496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "Micro- and nanoplastics (MPs and NPs) are recognized as emerging contaminants posing potential risks to human health. Recent evidence highlights the potential of food-grade microbial strains to bind these particles and facilitate their removal, suggesting a promising probiotic-based strategy for mitigating their adverse health effects. This study investigated the adsorption and biodegradation capabilities of Bacillus subtilis DCP04, a strain isolated from Korean fermented soybean paste,...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41097496",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the adsorption and biodegradation capabilities of Bacillus subtilis DCP04, a strain isolated from Korean fermented soybean paste,",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Model-Free Transformer Framework for 6-DoF Pose Estimation of Textureless Tableware Objects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41094988/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "Tableware objects such as plates, bowls, and cups are usually textureless, uniform in color, and vary widely in shape, making it difficult to apply conventional pose estimation methods that rely on texture cues or object-specific CAD models. These limitations present a significant obstacle to robotic manipulation in restaurant environments, where reliable six-degree-of-freedom (6-DoF) pose estimation is essential for autonomous grasping and collection. To address this problem, we propose a...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41094988",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Visuomotor Control Accuracy of Circular Tracking Movement According to Visual Information in Virtual Space",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41094821/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "The VR-based circular tracking movement evaluation system (CES) was developed to quantitatively assess visuomotor control. The virtual stick, a component of the CES, provides visual cues in the virtual environment and haptic feedback when holding the controller. This study examined the effects of stick presence and presentation order on control accuracy for distance, angle, and angular velocity. Twenty-seven participants (12 females; mean age 23.3 ± 2.3 years) performed tasks in the frontal...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41094821",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of stick presence and presentation order on control accuracy for distance, angle, and angular velocity",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SeedGerm-VIG: an open and comprehensive pipeline to quantify seed vigour in wheat and other cereal crops using deep learning powered dynamic phenotypic analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "As one of the most important cereal crops, wheat (Triticum aestivum L.) production and grain quality are essential to many nations in the world. Early developmental phases such as seed germination and seedling establishment are key to wheat's growth and development as they impact directly on crop's early performance and yield potential. Hence, it is critical to develop varieties with favourable early growth characteristics under various growing conditions. Here, we present SeedGerm-VIG, an...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100176",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "cereal crops, wheat (Triticum aestivum L",
      "conclusion": null
    },
    {
      "title": "Effects of the Novel Mitochondrial Targeted Compound Phosundoxin against Sporothrix globosa: Microbial Sensitivity Test combined with Transcriptomics and Proteomics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100169/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "In recent years, the resistance of Sporothrix globosa to antifungal treatments has steadily increased, while the cure rate for sporotrichosis has declined. This growing resistance underscores the urgent need to develop novel antifungal agents with distinct mechanisms of action. Previous studies have demonstrated that phosundoxin, a biphenyl aliphatic amide that targets mitochondria, exhibits potent inhibitory effects against a broad spectrum of fungi. To further evaluate its antifungal activity,...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100169",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Perceived Stress and Burnout Among Neonatal Intensive Care Nurses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: High levels of nurse stress and burnout, including among Neonatal Intensive Care Unit (NICU) nurses, were documented prior to the pandemic. The pandemic increased stressors for NICU nurses although not all NICUs were affected in the same way.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100149",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Retinal Imaging Considerations After RLRL Treatment for Myopia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100133/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100133",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Benefits and Limitations of Using Population Databases for Eye Research-More Than Meets the Eye",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100130/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100130",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and validation of a brief Aarhus Prolonged Grief Disorder Scale",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "The Aarhus Prolonged Grief Disorder Scale (A-PGDs) is a self-report measure of prolonged grief disorder (PGD) as defined in the International Classification of Diseases, 11th revision (ICD-11) and the Diagnostic and Statistical Manual of Mental Disorders, 5th edition, Text revision (DSM-5-TR). To enhance its clinical utility, we developed a brief version in a bereaved community sample (n = 590) and tested its psychometric properties in a subclinical sample (n = 124). Using target exploratory...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100118",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pathogenic Germline Variants in Cancer Susceptibility Genes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100108",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Guidelines for Next-Generation Sequencing in Sarcoma Diagnosis and Treatment: A Consensus Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100097/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: Evidence supporting the routine, nonselective use of NGS in patients with sarcoma is currently limited. Given the complexity, the decision to perform an NGS panel, as well as the interpretation and use of its results for diagnostic or therapeutic purposes, should take place only in sarcoma-expert institutions, including a multidisciplinary review. The results of multigene panels performed in nonexpert sarcoma centers cannot replace the pathology review or the...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100097",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Evidence supporting the routine, nonselective use of NGS in patients with sarcoma is currently limited. Given the complexity, the decision to perform an NGS panel, as well as the interpretation and use of its results for diagnostic or therapeutic purposes, should take place only in sa..."
    },
    {
      "title": "Sodium Reduction Program Incorporating Genetic Profile and an AI-Based App: A Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: In this randomized clinical trial conducted among individuals with elevated blood pressure and a sodium-sensitive genotype, a sodium reduction program combining a genetic profile and an AI-based app with sodium-specific information did not significantly reduce salt intake. These findings highlight the challenges of achieving dietary behavior change through genetic personalized plus digital interventions.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100086",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this randomized clinical trial conducted among individuals with elevated blood pressure and a sodium-sensitive genotype, a sodium reduction program combining a genetic profile and an AI-based app with sodium-specific information did not significantly reduce salt intake. These findi..."
    },
    {
      "title": "Language Barriers and Access to Hospital Patient Portals in the US",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100083/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: In this cross-sectional study of hospitals in 17 states, only a small proportion offered patient portals that were accessible in a non-English, non-Spanish language. As digital health care continues to evolve, prioritizing language accessibility in its design is essential to ensure inclusivity for all patients.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100083",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this cross-sectional study of hospitals in 17 states, only a small proportion offered patient portals that were accessible in a non-English, non-Spanish language. As digital health care continues to evolve, prioritizing language accessibility in its design is essential to ensure in..."
    },
    {
      "title": "Income Support Needs and Bedside Legal Assistance for Patients Recovering From Violent Injuries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100080/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: In this cohort study, patients recovering from violent injuries had nearly universal legal needs, particularly for income support with public benefits. Legal assistance may be a pragmatic solution, infrequently leveraged in addressing violence, that can increase access to income support and other public benefits programs.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100080",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this cohort study, patients recovering from violent injuries had nearly universal legal needs, particularly for income support with public benefits. Legal assistance may be a pragmatic solution, infrequently leveraged in addressing violence, that can increase access to income suppo..."
    },
    {
      "title": "Pleural cavity macrophages promote lung tumor establishment through tissue invasion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100065",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Observation of a Two-fold Anisotropy in Ultrathin Mo<sub>2</sub>C Superconducting Crystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "The structural phase and polymorphs play important roles in determining the symmetry and properties of materials, providing an important route to engineering exotic electronic phases and expanding the functionalities for applications. Here, we report the observation of a two-fold symmetry of transport anisotropy associated with the crystallographic directions in 2D ultrathin Mo(2)C superconducting crystals. Through angle-resolved transport measurements, we demonstrate the modulation of the...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100063",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "roles in determining the symmetry and properties of materials, providing an important route to engineering exotic electronic phases and expanding the functionalities for applications",
      "conclusion": null
    },
    {
      "title": "Trop2 Expression in Digestive Neoplasms: A Promising Target for Antibody-Drug Conjugates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Trop2 is a promising biomarker for tumor aggressiveness and a potential target for antibody-drug conjugates (ADCs) in digestive cancers, particularly in SRCC-rich, metastatic, and invasive subtypes. These findings provide strong rationale for stratifying patient populations in future clinical investigations of Trop2-directed ADC therapies.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100061",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Trop2 is a promising biomarker for tumor aggressiveness and a potential target for antibody-drug conjugates (ADCs) in digestive cancers, particularly in SRCC-rich, metastatic, and invasive subtypes. These findings provide strong rationale for stratifying patient populations in future clinical invest..."
    },
    {
      "title": "Alternate Wetting and Drying Limits Arsenic in Porewater and Rice Grain under Severe Future Climate Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100058/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "Climate change, coupled with widespread soil arsenic (As) contamination, is expected to decrease rice yields and increase grain As, threatening food security. One promising mitigation strategy is alternate wetting and drying (AWD) irrigation. However, AWD has not previously been tested under potential future climate conditions. Using rhizoboxes to visualize the rhizosphere, we evaluated the efficacy of AWD for limiting porewater and grain As under both current (daily high of 33 °C and 420 ppmv...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100058",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mast cells act as pro-angiogenic and pro-tumorigenic players in pituitary gonadotroph tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: we demonstrate that mast cells represent a new actor of the gonadotroph TME, and highlight their pro-angiogenic and pro-tumorigenic roles as potential targets for the therapeutic treatment of gonadotroph tumors.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100053",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "we demonstrate that mast cells represent a new actor of the gonadotroph TME, and highlight their pro-angiogenic and pro-tumorigenic roles as potential targets for the therapeutic treatment of gonadotroph tumors"
    },
    {
      "title": "The validation of quality attributes in Primary Human Hepatocytes Standard",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "Primary human hepatocytes (PHH) are used as the FDA-recognized \"gold standard\" for liver-related studies in vitro. The world's first PHH group standard (T/CSCB 0008-2021, CSCB standard) was released by Chinese Society for Cell Biology in 2021. In order to justify this standard, six key quality attributes of ten different batches from commercial PHHs, including cell viability, cell morphology, cell markers, albumin secretion, drug metabolism function and bile secretion, were characterized using...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100036",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Contributions of Oxygen Uptake Efficiency and Maximal Oxygen Uptake to Fat Oxidation Metrics in Healthy Male Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100029/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: VT1 and OUEP are stronger predictors of MFO and FAT(max) than VO(2max), while OUES significantly moderates VO(2max), highlighting the importance of submaximal biomarkers in fat oxidation capacity.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100029",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "VT1 and OUEP are stronger predictors of MFO and FAT(max) than VO(2max), while OUES significantly moderates VO(2max), highlighting the importance of submaximal biomarkers in fat oxidation capacity"
    },
    {
      "title": "HIV Prevalence and Related Factors among Female Sex Workers in Iran: Findings of a Nationwide Bio-Behavioral Survey, 2023-2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "Female sex workers (FSW) remain a key population for HIV prevention. In this cross-sectional study, we used respondent-driven sampling among 1,516 FSW in 13 Iranian cities (2023-2024) to assess HIV prevalence and associated factors. The HIV prevalence was 1.32% (95% confidence interval [CI]: 0.24; 2.39). In a multivariable model, higher education was protective (adjusted odds ratio [aOR] = 0.17), while polydrug use (aOR = 5.53) and sex with people who inject drugs (aOR = 3.27) increased HIV...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100017",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Usability and user experience of tablet-based teleneuropsychology platform for the diagnosis of mild cognitive impairment: the Italian experience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100005",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "miR-183/96/182 Cluster Negatively Targets mTOR to Exacerbate Learning and Memory Impairment Caused by Combined Fluorine and Aluminium Exposure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41100002/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "The neurotoxicants fluorine (F) and aluminium (Al) exert detrimental effects on the nervous system. Fluorine and aluminium (FA) commonly coexist in both natural and anthropogenically polluted environments and have been associated with impairments in learning and memory functions. However, the underlying mechanisms remain to be fully elucidated. Our previous study demonstrated that excessive exposure to FA induces impairments in learning and memory, accompanied by neuronal apoptosis as well as...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41100002",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pathogenicity analysis and functional prediction of a rare LDLR variant in familial hypercholesterolemia combined with Wilson disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099993/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The LDLR c.599T > G (p.Phe200Cys) variant was associated with FH combined with WD, and the heterozygous variant site was considered likely pathogenic. The variant may affect the ligand-binding function of LDLR by altering the random coil structure.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099993",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The LDLR c.599T > G (p"
    },
    {
      "title": "Application of artificial intelligence in esophageal surgery: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099978/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "The aim of this systematic review was to summarize and analyze the available literature on the application of artificial intelligence systems in esophageal surgery, focusing on anatomy recognition, instrument detection, and surgical phase recognition. Esophageal cancer poses a significant global health challenge, ranking as the seventh most common cancer worldwide. Esophagectomy is the only curative treatment for non-metastatic esophageal cancer. While the introduction of minimally invasive...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099978",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this systematic review was to summarize and analyze the available literature on the application of artificial intelligence systems in esophageal surgery, focusing on anatomy recognition, instrument...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Does the relationship between stress and quality of life differ among informal caregivers of older adults with Alzheimer's disease and children with autism spectrum disorder? Results from a cross-sectional survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099975/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099975",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Obesity, Hypertension and Brain Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "PURPOSE OF REVIEW: This brief review provides background information about brain health and its definition and public health importance. Within the context of brain health, we focus on two important modifiable cardiovascular risks, obesity and hypertension, and discuss mechanisms by which these factors affect brain health and recent advances in our understanding of trajectories of these risks across the lifespan.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099969",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "OF REVIEW: This brief review provides background information about brain health and its definition and public health importance",
      "significance": "modifiable cardiovascular risks, obesity and hypertension, and discuss mechanisms by which these factors affect brain health and recent advances in our understanding of trajectories of these risks acr...",
      "conclusion": null
    },
    {
      "title": "Production of the terpenoid-based biofuel α-bisabolene by metabolically engineered Corynebacterium glutamicum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "The depletion of fossil resources and their detrimental impact on global climate change necessitate the development of sustainable, renewable alternatives. Advanced fuels derived from microbial fermentation represent a promising route towards reducing dependency on petroleum-derived energy sources. In this respect, terpenoids emerge as attractive candidates for biofuel applications. Among terpenoids, α-bisabolene, a plant-derived sesquiterpenoid, has attracted attention as a potential diesel...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099948",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on global climate change necessitate the development of sustainable, renewable alternatives",
      "conclusion": null
    },
    {
      "title": "Stool Screening for Campylobacter Species in Hypogammaglobulinemic Patients Receiving Immunoglobulin Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099909/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "Hypogammaglobulinemia (HG) predisposes patients to gastrointestinal Campylobacter infections. This prospective study determined the prevalence of Campylobacter in stool samples from patients with immunoglobulin (Ig)-substituted HG at Bordeaux University Hospital. 73 patients (42 women, median age: 61) receiving Ig substitution therapy were enrolled from July 2022 to July 2024. Stool samples were analysed with culture, PCR, faecal calprotectin levels, and immune profiles were also assessed. A...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099909",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Snakebite First Aid Knowledge and Practices in the Northern Border Region, Saudi Arabia: Insights from the Health Belief Model and COM-B Framework",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "This study aimed to assess knowledge, attitudes, and practices (KAP) related to snakebite first aid among residents of the Northern Border regoin and identify gaps for targeted interventions. A cross-sectional survey was conducted among 1236 adults using a structured, self-administered questionnaire covering demographics, knowledge, attitudes, behaviors, and sources of information. Data were analyzed descriptively and interpreted through the Health Belief Model (HBM) and COM-B framework to...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099901",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "assess knowledge, attitudes, and practices (KAP) related to snakebite first aid among residents of the Northern Border regoin and identify gaps for targeted interventions",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impacts of Oxylipins on ischemic stroke: from pathophysiology to clinical phenotypes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Ischemic stroke is a detrimental disease that could can lead to disability and death., Multiple pathophysiological processes are involved in ischemic stroke, from the initial stages to the chronic stages. Oxylipins are a class of bioactive lipid metabolites mainly derived from the oxidation of omega-3 and omega-6 polyunsaturated fatty acids (PUFAs). Emerging evidence based on laboratory results shows that diverse subclasses of oxylipins exert protective or harmful effects in ischemic...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099898",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ginger-derived 1-(4'-hydroxy-3'-methoxyphenyl)-5-methoxydecan-3-one (HMPM) induces apoptosis and DNA damage against triple-negative breast cancer cells in vitro",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099880/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Taken together, the ginger-derived HMPM offers antiproliferative activity against TNBC cells via oxidative stress-dependent changes with limited cytotoxicity to normal cells.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099880",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Taken together, the ginger-derived HMPM offers antiproliferative activity against TNBC cells via oxidative stress-dependent changes with limited cytotoxicity to normal cells"
    },
    {
      "title": "Elevated triglyceride-glucose index is a risk factor for postoperative seizures in adults undergoing elective craniotomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099864",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Study on human thermophysiology and severe-cold protection during physical activity in simulated high-altitude environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "The unique climate of plateau regions increases the risk of cold-related conditions, such as hypothermia and frostbite. Therefore, it is essential to study and improve severe-cold protective equipment for use in these environments. This research involved an experiment simulating a plateau at an altitude of 4,500 m, with an ambient temperature of -9℃ and 23℃. Sixteen healthy male participants performed two types of physical activities-weighted hiking and heavy lifting-while thermophysiological...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099808",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Loneliness as a determinant of healthcare utilisation in older adults: a cross-sectional study in a Portuguese rural region",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Loneliness is a measurable and clinically relevant determinant of healthcare use in older adults. These findings support the integration of loneliness screening and intervention into routine clinical care, regardless of geographic setting.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099788",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Loneliness is a measurable and clinically relevant determinant of healthcare use in older adults. These findings support the integration of loneliness screening and intervention into routine clinical care, regardless of geographic setting"
    },
    {
      "title": "Combining Cryo-EM with Computational Approaches To Revolutionize Structural Biology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "The development of cryo-electron microscopy (cryo-EM) has led to significant advancements in the field of structural biology. Specifically, improvements in both hardware and software for cryo-EM have not only addressed previously perceived limitations but have also enabled the accumulation of a vast amount of structural data. The integration of cryo-EM with computational methods, such as molecular docking and molecular dynamics (MD) simulations, has further advanced the study of the molecular...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099770",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Symptoms but not physiology differentiate functional dyspepsia with or without overlapping gastrointestinal disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099753/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The common overlap between FD, IBS and reflux is characterized by a high GI-specific, psychological and somatic symptom burden. In contrast, key pathophysiological parameters were not different between FD with and without overlapping disorders or between FD subtypes. Central integration of multiple GI manifestations rather than more severely impaired peripheral alterations is more likely to explain the high symptom burden in overlapping disorders.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099753",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The common overlap between FD, IBS and reflux is characterized by a high GI-specific, psychological and somatic symptom burden. In contrast, key pathophysiological parameters were not different between FD with and without overlapping disorders or between FD subtypes"
    },
    {
      "title": "Factors influencing task-shifting between rheumatologists and occupational therapists in hand osteoarthritis care: A qualitative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099731/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Sustainable task shifting in secondary healthcare depends on professional competencies, interprofessional collaboration, and supportive organisational structures. Patient education and clear communication about provider roles are essential to address expectations, enhance satisfaction, and strengthen implementation.",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099731",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sustainable task shifting in secondary healthcare depends on professional competencies, interprofessional collaboration, and supportive organisational structures. Patient education and clear communication about provider roles are essential to address expectations, enhance satisfaction, and strengthe..."
    },
    {
      "title": "A mechanism for pathological oscillations in mouse retinal ganglion cells in a model of night blindness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "TRPM1 channels, regulated by mGluR6 at the dendrites of retinal ON bipolar cells (BCs), play a crucial role in visual signal transduction. Both Trpm1 knockout (KO) and mGluR6 KO mice are models of congenital stationary night blindness with grossly normal morphology. However, robust pathological spontaneous oscillations in retinal ganglion cells (RGCs) have been observed in Trpm1 KO retinas but not in mGluR6 KO retinas. We investigated the mechanism underlying these oscillations in the Trpm1 KO...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099728",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the mechanism underlying these oscillations in the Trpm1 KO",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Definition 3D Suspended Archimedean Spiral with Broadband, Spatially Extended, and Single-Handed Optical Chirality Enhancement in Vis-NIR Range",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099724/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "3D plasmonic structures can provide giant optical chirality (C) in the near field, enabling strong interactions with enantiomers for chiral sensing applications. However, these structures face several limitations, including narrow operational bandwidth constrained by resonance, flipping handedness of C around the resonant frequency, spatially confined distribution of C, and difficulty in trapping enantiomers. Our numerical predictions reveal that a 3D plasmonic Archimedean spiral (AS) exhibits...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099724",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "mRNA turnover dynamics are affected by cell differentiation and loss of the cytosine methyltransferase Nsun2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099711/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "Nsun2 catalyzes 5-methylcytosine (m5C) formation in several types of RNA, including messenger RNAs (mRNAs), transfer RNAs, and other non-coding RNAs. In mRNA, m5C was reported to influence transcript stability. However, it is unclear if it has stabilizing or destabilizing effects. To address the role of Nsun2 in mRNA stability, we characterized the landscape of mRNA turnover dynamics during embryonic stem cell (ESC) differentiation in wild-type and Nsun2-mutant cells. By using an RNA labeling...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099711",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dysregulation of AGO2-miRNA dynamics underlies the AGO2-associated Lessel-Kreienkamp syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099708/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "Mutations in human Argonaute genes, AGO1 and AGO2, are associated with neurodevelopmental disorders. Although multiple patients have been identified, the underlying molecular basis for pathogenesis remains unclear. Here, we biochemically examined five AGO2 mutations (p.L192P, p.A367P, p.T357M, p.F182del, and p.G733R) linked to different clinical severities. Except for G733R, all AGO2 mutant proteins maintained a stable fold, capable of binding and using microRNA (miRNA) guides. Kinetic studies...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099708",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular insights into the Drosophila piRNA pathway via systematic ReLo protein interaction screening and structure prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41099705/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251016151912&v=2.18.0.post9+e462414",
      "description": "piRNA-bound PIWI proteins mediate the silencing of transposons at both the transcriptional and post-transcriptional levels, processes that are critical for genome integrity and fertility in animals. Although numerous additional proteins are known to be essential for piRNA biogenesis and function in Drosophila and other animals, their molecular and mechanistic functions remain largely unknown. To advance our molecular understanding of the Drosophila piRNA pathway, we used a cell culture-based...",
      "pubDate": "2025-10-16T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41099705",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}