{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-09-29T07:38:09.196Z",
  "totalItems": 150,
  "totalArchived": 11789,
  "newPapersAdded": 124,
  "institutionBreakdown": {
    "KAIST": 29,
    "SNU": 0,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 29,
    "IBS": 100,
    "UNIST": 1,
    "Hanyang University": 1,
    "KIST": 0,
    "GIST": 3,
    "Kyung Hee University": 3,
    "Pusan National University": 0
  },
  "subjectAreaBreakdown": {
    "Neuroscience": 8,
    "Multidisciplinary": 77,
    "Biomedical": 28,
    "Cancer Research": 27,
    "Computer Science": 5,
    "Materials Science": 5
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Effects of <em>Luffa cylindrica</em> (L.) Roem Extract on Microglial Activation-Mediated Mild Cognitive Impairment via Regulation of CREB Signaling Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Neuroinflammation is increasingly recognized as a pivotal contributor to mild cognitive impairment (MCI), with microglial activation playing a central role in this process. While Luffa cylindrica (L.) Roem is known for its anti-inflammatory properties, its effects on MCI and its active components have not been fully elucidated. In this study, we evaluated the anti-inflammatory and neuroprotective effects of Luffa cylindrica extract (LCE) on microglial activation and MCI-like behaviors induced by...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University"
      ],
      "pmid": "41016824",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cutaneous UVB Irradiation Alters Gut Microbiota Independently of Skin Inflammation in SKH-1 Hairless Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "This study investigates the impact of chronic ultraviolet B (UVB) exposure on gut microbiota composition and skin inflammation. Mice were subjected to a 12-week regimen of low-dose UVB irradiation designed to mimic mild photoaging. Although no significant changes were observed at the phylum level, UVB exposure resulted in a significant decrease in the genus Lactobacillus (P=0.0302) and an increase in Duncaniella (P=0.046), accompanied by a reduction in α-diversity. At the species level,...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University"
      ],
      "pmid": "41016823",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of chronic ultraviolet B (UVB) exposure on gut microbiota composition and skin inflammation",
      "conclusion": null
    },
    {
      "title": "Coexistence of Multidrug Resistance and Hypervirulence-Associated Genes in Clinical Carbapenem-Resistant <em>Pseudomonas aeruginosa</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "The recent worldwide emergence of hypervirulent, multidrug-resistant Pseudomonas aeruginosa represents a critical public health threat. The molecular typing, multidrug resistance (MDR) rates, and hypervirulence-associated genes in carbapenem-resistant P. aeruginosa (CRPA) isolates can vary across geographic locations and patients, highlighting their clinical significance. In this study we investigated the epidemiology and relationship between MDR and the presence of hypervirulence-associated...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41016818",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the epidemiology and relationship between MDR and the presence of hypervirulence-associated",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Maternal ingestion of polyethylene microplastics results in reduced antiviral responses by dysregulating the immune system in their progeny",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Recent evidence of a potential link between environmental plastic waste and increased incidence of infectious diseases suggests that plastic particles in the environment can provide a habitat for various pathogenic microorganisms. Environmental hazards may pose an even greater threat to children because their immune systems are still developing. Here, we used mice exposed to microplastics derived from polyethylene (PEMPs) to demonstrate that these particles can be transferred from the mother to...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41016208",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural Evolution of Protonated Phenylalanine Induced by Stepwise Hydration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "We investigated the structural evolution of protonated phenylalanine ions (H^(+)Phe) upon stepwise hydration using cryogenic ion spectroscopy. H^(+)Phe ions were generated by electrospray ionization and introduced into a reaction trap containing water vapor at 130-170 K to form hydrated complexes, H^(+)Phe(H(2)O)(n) (n = 1-5). Subsequently, these complexes were cooled in a cryogenic ion trap at 4 K and analyzed by ultraviolet photodissociation (UVPD) spectroscopy. The UVPD spectra exhibited...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41016063",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the structural evolution of protonated phenylalanine ions (H^(+)Phe) upon stepwise hydration using cryogenic ion spectroscopy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correlation of growth differentiation factor 15 level in esophageal cancer with cachectic indicators and postoperative infectious complication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: GDF15 is potentially suggestive of general condition deterioration from aging, organ dysfunction, and decreased muscle mass, which may lead to cachexia in patients with EC. Moreover, patients with higher GDF15 are at a risk of postoperative infectious complications.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016991",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GDF15 is potentially suggestive of general condition deterioration from aging, organ dysfunction, and decreased muscle mass, which may lead to cachexia in patients with EC. Moreover, patients with higher GDF15 are at a risk of postoperative infectious complications"
    },
    {
      "title": "Muscular polyarteritis nodosa",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016990",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Measles virus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Measles virus is the pathogen that causes measles and is highly infectious. Measles virus uses two molecules as viral receptors: signaling lymphocytic activation molecule, expressed on immune cells, and nectin-4, expressed on epithelial cells. Usage of these receptors is strongly associated with the pathogenesis of measles. Although it remains a leading cause of childhood mortality worldwide, measles elimination is being promoted by the availability of a highly effective live attenuated...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016799",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Muscular USP2 is dispensable for MASLD-associated disorders in the liver and skeletal muscle in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016774/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "We investigated the roles of muscular ubiquitin-specific protease (USP) 2 in the integrity of liver and muscle in metabolic dysfunction-associated steatotic liver disease (MASLD) using a mouse model. Choline-deficient, L-amino acid-defined, high-fat diet (CDAHFD) for 8 weeks caused apparent steatosis and fibrosis in the liver of C57BL/6N mice, whereas serum triglyceride and total cholesterol levels were reduced. Although CDAHFD promoted steatosis, inflammation, and fibrosis in the liver, it...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016774",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the roles of muscular ubiquitin-specific protease (USP) 2 in the integrity of liver and muscle in metabolic dysfunction-associated steatotic liver disease (MASLD) using a mouse model",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fatty amines and 1-monoglycerides with cytotoxic activity serve as ligands for a multipurpose receptor CD36",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Cluster of differentiation 36 (CD36) is a cell-surface receptor that exhibits multifunctional properties with diverse ligands. A short segment of CD36, consisting of amino acids 149-168 (CD36149-168), has been shown to constitute a site for recognizing its lipid ligands (e.g., distinct forms of oxidized phospholipids). Recently, lauric acid was found to bind to the CD36 segment. Of interest, the fatty acid and some of its derivatives such as laurylamine and 1-monolaurin are well known to have a...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016773",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "European Respiratory Society Clinical Practice Guideline for the Management of Adult Bronchiectasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The ERS bronchiectasis guidelines provide an evidence-based framework for optimal management of adults with bronchiectasis and serve as a benchmark for evaluating the quality of care.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016738",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The ERS bronchiectasis guidelines provide an evidence-based framework for optimal management of adults with bronchiectasis and serve as a benchmark for evaluating the quality of care"
    },
    {
      "title": "Staphylococcus aureus adaptation to vancomycin influences phage susceptibility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016661/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Phages are bacterial viruses considered as therapeutics for treatment of serious infections with antibiotic-resistant pathogens. In Staphylococcus aureus, resistance to cell wall targeting antibiotics is common in the methicillin resistant (MRSA) or vancomycin-intermediate susceptible (VISA) strains. Furthermore, the cell wall anchors the primary phage receptor, the wall teichoic acid (WTA) glycopolymers. Here we demonstrate that mutations resulting in VISA development affect phage...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41016661",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Construction of a modified Arrhenius equation for predicting drug nitrosation in solid dosage form",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016588/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "To prevent contamination by nitrosamine drug substance-related impurities (NDSRIs) in solid dosage forms, the modeling of drug nitrosation reactions was investigated. The nitrosation reaction rate of desloratadine (DES) in the physical mixtures (PMs) was measured under various temperature, relative humidity, and alkaline excipient (AE) content conditions. The nitrosation reaction rate increased with increasing relative humidity and temperature. In contrast, an increase in AE content resulted in...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016588",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modeling natural neural networks of decision making with artificial neural networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016574/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "One main focus in neuroscience is to understand the relationship between decision making and various brain regions. Researchers use machine learning approaches to model the neural circuits of cerebral cortices, cerebellum, and basal ganglia. This review focuses on artificial neural networks (ANNs), particularly recurrent neural networks (RNNs), to model cortical functions for decision making. We first introduce the basic architecture of RNNs and explain how researchers compare the activity and...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016574",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Glycoliposomes target lymphatic dendritic cells in a size-dependent manner to activate natural killer T cells against breast tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Glycolipids have high potential for activating natural killer T (NKT) cells to mediate robust antitumor responses. However, critical challenges, such as low baseline NKT cell counts and the risk of unintentionally engaging immunosuppressive NKT subsets that dampen immune activation, have limited their clinical efficacy. Because antitumor NKT cells are functionalized by dendritic cells (DCs) in lymph nodes, targeting these cells is the key to selective antitumor NKT activation. Here, we developed...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016478",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Analysis of Tickling and Conspecific Play in Tame Mice and Golden Hamsters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016445/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Social play behaviour is a fundamental aspect of animal interaction, shaping social bonds and enhancing cognitive capacity. While studies on human-animal playful interactions have primarily focused on a few selected species, research on rodents beyond rats remains scarce. We, therefore, addressed the dynamics of social play in tame mice, selectively bred to approach human hands, and golden hamsters, comparing their responses during interactions with humans and conspecifics. Tame mice exhibited...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016445",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A clinical decision tool including a decision tree, point-of-care testing of CRP, and safety-netting advice to guide antibiotic prescribing in acutely ill children in primary care in Belgium (ARON): a pragmatic, cluster-randomised, controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016406/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Antimicrobial resistance is a global health threat. Many children with acute illness in ambulatory care are unnecessarily prescribed antibiotics. We assessed the clinical effectiveness of a clinical decision tool for these children, including a validated decision tree, guided point-of-care C-reactive protein testing (POCT of CRP), and safety-netting advice.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016406",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DROL1/DIB1 determines U5 snRNP specificity for intron terminal dinucleotide in Arabidopsis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016390/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Most introns contain GT-AG terminal dinucleotides; although some eukaryotes have introns with AT-AC termini whose splicing is impaired in the Arabidopsis defective repression of OLE3::LUC 1 (drol1) mutant. We identified seven drol1 suppressors across four loci, all encoding subunits of the U5 snRNP. Although AT-AC splicing was partially restored in these suppressors, their phenotypes were almost completely rescued. Artificial introns with either GT-AG or AT-AC termini showed a splicing...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016390",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sustained social participation and dementia: evidence from a Japanese longitudinal cohort study with a time-varying exposure analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Social participation is linked to a reduced risk of cognitive impairment and dementia. However, few studies have considered the bidirectional relationship between social participation and cognitive decline over time. We aimed to estimate the effect of sustained social participation on dementia risk reduction among older Japanese adults, accounting for the bias induced by the bidirectional relationship. A longitudinal study was conducted using data from the Japan Gerontological Evaluation Study....",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41016361",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "estimate the effect of sustained social participation on dementia risk reduction among older Japanese adults, accounting for the bias induced by the bidirectional relationship",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CLDN4 regulates cell proliferation in small cell lung cancer cells via SAA1 inhibition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016339/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Small cell lung cancer (SCLC) is a highly aggressive malignancy characterized by rapid progression and high recurrence rates, making it a refractory cancer. However, its treatment still relies on a combination of platinum-based chemotherapy and etoposide, and a new effective therapeutic strategy is urgently needed. Claudin-4 (CLDN4) is a tight junction protein that has been reported to regulate malignant phenotypes in various types of cancer. However, its role in SCLC remains unclear. Therefore,...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016339",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patterns and factors influencing antibiotic use among poultry farmers in Thai Nguyen province, Vietnam",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Understanding the patterns and drivers of antibiotic use in poultry production is essential for designing effective stewardship and farm management strategies. We analysed antibiotic use patterns, farm management practices, and factors influencing use among 398 semi-intensive poultry farms in Thai Nguyen province, Vietnam. Data on antibiotic use and mortality during the last production cycle, and biosecurity measures were collected using a structured questionnaire and analyzed descriptively and...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016248",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proprioception and vision relationship in aimed movement with restricted and reversed vision",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016216/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Human movement relies on visual and proprioceptive inputs, and the movement can be hampered when either input provides limited or distorted information, as in robotic surgery, virtual reality, or spaceflight. This study examines how proprioception influences performance in aimed movement tasks under restricted and inverted visual conditions. An experiment with 24 participants showed slower movements and increased information processing demands with incompatible visual feedback. The difference...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016216",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond predictive accuracy: Statistical validation of feature importance in biomedical machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "In medical machine learning (ML), a fundamental methodological distinction exists between optimizing model performance for predictive tasks and pursuing causal inference for mechanistic interpretation. Achieving high predictive accuracy does not necessarily imply that a model can uncover the true physiological mechanisms underlying the data. This letter addresses a critical interpretational challenge in medical machine learning, building upon Yuyang Yan et al.'s valuable work on exacerbation...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016203",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mortality rate and causes of death in inborn errors of immunity: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016093/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study identifies specific types of IEI with the highest mortality rates and numbers, alongside immune component defects most strongly associated with increased mortality. Patients with immune dysregulation, defects in cellular immunity, and phagocyte function were particularly linked to higher mortality rates, underscoring the urgent need for improved management strategies for these IEIs.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41016093",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This study identifies specific types of IEI with the highest mortality rates and numbers, alongside immune component defects most strongly associated with increased mortality. Patients with immune dysregulation, defects in cellular immunity, and phagocyte function were particularly linked to higher ..."
    },
    {
      "title": "Interleukin-10 family cytokines: key regulators and novel therapeutic targets for respiratory diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Respiratory disorders such as asthma, chronic obstructive pulmonary disease (COPD), acute respiratory distress syndrome (ARDS), pulmonary fibrosis, and infectious conditions including COVID-19 and tuberculosis continue to rank among the foremost causes of illness and death worldwide. Although vaccines, antimicrobial treatments, and anti-inflammatory agents have improved disease management, their overall impact remains limited because of the intricate regulation of immune responses at epithelial...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41015960",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "remains limited because of the intricate regulation of immune responses at epithelial",
      "conclusion": null
    },
    {
      "title": "Synthetic Studies of Spiroschincarins: Construction of 1-Oxaspiro[6.6]tridecanone Skeleton with All-<em>cis</em> Cyclopropane Moiety",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015937/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Spiroschincarins are triterpenoids characterized by a hexacyclic structure with a unique 1-oxaspiro[6.6]tridecanone skeleton and an all-cis substituted cyclopropane moiety. In the present study, this core skeleton was convergently synthesized by coupling all-cis-substituted cyclopropane and cycloheptanone fragments. The keys for its construction were the use of a conformationally limited substrate for lactonization and control of chelation for reducing the double bond on the spiro-lactone ring.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41015937",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Serum matrix metallopeptidase-9 levels in patients with infantile epileptic spasms syndrome before and after the initiation of vigabatrin therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015830/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Decreased MMP-9 levels after the initiation of vigabatrin therapy suggested an improvement in BBB dysfunction. Our findings shed light on the role of the BBB in IESS and the role of vigabatrin in the recovery of this function.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41015830",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Decreased MMP-9 levels after the initiation of vigabatrin therapy suggested an improvement in BBB dysfunction. Our findings shed light on the role of the BBB in IESS and the role of vigabatrin in the recovery of this function"
    },
    {
      "title": "Chromosomal Instability as a Driver of Therapeutic Resistance and Phenotypic Plasticity in Non-Small Cell Lung Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41017032/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41017032",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ALKBH1 Gene rs6494 T&gt;A Polymorphism Decreases Wilms Tumour Risk in Chinese Children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41017026/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Wilms tumour (WT) is the most predominant renal carcinoma that affects children, and the understanding of the genetic mechanisms underlying WT development is continually evolving. The role of the demethylase ALKBH1, which is known for its association with diverse cancers, in WT has never been explored. Here, we aimed to investigate the associations between genetic variants of ALKBH1 and WT risk in Chinese children. A total of 414 WT patients and 1199 healthy controls were recruited from five...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41017026",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the associations between genetic variants of ALKBH1 and WT risk in Chinese children",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Features of Invasive Gastric Cancer Developed After Helicobacter pylori Eradication During Regular Endoscopic Surveillance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41017013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Characteristic findings of invasive GC during regular endoscopic surveillance after H. pylori eradication were associated with less MLR, along with H. pylori eradication due to GC and the upper gastric lesion locations.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41017013",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Characteristic findings of invasive GC during regular endoscopic surveillance after H. pylori eradication were associated with less MLR, along with H"
    },
    {
      "title": "Study on bubble fluid dynamics of ultrasound-activated irrigation in apical region of root canal",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41017009/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "The mechanism of fluid dynamics is essential for the rational clinical application of the root canal irrigation technique. This study aimed to explore the dynamic characteristics of bubble fluid in the apical canal during ultrasound-activated irrigation. Ultrasound-activated irrigation was performed in canal models with different sizes as group #30/0.04 and #30/0.06. High-speed flow visualization technology was used to capture real-time images at 4000 frames per second. The air bubble behavior...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41017009",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "explore the dynamic characteristics of bubble fluid in the apical canal during ultrasound-activated irrigation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cancer metabolism: bridging tumorigenesis mechanisms to treatment susceptibility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Cellular metabolism has emerged as a pivotal factor influencing the viability and functionality of cancer cells. To satisfy their substantial anabolic requirements, tumor cells adopt a distinct metabolic reprogramming divergent from that of non-transformed somatic cells. This review aims to examine metabolic reprogramming in head and neck squamous cell carcinoma (HNSCC), examining its role as a fundamental aspect of cancer progression and resistance to treatment. The article systematically...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016996",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "Cell",
      "objective": "to examine metabolic reprogramming in head and neck squamous cell carcinoma (HNSCC), examining its role as a fundamental aspect of cancer progression and resistance to treatment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Awareness, Acceptance, and Uptake of HIV Pre-Exposure Prophylaxis among Men Who Have Sex with Men (MSM) in Northwestern China: A Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016993/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "We assessed the awareness, acceptance (willingness to use), and uptake of pre-exposure prophylaxis (PrEP), along with the gap between PrEP eligibility and self-perceived HIV risk among men who have sex with men (MSM) in Shaanxi Province, China in 2022. Participants completed surveys on PrEP, and were screened for HIV, syphilis, Chlamydia trachomatis, and Neisseria gonorrhoeae. PrEP eligibility was determined using Chinese PrEP guidelines, and participants' self-perceived HIV risk was documented....",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016993",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Treatment of transplantation-associated thrombotic microangiopathy with iptacopan: two cases report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016978/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Transplantation-associated thrombotic microangiopathy (TA-TMA) is a life-threatening complication of hematopoietic stem cell transplantation (HSCT). With mortality rates up to 90% without timely treatment, effective management remains a challenge. Complement dysregulation plays a central role in TA-TMA pathogenesis. We reported two TA-TMA cases successfully treated with iptacopan, a factor B inhibitor targeting the alternative pathway. A 40-year-old male with early T-cell precursor acute...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016978",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictive biomarkers for immunotherapy in nasopharyngeal carcinoma: from tumor microenvironment to macroenvironment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016964/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "The introduction of PD-1 blockades to chemotherapy and radiotherapy has shown promising outcomes in patients with nasopharyngeal carcinoma, but anti-PD-1 therapies are only effective in a small proportion of patients, indicating the need for reliable predictive biomarkers of benefit from immunotherapy. Here, we summarized recent advances in immunotherapy for nasopharyngeal carcinoma and studies on potential predictors that correlated with treatment response or long-term survival after...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016964",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Winners of the 2024 JA Ōmura Awards for excellence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016960",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "β-Glucan in antiviral defense: mechanisms, immune modulation, and therapeutic prospects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016951/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "β-Glucans, naturally occurring β-D-glucose polysaccharides from fungi, yeast, bacteria, algae, and cereals, have emerged as promising immunomodulatory agents in antiviral defense. Their structural diversity-encompassing β-1,3, β-1,6, and β-1,4 linkages-underpins varied solubility, bioavailability, and biological activity, driving their therapeutic potential. Unlike conventional antivirals that target viral replication, β-glucans enhance host immunity by activating innate and adaptive responses...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016951",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pediatric acute respiratory distress syndrome in children with type I - spinal muscular atrophy: a 12-year case series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The availability of disease modifying treatments leading to improved survival and quality of life for this severe neuromuscular disease may warrant this movement toward a more aggressive approach. The promising short-term survival and respiratory outcomes observed in this study provide valuable preliminary evidence that challenges past assumptions of futility.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016950",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The availability of disease modifying treatments leading to improved survival and quality of life for this severe neuromuscular disease may warrant this movement toward a more aggressive approach. The promising short-term survival and respiratory outcomes observed in this study provide valuable prel..."
    },
    {
      "title": "Biofilm-resistant zwitterionic resin-based adhesive for orthodontic bracket-tooth interfaces: an in vitro evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Despite reductions in SBS, all adhesives remained at minimum acceptable levels. The 3 wt% zwitterionic adhesive effectively suppressed biofilm formation and may help prevent demineralization.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016948",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite reductions in SBS, all adhesives remained at minimum acceptable levels. The 3 wt% zwitterionic adhesive effectively suppressed biofilm formation and may help prevent demineralization"
    },
    {
      "title": "Is Innovation Worth the Price? Cost-Effectiveness Analysis in Interventional Oncology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016947/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Cost-Effectiveness Analysis (CEA) plays a crucial role in Health Technology Assessment (HTA) by informing healthcare decision-making on resource allocation. A rigorous CEA requires selecting appropriate comparators, assessing costs comprehensively, evaluating clinically relevant outcomes, and employing robust modeling techniques to determine an intervention's value for money. This is particularly relevant in interventional oncology, where innovative yet costly procedures must demonstrate...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016947",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tumor microenvironment delineates differential responders to trastuzumab emtansine in HER2-positive metastatic breast cancer patients previously treated with pyrotinib: an exploratory biomarker analysis of a phase II study (NJMU-BC02)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016944/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Trastuzumab emtansine (T-DM1) has been approved for the treatment of HER2-positive breast cancer. However, the efficacy of T-DM1 for patients after failure of pyrotinib and/or trastuzumab plus pertuzumab has not been clear. Additionally, no biomarker has been reported to predict the effect of T-DM1. In this multicenter phase II trial (NCT06125834), 36 participants with HER2-positive metastatic breast cancer were enrolled to receive T-DM1 therapy on a 21-day cycle until progression or...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016944",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term risk of inflammatory bowel disease in patients with irritable bowel syndrome: the cross-sectional and longitudinal relationship",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016938/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The risk of incident IBD, either UC or CD, is significantly higher in IBS patients compared with the general population, especially in IBS-D patients.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016938",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The risk of incident IBD, either UC or CD, is significantly higher in IBS patients compared with the general population, especially in IBS-D patients"
    },
    {
      "title": "Molecular basis of vitamin K-dependent protein γ-glutamyl carboxylation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016932/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016932",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Consolidative nivolumab versus observation in unresectable stage III non-small cell lung cancer patients following neoadjuvant nivolumab plus chemotherapy and concurrent chemoradiotherapy (CA209-7AL): a randomized clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016926/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CA209-7AL is a randomized, multicenter, phase 2 trial evaluating the efficacy and safety of consolidative nivolumab (NIVO) versus observation following neoadjuvant NIVO plus chemotherapy and concurrent chemoradiotherapy (CCRT) for unresectable stage III NSCLC. Patients received 2 cycles of neoadjuvant chemo-NIVO therapy (docetaxel + cisplatin + NIVO) and CCRT (total dose 54-64 Gy). Post-CCRT, eligible patients were randomized 1:1 to receive consolidative NIVO (360 mg every 3 weeks for up to 12...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016926",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aligning global mercury mitigation with climate action",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016925/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Environmental mercury (Hg) pollution affects microbial community structure and functions. Yet, whether and how this influence cascades through microbe-mediated cycling of major greenhouse gases (GHGs) remains poorly understood. This Perspective synthesizes emerging evidence on the Hg-microbe-GHG nexus, exploring the possibility that global Hg emission reductions, while critical for human and planetary health, may cause alterations to microbe-mediated GHG fluxes. Significant knowledge gaps...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016925",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic mutations in HSV-1 replication-defective vectors: Implications for their safety in gene therapy applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Beyond its well-known role in orofacial recurrent infections, HSV-1 has garnered significant attention in neuroscience for contrasting reasons. On one hand, it has been found to be involved in neurodegenerative processes; on the other, it may represent a versatile platform for gene therapy of brain diseases, due to its large genome that enables the delivery of sizable or multiple genes. These opposite features underscore the importance of understanding HSV-1 interactions with neural tissues in...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016924",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "International fluoride symposium: effects of fluoride on human health and its mechanisms of action - a meeting report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Fluoride prevents dental caries in a dose-response manner, leading some countries to adjust fluoride levels in water or table salt, as well as to promote the widespread use of topical fluoride. Recent studies have found associations between prenatal fluoride exposure levels of < 1.5 mg/L in water and urine and adverse neurodevelopmental outcomes. Although high fluoride levels have been recognized as neurotoxic in the past, a large body of contemporary evidence derived from retrospective analyses...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016920",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reconciling Clinical and Molecular Heterogeneity in Metastatic Castration-resistant Prostate Cancer: The Promise of Integrated Prognostic Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016912/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016912",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optical properties of vat photopolymerization additively manufactured zirconia monoliths and substrates for porcelain veneering: A pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "OBJECTIVES: To evaluate the optical properties of additively manufactured zirconia monoliths and substrates for porcelain veneering and make a comparison with computer numerical control (CNC) milled zirconia.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016885",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "To evaluate the optical properties of additively manufactured zirconia monoliths and substrates for porcelain veneering and make a comparison with computer numerical control (CNC) milled zirconia",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Inhibition of Aurora kinases induces apoptosis and autophagy via AURKB/p70S6K/RPL15 axis in human leukemia cells\" [Cancer. Lett. (382) 2016-11-28; 382(2):215-230]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016883",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Does bony consolidation guarantee functional recovery after tibial nonunion? Impairments and rehabilitation needs assessed by motion analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Bone union does not guarantee functional recovery. Patients who overcome tibial nonunion continue to display substantial gait and performance deficits that warrant structured, individually targeted rehabilitation programmes guided by motion-analysis findings to restore efficient locomotion and quality of life.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016873",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Bone union does not guarantee functional recovery. Patients who overcome tibial nonunion continue to display substantial gait and performance deficits that warrant structured, individually targeted rehabilitation programmes guided by motion-analysis findings to restore efficient locomotion and quali..."
    },
    {
      "title": "A study on structural, functional properties and allergenicity of β-lactoglobulin by malondialdehyde during milk processing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The present study has revealed that MDA treatment induced changes in the functional and allergic properties during milk processing. © 2025 Society of Chemical Industry.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016851",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The present study has revealed that MDA treatment induced changes in the functional and allergic properties during milk processing. © 2025 Society of Chemical Industry"
    },
    {
      "title": "Mini-lattice radiation therapy: A treatment planning approach to miniaturize spatially fractionated lattice radiation therapy using a clinical linear accelerator",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016844/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: MLRT is feasible using clinical linear accelerators and existing radiation oncology infrastructure. It enables targeting smaller tumors with SFRT, allows for a greater number of high dose regions within the target compared to standard VMAT lattice techniques, and may be a useful technique for challenging treatment scenarios.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016844",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MLRT is feasible using clinical linear accelerators and existing radiation oncology infrastructure. It enables targeting smaller tumors with SFRT, allows for a greater number of high dose regions within the target compared to standard VMAT lattice techniques, and may be a useful technique for challe..."
    },
    {
      "title": "Development of a Multiplex TaqMan Real-Time RT-PCR Assay for the Rapid Differential Detection of Classic, MLB-Clade and VA-Clade Human Astroviruses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "The classical human astrovirus (HAstV) causes acute or severe gastroenteritis mainly among children and the elderly populations. The novel divergent HAstV-VA and HAstV-MLB clades related to encephalitis in immunocompromised patients, are genetically more similar to certain animal astroviruses, and have the potential for cross-species transmission. To identify all the three HAstV clades in a single reaction, we developed a quantitative reverse transcription PCR (RT-qPCR) method. Primers and...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016828",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Standardizing Bacterial Extracellular Vesicle Purification: A Call for Consensus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Bacteria constitutively produce extracellular vesicles (EVs), which play a pivotal role in linking bacterial physiology to therapeutics. Despite significant advances over the past decade, critical challenges persist in isolating EVs due to the absence of standardized purification methods. While the International Society for Extracellular Vesicles provides well-defined minimal guidelines for human EVs, bacterial EV research still faces inconsistencies across laboratories, limiting reproducibility...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016819",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gastrointestinal Tolerance and Gut Microbiota Modulation of Encapsulated and Free Forms of <em>Lactobacillus acidophilus</em> and <em>Bifidobacterium animalis</em> subsp. <em>lactis</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "The viability and efficacy of probiotics are strongly influenced by their delivery form, especially under harsh gastrointestinal conditions. This study assessed the gastrointestinal resistance of encapsulated and free from Lactobacillus acidophilus and Bifidobacterium animalis subsp. lactis, and evaluated the specific effects of digested free from strains on the gut microbiome. An in vitro digestion model simulating gastric and intestinal conditions was used to assess probiotic survival,...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016814",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rehabilitation for age-related diseases: Focusing on dementia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016778",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cementing innovation: High-energy titanium abutments via UV photofunctionalization unlock superior crown retention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016772/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: A 1-min UV photofunctionalization transforms titanium into a superhydrophilic, high-energy surface that significantly enhances cement bonding. This physicochemical surface strategy outperforms geometric modifications alone. As a rapid, non-invasive approach, UV photofunctionalization may establish a new standard for durable implant-supported restorations, reducing prosthetic failure and influencing both material selection and clinical and laboratory workflows.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016772",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A 1-min UV photofunctionalization transforms titanium into a superhydrophilic, high-energy surface that significantly enhances cement bonding. This physicochemical surface strategy outperforms geometric modifications alone"
    },
    {
      "title": "Impact of intaglio surface depth and scanning technology on the trueness of complete denture scans using intraoral scanners",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016771/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The depth of the intaglio surface on the denture influenced trueness when using the Trios 5. The Trios 5 showed higher trueness than the i700 did across all denture types.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016771",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The depth of the intaglio surface on the denture influenced trueness when using the Trios 5. The Trios 5 showed higher trueness than the i700 did across all denture types"
    },
    {
      "title": "iPS cell-based therapy for muscular disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016756/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Induced pluripotent stem cells (iPSCs) have been used in research for the development of treatments for various intractable diseases due to their unlimited proliferative and multipotent potential. We are aiming to develop novel therapies for intractable muscular diseases using iPS cells by two approaches i.e. cell therapy and drug screening. In this presentation, I focus on the cell therapy research. We have developed a differentiation induction method that mimics the developmental stages and...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016756",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Body mass index and gastric cancer risk: results from the Stomach Cancer Pooling Project Consortium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016748/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our results indicate an association between higher BMI categories and the risk of cardia GC, whereas no association was found with non-cardia GC.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016748",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results indicate an association between higher BMI categories and the risk of cardia GC, whereas no association was found with non-cardia GC"
    },
    {
      "title": "High-Speed Interferometric Scattering Tracking Microscopy of Compartmentalized Lipid Diffusion in Living Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016731/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Lateral diffusion measurements have been -used to infer information about the nano-organization of membranes. We employed interferometric scattering (ISCAT) microscopy at an acquisition rate of 2 kHz to revisit the diffusion dynamics of a phospholipid analog on the plasma membrane of Ptk2 cells. The ISCAT trajectory data are analyzed with an unbiased, statistics-driven pipeline to identify the most likely diffusion mode from a set of plausible diffusion modes. At the ensemble average level, the...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016731",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and safety of respiratory syncytial virus vaccines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "RATIONALE: Respiratory syncytial virus (RSV) is a highly transmissible pathogen that causes varying degrees of respiratory illness across all age groups. The safety and efficacy profiles of available RSV vaccines, a critical consideration for their integration into public health strategies and clinical practice, remain uncertain.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016728",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rewiring amino acids in cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016670/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Cancer cells often survive in harsh microenvironments. To sustain rapid growth and proliferation, they reprogram metabolic pathways through multiple mechanisms to meet the demands of biosynthesis and energy production. Both essential and non-essential amino acids support cancer cell synthesis of macromolecules such as proteins and nucleotides. They also participate in diverse biological processes, including oxidative stress defense, epigenetic regulation, and signaling pathway modulation. In...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016670",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "REPLY LETTER TO DR. CAMILLERI REGARDING \"THE ASSESSMENT OF GASTROINTESTINAL TRANSIT BY THE ATMO CAPSULE\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016662",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Computational Perspective on Rapid Reacquisition: Phenotype-Specific Effects of Reinforcement History",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Rapid reacquisition refers to the recurrence of a previously eliminated behavior following the response-dependent reintroduction of the reinforcer that originally maintained it. Woods and Bouton (2007) demonstrated that rapid reacquisition was attenuated when behavior was decelerated using intermittent reinforcement rather than extinction-a finding attributed to the reduced discriminability of reinforcer reintroduction under intermittent schedules. The present study used artificial organisms...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016658",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Occurrence, fate, and ecological impacts of microplastics in soil: a comparative analysis of conventional, biodegradable microplastics, and tire wear particles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "As plastic waste continues to build up in soil, the issue of microplastics (MPs) has become a global concern. However, there is much less information available on soil-associated MPs compared to aquatic MPs. Most of our knowledge about MPs is primarily based on research on conventional microplastics (CMPs), which may not apply to biodegradable microplastics (BMPs) and tire wear particles (TWPs). Unlike previous reviews that largely focused on CMPs in aquatic systems, this review integrates...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016655",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optical technologies in monitoring mobility and delivery of drugs and metabolic agents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016639/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016639",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Leptin and G-protein coupled receptor (GPCR) Signaling: Therapeutic Potential in Obesity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016636/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Leptin, an adipocyte-derived hormone, plays a crucial role in regulating food intake and energy homeostasis. However, individuals with obesity exhibit hyperleptinemia and impaired leptin responsiveness, which contribute to greater food intake, reduced energy expenditure, and metabolic dysregulation, exacerbating weight gain and obesity-related complications. Leptin resistance remains a major challenge in obesity treatment, limiting the efficacy of leptin-based therapies. G-protein coupled...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016636",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pentraxin family members of largemouth bass (Micropterus salmoides): Cloning, characterization and expression responses to LPS, Poly (I:C) and Nocardia seriolae",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016622/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Pentraxins (PTXs) are highly conserved soluble pattern recognition molecules, and play important roles in the innate immunity and autoimmune diseases. In present study, ten PTXs including CRP1, SAP, NPTX1-like, NPTX2a, NPTX2b, NPTXR-like, NPTXRb, PTX3a, PTX3-like and PTX4 were identified from largemouth bass (Micropterus salmoides). These PTXs exhibited high sequence identities with their counterparts of other fish species, and contained conserved motifs and structures of the PTX family, except...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016622",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "roles in the innate immunity and autoimmune diseases",
      "conclusion": null
    },
    {
      "title": "Chronic Kidney Disease and Outcomes of Total Hip Arthroplasty Patients Who Have Periprosthetic Hip Fractures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016611/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Advanced renal dysfunction was associated with worse postoperative outcomes and greater healthcare expenditures in patients undergoing management for PPF. Our findings warrant quality improvement efforts in arthroplasty PPF patients who had CKD 4 to 5 and ESRD.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016611",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Advanced renal dysfunction was associated with worse postoperative outcomes and greater healthcare expenditures in patients undergoing management for PPF. Our findings warrant quality improvement efforts in arthroplasty PPF patients who had CKD 4 to 5 and ESRD"
    },
    {
      "title": "Mechanical stress accelerates vascular calcification by Piezo1/BMP2 of vascular smooth muscle cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Hemodialysis is the main renal replacement therapy for end-stage renal disease. Blood vessels are susceptible to vascular calcification(VC) in patients with maintenance hemodialysis, which is linked to mortality. Arteriovenous fistulas as frequently used hemodialysis access suffer from mechanical stress, often developing VC, which impairs hemodialysis quality. Piezo1, as a mechanosensitive ion channel receptor in vascular smooth muscle cells (VSMCs), is essential for the sensing and transduction...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016605",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ESMO-ESTRO consensus statements on the safety of combining radiotherapy with immune checkpoint inhibitors, VEGF(R) inhibitors, or multitargeted tyrosine kinase inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016600/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Generally, the expected toxicity of combining RT with ICIs is low, particularly for PD-(L)1 inhibitors. For most combinations with VEGF(R) inhibitors and multitargeted TKIs, exercising caution is recommended. The evidence-based safety statements developed during this comprehensive project, provide practical guidance on combining RT with targeted cancer therapies and immunotherapy.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016600",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Generally, the expected toxicity of combining RT with ICIs is low, particularly for PD-(L)1 inhibitors. For most combinations with VEGF(R) inhibitors and multitargeted TKIs, exercising caution is recommended"
    },
    {
      "title": "A Temporal Paradox in the Proposed Risk-Adjusted Surveillance Algorithm for Metastatic Colorectal Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016599/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016599",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Vitro Activity and Resistance Mechanisms of Sulbactam/Durlobactam Against Acinetobacter baumannii Clinical Isolates in China (2019-2020)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016597/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Despite SUL-DUR's strong efficacy against CRAB, the emergence of PBP3 mutations and NDM variants highlights the need for vigilant resistance monitoring. This study underscores the importance of integrated surveillance and mechanistic research to optimize SUL-DUR use in China and preserve its therapeutic effectiveness.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016597",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite SUL-DUR's strong efficacy against CRAB, the emergence of PBP3 mutations and NDM variants highlights the need for vigilant resistance monitoring. This study underscores the importance of integrated surveillance and mechanistic research to optimize SUL-DUR use in China and preserve its therape..."
    },
    {
      "title": "Campus climate and intersectional inequities in eating disorders among U.S. college students: A multilevel analysis of individual heterogeneity and discriminatory accuracy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016590/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Results reveal a complex social patterning of EDs among college students across campus climate ratings and provide preliminary evidence suggesting that hostile campus climates may function as a driver of intersectional inequities in this population.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016590",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Results reveal a complex social patterning of EDs among college students across campus climate ratings and provide preliminary evidence suggesting that hostile campus climates may function as a driver of intersectional inequities in this population"
    },
    {
      "title": "A Deep Learning Method for Diagnosis of Oral Potentially Malignant Disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The developed two-stage deep learning method demonstrated diagnostic performance comparable to or exceeding that of experienced clinicians in classifying OPMDs from clinical images. It functions as a powerful assistive tool that substantially enhances the diagnostic capabilities of junior and intermediate clinicians.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016582",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The developed two-stage deep learning method demonstrated diagnostic performance comparable to or exceeding that of experienced clinicians in classifying OPMDs from clinical images. It functions as a powerful assistive tool that substantially enhances the diagnostic capabilities of junior and interm..."
    },
    {
      "title": "Emergence angle and profile at implant-supported crowns with and without cantilever extension: A digital study in molar sites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Cantilever implant restorations demonstrated smaller emergence angles than non-cantilever designs, suggesting potential advantages for peri-implant health maintenance. These findings provide geometric evidence that may support cantilever designs for first molar replacements when anatomically feasible, though long-term clinical validation remains needed.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016581",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cantilever implant restorations demonstrated smaller emergence angles than non-cantilever designs, suggesting potential advantages for peri-implant health maintenance. These findings provide geometric evidence that may support cantilever designs for first molar replacements when anatomically feasibl..."
    },
    {
      "title": "Research progress of lung organoids in infectious respiratory diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Infectious respiratory diseases are common epidemics that often exhibit phased outbreaks, increasing the healthcare burden. Past research models for these diseases were relatively simplistic, but the emergence of organoids has transformed this landscape. Organoids, three-dimensional in vitro tissue analogs that recapitulate specific spatial organ structures derived from stem cell culture, have advanced significantly over the decade since their inception. Compared to conventional animal models,...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016568",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mild acid batch conversion of corncob biomass to furfural: Toward circular bioenergy and global research trends",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Corncob biomass, a hemicellulose-rich agricultural residue, is a promising feedstock for furfural, a renewable platform chemical for biofuels, resins, and green solvents. This study presents a proof-of-concept batch process using low-concentration sulfuric acid under moderate conditions, aligned with circular bioeconomy goals. Corncob was pretreated (100 mesh, 8.8 % moisture) and reacted at 150 °C, 4 bar, 30 min with 1-3 % H(2)SO(4). Furfural was extracted with toluene and purified, then...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016561",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficient bioconversion of corn stover hydrolysates into phenazine-1-carboxylic acid by engineered Pseudomonas chlororaphis for sustainable biopesticide production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016559/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "The conversion of lignocellulose into value-added chemicals provides a promising solution for replacing petrochemical resources, reducing environmental impact, and promoting the transition to green production. The hydrolysis products of lignocellulosic biomass are abundant in glucose, xylose, and arabinose, and the efficient conversion of these sugars through various biotechnological processes is crucial for maximizing the economic and environmental benefits of lignocellulosic biomass as a...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016559",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Virtual Reality Distraction on Pain, Stress, and Heart Rate during Pediatric Ingrown Toenail Surgery: A Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: While both VR conditions reduced physiological arousal, particularly during anesthesia, focused VR conferred modest benefits in self-reported pain and stress. Findings underscore the need to study cognitive task demands in VR-based distraction and suggest feasibility in pediatric surgery under local anesthesia.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016553",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While both VR conditions reduced physiological arousal, particularly during anesthesia, focused VR conferred modest benefits in self-reported pain and stress. Findings underscore the need to study cognitive task demands in VR-based distraction and suggest feasibility in pediatric surgery under local..."
    },
    {
      "title": "Prediction of Risk, Severity, and Progression of Primary Open-Angle Glaucoma in a Taiwanese Population Based on Polygenic Risk Scores",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The PRS developed in this study effectively predicted POAG risk and was associated with increased disease severity and rapid progression in a Taiwanese population. These findings highlight the potential of PRS as a clinical tool for early risk stratification, personalized treatment planning, and the optimization of follow-up intervals in glaucoma care.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016521",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The PRS developed in this study effectively predicted POAG risk and was associated with increased disease severity and rapid progression in a Taiwanese population. These findings highlight the potential of PRS as a clinical tool for early risk stratification, personalized treatment planning, and the..."
    },
    {
      "title": "Optimizing Salmonella recovery from commercial poultry environmental samples with selective pre-enrichment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "The current, culture-based methods for detecting Salmonella are time and resource intensive, as it can take between three to five days with pre-enrichment and selective enrichment steps. Previous work by our group has shortened this process by combining novobiocin and selective ingredients from Rappaport-Vassiliadis (RV) (malachite green; 0.1 g/L) and tetrathionate (TT) (bile salts; 1 g/L) to BPW in parallel, creating an all-encompassing selective pre-enrichment step. In this study, we sought to...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016510",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Implementation and challenges of prehabilitation in gastrointestinal oncology: a national cross-sectional survey in France",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Prehabilitation in GI oncology is emerging but remains inconsistently applied across France. To scale these interventions equitably and effectively, national guidelines, enhanced coordination and institutional support are essential. Integration with existing perioperative pathways like ERAS and increased psychological support are also needed to improve patient outcomes. Only one center in our sample offered systematic psychological support.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016507",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Prehabilitation in GI oncology is emerging but remains inconsistently applied across France. To scale these interventions equitably and effectively, national guidelines, enhanced coordination and institutional support are essential"
    },
    {
      "title": "Application of an optimized non-invasive prenatal testing for thalassemia based on change of haplotype doses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Patients affected by monogenic diseases impose a substantial burden on both themselves and their families. The primary preventive measure, i.e., invasive prenatal diagnosis, carries a risk of miscarriage and cannot be performed early in pregnancy. Hence, there is a need for non-invasive prenatal testing (NIPT) for monogenic diseases. By utilizing enriched cell-free fetal DNA (cffDNA) from maternal plasma, we refine the NIPT method, which combines targeted region capture technology, haplotyping,...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016506",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The complex interplay of lipoprotein(a) and cancer in the era of emerging therapeutics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016504/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "In the last decades, the biological properties of Lp(a) have attracted increasing attention for their possible involvement in a wide range of clinical conditions other than atherosclerotic cardiovascular disease. To date, whether a pathogenic interplay may exist between Lp(a) and cancer remains unclear. Indeed, experimental studies mainly show a protective effect of Lp(a) toward cancer, while results of clinical studies are highly contradictory. Nonetheless, the confirmation of any link between...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016504",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reproductive Risk of Neonicotinoids: A Review of Male Rodent Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This narrative review employed a systematic approach to substantiate that neonicotinoids exhibit reproductive toxicity in male rats and mice, particularly impairing testicular function and sperm quality at high exposure levels. Despite species-specific differences, the conserved nature of reproductive processes across mammals supports the relevance of these findings to human health. The convergence of animal data, and the lack of human epidemiological studies to date, show a...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016496",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "This narrative review employed a systematic approach to substantiate that neonicotinoids exhibit reproductive toxicity in male rats and mice, particularly impairing testicular function and sperm quality at high exposure levels. Despite species-specific differences, the conserved nature of reproducti..."
    },
    {
      "title": "Suspensaditerpenes A-Q, anti-inflammatory labdane and nor-labdane diterpenoids from the seeds of Forsythia suspensa",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Phytochemical investigation of the seeds of Forsythia suspensa resulted in the isolation and characterization of 17 undescribed labdane and nor-labdane diterpenoids, named suspensaditerpenes A-Q (1-17), along with 13 known ones (18-30). Their structures were elucidated by a combination of NMR, HR-MS, and X-ray diffraction analyses. Structurally, 5, 10, and 13 are labdane diterpenoids featuring a lactone ring at the side chain, marking their first description in F. suspensa. Compounds 4, 14, 15,...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016493",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SGLT-2 inhibitors beyond diabetes: A new frontier in cancer treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Sodium-glucose co-transporter 2 (SGLT-2) inhibitors, a new class of antidiabetic medications including canagliflozin, dapagliflozin, ipragliflozin, and empagliflozin, recently came to light as possible anti-cancer therapeutics. The confirmed presence of SGLT-2 in many cancer cell lines further substantiates their potential as therapeutic targets. Because many cancer cells change their metabolism to become more glucose-dependent, blocking glucose absorption with SGLT-2 inhibitors is an intriguing...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016479",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comment on \"Intraoperative ketamine and pain after video-assisted thoracoscopic surgery (VATS): A systematic review and meta-analysis\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016470/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016470",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sustained Increase in Pediatric Mastoiditis in the Post-COVID-19 Era in France: A 9-Year Interrupted Time-Series Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016464/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In this 9-year, population-based national study, we observed a sustained increase in the incidence and etiology of mastoiditis in children during the post-COVID-19 period. We hypothesize that these changes, associated with NPI during the pandemic and lifting post-pandemic, reflect consequences that should be considered in management of future pandemics.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016464",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this 9-year, population-based national study, we observed a sustained increase in the incidence and etiology of mastoiditis in children during the post-COVID-19 period. We hypothesize that these changes, associated with NPI during the pandemic and lifting post-pandemic, reflect consequences that ..."
    },
    {
      "title": "Infant Renal Replacement Therapy Using Carpediem™: A Multicenter Observational Cohort Study from the ICONIIC Learning Network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In this US cohort study, CRRT survival in infants treated with Carpediem™ exceeds 60%. More than half of the treatment indications were for ESKD as a bridge to dialysis.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016463",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this US cohort study, CRRT survival in infants treated with Carpediem™ exceeds 60%. More than half of the treatment indications were for ESKD as a bridge to dialysis"
    },
    {
      "title": "Changes in Access to High Pediatric Readiness Emergency Care in the United States from 2013 to 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Pediatric access to high readiness EDs modestly declined over time, but some areas saw meaningful improvements. Excluding staffing-related readiness, which may have been affected by the COVID-19 pandemic, an increase in access was observed. Future work should examine regions with improved access to identify strategies for further improving pediatric emergency care.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016461",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Pediatric access to high readiness EDs modestly declined over time, but some areas saw meaningful improvements. Excluding staffing-related readiness, which may have been affected by the COVID-19 pandemic, an increase in access was observed"
    },
    {
      "title": "Heart Failure Devices: Treatment Options, Underutilization, and a Proposed Trigger System for Patient Referral and Evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016458/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "The use of guideline-directed medical therapy (GDMT) has substantially prolonged and improved the livelihoods of patients with heart failure (HF). Nevertheless, adherence rates remain suboptimal. Even when successfully maximized and adhered to, there is a substantial residual risk of recurrent HF hospitalization and death. In light of this, there is a strong need for effective interventions that can reduce the high residual risk seen in patients with HF. Several device options exist which are...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016458",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phase II INTEGRIS-PSC trial of bexotegrast, an αvβ6/αvβ1 integrin inhibitor, in primary sclerosing cholangitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Bexotegrast was well tolerated in participants with PSC and liver fibrosis for up to 40 weeks with numerically less progression observed in exploratory pharmacodynamic markers.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016442",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Bexotegrast was well tolerated in participants with PSC and liver fibrosis for up to 40 weeks with numerically less progression observed in exploratory pharmacodynamic markers"
    },
    {
      "title": "CADM1 Emerges as a Biomarker and Therapeutic Opportunity in Inflammatory Bowel Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016429/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016429",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Knowledge, attitude, and practice of parents of children aged 9-15 years for human papillomavirus vaccine and vaccination in Guangdong Province, China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016424/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: While parents in Guangdong display high knowledge and positive attitude towards HPV vaccine and HPV vaccination, inconsistencies exist between their knowledge, attitude, and practice. Future interventions should focus on well-designed educational campaigns with clear messaging and timely, transparent communication through trusted sources, in order to promote favorable practice alongside improving parental knowledge and attitude.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016424",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While parents in Guangdong display high knowledge and positive attitude towards HPV vaccine and HPV vaccination, inconsistencies exist between their knowledge, attitude, and practice. Future interventions should focus on well-designed educational campaigns with clear messaging and timely, transparen..."
    },
    {
      "title": "Promotion of vessel regression by local VEGF-A blockade improves the survival rate of corneal transplants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016421/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "To primarily evaluate the efficacy of different topical vascular endothelial growth factor (VEGF) blocking treatments, namely Aflibercept and Bevacizumab, in promoting regression of pathologic corneal neovascularization (NV) and secondarily to investigate their effects on graft survival in a high-risk mouse corneal transplantation model. In addition, the immune modulatory effects were assessed. After 14 days of suture-induced, inflammatory corneal NV, sutures were removed. Anti-VEGF eye drops or...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016421",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interleukin 13 alleviates traumatic brain injury by promoting pericyte autophagy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Interleukin 13 (IL13), as a cytokine belonging to the chemokine family, exhibits multiple complex physiological effects. Previous studies have consistently observed its significant role in various types of neural injuries and neurodegenerative diseases, including traumatic brain injury (TBI), through immune modulation and influencing neuroinflammation. However, little is known about its other physiological effects following TBI. In this study, we discovered a previously unreported important...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016417",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pooled testing for TB: revisiting a cost-saving innovation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016409/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016409",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The mortality burden attributed to regional indoor temperatures in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Meteorological parameters and regional determinants emerged as primary predictors of indoor temperature. Regional indoor temperature exposure exhibited greater mortality risks and burden compared to regional outdoor temperature, particularly during heat condition.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016382",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Meteorological parameters and regional determinants emerged as primary predictors of indoor temperature. Regional indoor temperature exposure exhibited greater mortality risks and burden compared to regional outdoor temperature, particularly during heat condition"
    },
    {
      "title": "Protective effect of nicotinamide mononucleotide against soybean isoflavone induced damage in mouse testis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Soybean isoflavone (SI) was one type of phytoestrogen that competitively interacts with estrogen in the body, potentially interfering with endocrine balance, spermatogenesis, and the normal function of testicular cells. Nicotinamide mononucleotide (NMN), an important bioactive substance, enhances organ and tissue function through mechanisms such as reducing oxidative stress. However, limited information exists regarding the ability of NMN to improve phytoestrogen-induced damage to testis...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "bioactive substance, enhances organ and tissue function through mechanisms such as reducing oxidative stress",
      "conclusion": null
    },
    {
      "title": "Exploring critical hub genes and potential drug candidates for PCOS: A systems biology approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Polycystic ovarian syndrome (PCOS) is widely recognized as the most common endocrine disorder in women of reproductive age. We aimed to identify PCOS-related genes by searching the Gene Expression Omnibus (GEO) database, and subsequently used the DESeq2 tool in the R program to identify differentially expressed genes. We constructed a protein-protein interaction (PPI) network for the upregulated genes in PCOS and applied the MCODE algorithm to identify significant clustering groups and hub...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016372",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "identify PCOS-related genes by searching the Gene Expression Omnibus (GEO) database, and subsequently used the DESeq2 tool in the R program to identify differentially expressed genes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surface charge shifting mixed micelles to overcome intestinal drug delivery barriers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "This study aimed to develop micelles with synergistic properties for mucus permeation and enhanced cellular uptake. Micelles consisted of C12-15 alcohol 3 ethoxylate phosphate ester (PME) whereas mixed micelles additional contained 1,2-dioleoyloxy-3-trimethylammonium-propane chloride (DOTAP) in molar ratios 90:10 and 80:20. Physicochemical and toxicity properties of micelles were investigated. Further evaluation of alkaline phosphatase (ALP)-associated mucus permeation, phosphate release, zeta...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016369",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "develop micelles with synergistic properties for mucus permeation and enhanced cellular uptake",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unearth hidden terpenoids in plants by genome mining and synthetic biology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016367/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Plant terpenoids are a vital source of natural products, yet their discovery is often hindered by low abundance or cryptic expression. The integration of genome mining and synthetic biology has emerged as a transformative solution, enabling systematic discovery and characterization of novel terpenoid scaffolds across all major terpenoid classes, including triterpenes, sesterterpenes, diterpenes, and sesquiterpenes. This review highlights key advances achieved through genome-wide functional...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016367",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Medical and biological applications of Langevin-type ultrasonic transducers: A narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Power ultrasound is increasingly important in healthcare applications involving non-ionizing radiation. The evolution of piezoelectric-based transducers has enabled the expansion and cost reduction of high-power ultrasonic systems. Among these, Langevin-type transducers are prominent due to their low cost, versatility, and ability to generate high acoustic intensity, which significantly affects the propagation medium. Structurally simple, these devices consist of two metal masses compressing...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016366",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "in healthcare applications involving non-ionizing radiation",
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Decreased membrane-bound suppressor of tumorigenicity 2 (ST2) but not soluble ST2 was associated with women with recurrent pregnancy loss and recurrent implantation failure compared to controls\" [J. Reprod. Immunol. 170 (2025) 104619]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016365/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016365",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Eudesma-4(15), 7-dien-1-β-ol, A promising natural drug candidate for Alzheimer's disease targeting the NMDA pathway: GC-MS identification, molecular docking, pharmacokinetic and molecular dynamic analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016352/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings suggest that Eudesma-4(15),7-dien-1-β-ol from J. regia shows promise as an AD therapeutic candidate via NMDA receptor modulation, warranting clinical investigation to assess its therapeutic efficacy and safety.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016352",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that Eudesma-4(15),7-dien-1-β-ol from J",
      "conclusion": "These findings suggest that Eudesma-4(15),7-dien-1-β-ol from J. regia shows promise as an AD therapeutic candidate via NMDA receptor modulation, warranting clinical investigation to assess its therapeutic efficacy and safety"
    },
    {
      "title": "Intracortical microstimulation induces rapid microglia process convergence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016350/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Intracortical microstimulation (ICMS) has the potential to restore vision and hearing by stimulating relevant cortical regions in both animals and humans, offering significant clinical promise for sensory restoration. While the neuronal response to ICMS has been extensively studied at the cellular level through electrophysiology and two-photon (2P) imaging, the response of non-neuronal cells, particularly microglia, as well as the effects on blood-brain barrier (BBB) integrity remain poorly...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016350",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to GRADE guidance 39: using GRADE-ADOLOPMENT to adopt, adapt or create contextualized recommendations from source guidelines and evidence syntheses [Journal of Clinical Epidemiology 81 (2024) 111494]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016343",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Crystal structure of a complete threonyl tRNA synthetase: toggle clamp model?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "To ensure high fidelity during protein translation, the majority of threonyl-tRNA synthetases (ThrRSs) utilize one of two types of editing domains at their N-termini to deacylate tRNAs mischarged with serine. To date, there have been few crystal structures of complete ThrRSs in the Protein Data Bank with their editing domains intact. Furthermore, there are no structures available of the complete enzyme in the apo form. Stenotrophomonas maltophilia ThrRS contains the HxxxH-type editing domain...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016338",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-cell mapping of TMZ-resistant glioma reveals CXCL2/3-CXCR2-associated neutrophil communication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Temozolomide (TMZ) resistance remains a major obstacle to achieving durable treatment responses in glioblastoma (GBM), yet its microenvironmental associations remain incompletely defined. While most studies have focused on tumor-intrinsic mechanisms, the contribution of the tumor microenvironment (TME) to TMZ resistance is less well characterized. Here, by performing transcriptomic profiling of matched control and TMZ-resistant glioma cells based on previously publised result, we identified a...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016335",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Essential role of neutrophils in the monocrotaline-induced pulmonary arterial hypertension in rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016334/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "The lack of understanding of the inflammatory mechanism in pulmonary arterial hypertension (PAH) hinders the development of treatment protocols. This study aims to uncover the role of neutrophils, the essential players in innate immunity and inflammation, in the progression of PAH from early to late stages. PAH was induced in 108 rats by subcutaneous injection of monocrotaline (MCT). A comprehensive study of the morphological, functional and redox properties of neutrophils and the expression...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016334",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to uncover the role of neutrophils, the essential players in innate immunity and inflammation, in the progression of PAH from early to late stages",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rheumatoid meningitis presented as recurrent stroke-like symptoms: A case report and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016332/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: For patients presenting with stroke-like or TIA symptoms who have a history of RA, it is crucial to consider RM in the differential diagnosis. Further research is needed to determine the most effective treatment strategies for these patients.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016332",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "For patients presenting with stroke-like or TIA symptoms who have a history of RA, it is crucial to consider RM in the differential diagnosis. Further research is needed to determine the most effective treatment strategies for these patients"
    },
    {
      "title": "Developmental timing of index trauma exposure and accelerated epigenetic aging in United States military veterans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Trauma exposure has been linked to accelerated GrimAge, an epigenetic biomarker of premature morbidity and mortality. Building on this evidence, the present study examined whether the type and timing of index trauma exposure are differentially associated with accelerated GrimAge. Participants were 873 European American male United States military Veterans from the National Health and Resilience in Veterans Study. We investigated associations between self-reported age at index trauma, index...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "associations between self-reported age at index trauma, index",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanism of tyrosine 69 in the flavin domain modulating electron transfer efficiency in BVU5 azoreductase",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "The azoreductase BVU5 is a flavoprotein dependent on NAD(P)H/FMN-mediated electron transfer; However, the functional mechanism of key residues within its flavin domain remains unclear. This study identified the conserved residue Tyr^(69) through bioinformatics analysis and constructed Y69F and Y69C mutants. Enzymatic assays demonstrated that mutants exhibited significantly lower decolorization rates than the BVU5 enzyme across 12 dye molecules, including azo, anthraquinone, and triphenylmethane...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016320",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Using the SMART-Farm Tool to identify linchpin farming practices for the improvement of the atmosphere-related sustainability performance of the Luxembourgish agriculture sector",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Agriculture is a major source of environmental emissions, including greenhouse gases (GHG), ammonia and other air pollutant emissions, particularly in livestock-intensive countries such as Luxembourg. Organic agriculture has attracted attention as a more environmentally friendly agricultural management system. This study assessed the atmosphere-related sustainability performance of 87 farms (4.5 % of all farms in Luxembourg) using the Sustainability Monitoring and Assessment RouTine (SMART)-Farm...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016311",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Experiences and perceptions of oncology patients with the care provided by clinical nurse specialists in an outpatient nurse-led clinic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: CNSs working in an outpatient NLC provide significant added value to oncology patients. They are professionals with advanced expertise which enables them to provide holistic, patient-centred care. CNSs should clearly communicate their role and distinction from other healthcare professionals. We suggest additional research, especially within Belgium, because of recent changes of the legal framework of the CNS.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016265",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CNSs working in an outpatient NLC provide significant added value to oncology patients. They are professionals with advanced expertise which enables them to provide holistic, patient-centred care"
    },
    {
      "title": "Regional evaluation of corneal biomechanical properties based on inflation tests",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Corneal biomechanics are critical to both normal physiology and pathological conditions such as keratoconus (KC), yet existing measurement techniques fail to assess regional variations in material stiffness, limiting early diagnosis and therapeutic evaluation. This study focuses on evaluating the symmetry characteristics of bilateral corneal biomechanical properties based on a corneal inflation testing, while systematically analyzing the spatial distribution differences of biomechanical...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016259",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond top-down: Feature search as a serial clump-wise process",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "There has been a long-standing debate over whether physically salient stimuli capture attention automatically, independent of the observer's goals, or whether attentional capture depends on the match between the stimulus and the observer's task set. Recent evidence indicates that attentional capture can be prevented when observers adopt a so-called feature search mode, which enables top-down suppression of salient but irrelevant stimuli. The present study examined whether the feature search mode...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016254",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Glypican 1 mechanosensing mediates eNOS uncoupling during hydrostatic pulmonary edema",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016239/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Hydrostatic pulmonary edema is a life-threatening condition caused by an acute increase in pulmonary capillary pressure. The molecular mechanisms whereby hydrostatic pulmonary edema develops are unresolved. The pulmonary endothelial glycocalyx is a mechano-sensitive signaling layer known to regulate lung endothelial permeability. Within the glycocalyx, membrane-bound heparan sulfate proteoglycans (HSPGs) are putative mechano-sensors. Herein, we investigated if the membrane-bound HSPG glypican 1...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41016239",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "if the membrane-bound HSPG glypican 1",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In vivo analyses of embryotoxicity and teratogenicity of gold nanoparticles: Emphasis on the surface chemistry and toxicological responses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "The surface chemistry and physical characteristics of gold nanoparticles (AuNPs) influence their biological interactions and toxicological responses. However, the toxicological effects of surface charge on embryonic development remain poorly understood. In this study, we investigated the in vivo developmental toxicity and teratogenicity of differentially charged AuNPs during early embryogenesis of Xenopus laevis - a sensitive and ecologically relevant animal model for developmental toxicology....",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41016142",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the in vivo developmental toxicity and teratogenicity of differentially charged AuNPs during early embryogenesis of Xenopus laevis - a sensitive and ecologically relevant animal model for developmenta...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global mapping of artificial intelligence applications in breast cancer from 1988-2024: a machine learning approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41016987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20250929033748&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The rapid expansion of AI-related research on breast cancer underscores its potential impact. However, significant challenges remain. Ongoing rigorous investigations are essential to ensure that AI technologies yield evidence-based benefits across diverse patient populations, thereby avoiding the inadvertent exacerbation of existing healthcare disparities.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41016987",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The rapid expansion of AI-related research on breast cancer underscores its potential impact. However, significant challenges remain"
    },
    {
      "title": "Multimodal Large Language Models in Medical Imaging: Current State and Future Directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20250929033748&v=2.18.0.post9+e462414",
      "description": "Multimodal large language models (MLLMs) are emerging as powerful tools in medicine, particularly in radiology, with the potential to serve as trusted artificial intelligence (AI) partners for clinicians. In radiology, these models integrate large language models (LLMs) with diverse multimodal data sources by combining clinical information and text with radiologic images of various modalities, ranging from 2D chest X-rays to 3D CT/MRI. Methods for achieving this multimodal integration are...",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41015856",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the therapeutic potential of extract in targeting localized adiposity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015795/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=14wpWf7MA3AKQSRGSBGZnJWuy_XngRdzPRoKvgHBVI3A4IsM3D&fc=20250824201035&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study suggests that MAB topical injection exhibits localized fat reduction by inhibiting insulin resistance, gluconeogenesis and lipogenesis mediator, while activating lipolysis enzymes within targeted adipose site.",
      "pubDate": "2025-09-28T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University"
      ],
      "pmid": "41015795",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that MAB topical injection exhibits localized fat reduction by inhibiting insulin resistance, gluconeogenesis and lipogenesis mediator, while activating lipolysis enzymes within targeted adipose site",
      "conclusion": "This study suggests that MAB topical injection exhibits localized fat reduction by inhibiting insulin resistance, gluconeogenesis and lipogenesis mediator, while activating lipolysis enzymes within targeted adipose site"
    },
    {
      "title": "The global, regional, and national burden of cancer, 1990-2023, with forecasts to 2050: a systematic analysis for the Global Burden of Disease Study 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41015051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Cancer is a leading cause of death globally. Accurate cancer burden information is crucial for policy planning, but many countries do not have up-to-date cancer surveillance data. To inform global cancer-control efforts, we used the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) 2023 framework to generate and analyse estimates of cancer burden for 47 cancer types or groupings by age, sex, and 204 countries and territories from 1990 to 2023, cancer burden...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41015051",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Does brain connectivity hold the key to safer roads? EEG-based fatigue detection in young drivers using interpretable deep learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Mental fatigue is a significant risk factor for fatal road accidents among young drivers, but its underlying neural mechanisms are still poorly understood. To fill this gap, we explored the neurophysiological basis of driver fatigue using electroencephalography (EEG)-based brain connectivity analysis and designed an accurate, interpretable detection model specifically for young drivers. We collected EEG data from 32 young drivers on real roads and compared them with data obtained in a simulated...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41014829",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemically Anchored PbS-2PACz CQDs Inks for Scalable HTL in Narrow-Bandgap and All-Perovskite Tandem Solar Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Mixed-metal narrow-bandgap (NBG) Sn-Pb perovskites are essential for achieving high-efficiency all-perovskite tandem solar cells (APTSCs). However, their single-junction performance is limited by interfacial recombination and inefficient charge extraction, due to non-uniform hole transport layers (HTLs). Here, PbS-2PACz colloidal quantum dots (CQDs) are synthesized, chemically anchoring [2-(9H-carbazol-9-yl)ethyl]phosphonic acid (2PACz) onto PbS CQDs via solution-phase ligand exchange. The...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41014271",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Membrane Reinforcement Strategy Using Robust Nanofibers for Durable and Safe AEM Water Electrolysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014263/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Anion exchange membrane (AEM) water electrolysis offers a sustainable route to green hydrogen but is limited by low ionic conductivity, excessive swelling, and mechanical instability under high-pressure conditions. Here, a reinforced composite membrane (RCM) comprising Fumion FAA-3 (FuMa-Tech) ionomer infiltrated into an electrospun polytetrafluoroethylene (PTFE) nanofiber (NF) network is reported. The porous PTFE NF scaffold enhances dimensional stability and structural integrity, mitigating...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University"
      ],
      "pmid": "41014263",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of atorvastatin versus no Statin Treatment on major clinical events in Acute CardioEmbolic stroke patients without a definite indication for statin therapy: protocol for the STACE trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Evidence supporting the use of statin therapy to reduce stroke recurrence and cardiovascular events in acute cardioembolic stroke (CES) patients without atherosclerosis is limited. Past observational studies have been hampered by selection bias and unmeasured confounding factors. This study aims to investigate the potential benefits of statin therapy in acute CES patients without established indications through a registry-based, randomized clinical trial.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Korea University",
        "Kyung Hee University"
      ],
      "pmid": "41013792",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to investigate the potential benefits of statin therapy in acute CES patients without established indications through a registry-based, randomized clinical trial",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plant species and soil moisture shape rhizosphere microbiota in an unusually productive tundra ecosystem of North Greenland",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013790/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Taken together, our findings suggest a possible role of soil water availability in shaping plant species-specific rhizosphere microbial communities in this highly productive High Arctic tundra ecosystem. Furthermore, the multi-kingdom community data provide a valuable baseline for future research on the ecological functioning and climate sensitivity of increasingly productive Arctic ecosystems.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41013790",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Taken together, our findings suggest a possible role of soil water availability in shaping plant species-specific rhizosphere microbial communities in this highly productive High Arctic tundra ecosystem. Furthermore, the multi-kingdom community data provide a valuable baseline for future research on..."
    },
    {
      "title": "Verification of Vision-Based Terrain-Referenced Navigation Using the Iterative Closest Point Algorithm Through Flight Testing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Terrain-referenced navigation (TRN) provides an alternative navigation method for environments with limited GPS availability. This paper proposes a vision-based TRN framework that employs stereo imagery and a rotation-invariant iterative closest point (ICP) algorithm to align reconstructed elevation maps with a terrain elevation database. In contrast to conventional ICP, which is sensitive to camera intrinsic errors, the proposed approach improves robustness at high altitudes. Its feasibility...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41013051",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inhibitory Effects of Aquadag, a Black Carbon Surrogate, on Microbial Growth via Surface-Mediated Stress: Evidence from Adenosine Triphosphate Assay",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Black carbon (BC) from incomplete combustion sources including traffic emissions affects human health due to its physical characteristics and ubiquity in urban environments. We examined the effects of BC on microbial growth in the presence of particulate matter (PM), using Aquadag as a surrogate for BC. Brunauer-Emmett-Teller analysis showed BC had a specific surface area of 123.2 m² g^(-1), with over 90% of particles smaller than 100 nm, indicating strong surface interaction potential....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41012340",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of BC on microbial growth in the presence of particulate matter (PM), using Aquadag as a surrogate for BC",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent Trends in Machine Learning, Deep Learning, Ensemble Learning, and Explainable Artificial Intelligence Techniques for Evaluating Crop Yields Under Abnormal Climate Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011993/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Crop yield prediction (CYP) has become increasingly critical in addressing the adverse effects of abnormal climate and enhancing agricultural productivity. This review investigates the application of advanced Artificial Intelligence (AI) techniques including Machine Learning (ML), Deep Learning (DL), Ensemble Learning, and Explainable AI (XAI) to CYP. It also explores the use of remote sensing and imaging technologies, identifies key environmental factors, and analyzes the primary causes of...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41011993",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rosmarinosin A Inhibits Inflammatory Response in Lipopolysaccharide-Induced RAW 264.7 Macrophages via Suppressing NF-κB and MAPK Signaling Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "In the present study, we investigated the mechanisms underlying the anti-inflammatory effects of rosmarinosin A in (LPS)-stimulated RAW 264.7 macrophages. The cells were pretreated with various concentrations of rosmarinosin A, and then stimulated with LPS. Rosmarinosin A reduced the production of nitric oxide (NO) and prostaglandin E(2) (PGE(2)), possibly through the modulation of inducible nitric oxide synthase (iNOS) and cyclooxygenase-2 (COX-2) expression, respectively. Additionally, it...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41011645",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the mechanisms underlying the anti-inflammatory effects of rosmarinosin A in (LPS)-stimulated RAW 264",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pain Treatment in Primary Care Through Eight Constitution Medicine: A Retrospective Real-World Study from South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010955/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Musculoskeletal pain is a global public health issue. Eight Constitution Medicine (ECM), a type of East Asian Traditional Medicine, offers personalized, minimally invasive treatment through Eight Constitution Acupuncture (ECA) and Eight Constitution Lifestyle Intervention (ECLI). Despite its clinical use, scientific evidence supporting ECM's effectiveness remains limited. This study aimed to evaluate the effectiveness in treating musculoskeletal pain in primary care...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41010955",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Musculoskeletal pain is a global public health issue",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Impact of Cerebral Small Vessel Disease on Functional Recovery After Intracerebral Hemorrhage: Stratified Analysis by Age",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Background: Cerebral small vessel disease (cSVD) is a major contributor to intracerebral hemorrhage (ICH). Its presence carries significant implications for stroke prevention, acute management, post-stroke recovery, and socioeconomic burden. Despite its clinical significance, the impact of cSVD on functional outcomes after ICH, particularly concerning aging, remains uncertain. Objective: This study evaluated how cSVD influences post-ICH functional recovery, using age stratification (<65 and ≥65...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41010654",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study evaluated how cSVD influences post-ICH functional recovery, using age stratification (<65 and ≥65",
      "significance": "for stroke prevention, acute management, post-stroke recovery, and socioeconomic burden",
      "conclusion": null
    },
    {
      "title": "Optical Coherence Tomography- and Optical Coherence Tomography Angiography-Based Evaluation in Treatment-Naïve Non-Exudative Macular Neovascularization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: We evaluated the clinical features and natural course of treatment-naïve non-exudative macular neovascularization (NE MNV) associated with age-related macular degeneration in Korean patients. Methods: This retrospective longitudinal study of 21 eyes of 21 patients with NE MNV involved a chart review of best corrected visual acuity (BCVA), optical coherence tomography (OCT), and OCT angiography parameters. Results: This study included 13 men (13/21, 61.9%) and 8 women...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41010580",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "We evaluated the clinical features and natural course of treatment-naïve non-exudative macular neovascularization (NE MNV) associated with age-related macular degeneration in Korean patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Visual Field Test on Intraocular Pressure in Glaucoma Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Objectives: To evaluate changes in intraocular pressure (IOP) before versus after a visual field test in glaucoma patients. Methods: A total of 132 patients with glaucoma and 103 control subjects who visited Konyang University Hospital between August 2024 and May 2025 were included in the study. the right eye of each patient was selected for analysis. Visual field tests were conducted using the Humphrey Visual Field (HVF) analyzer (Zeiss Humphrey, San Leandro, CA, USA) with the SITA standard...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41010561",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "To evaluate changes in intraocular pressure (IOP) before versus after a visual field test in glaucoma patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Redox Regulation of Endogenous Gasotransmitters in Vascular Health and Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Hydrogen sulfide (H(2)S), nitric oxide (NO), and carbon monoxide (CO) are now recognized as key gasotranmitters that regulate vascular function, contributing to vasodilation, angiogenesis, inflammation control, and oxidative balance. Initially regarded as toxic gases, they are produced on demand by specific enzymes, including cystathionine γ-lyase (CSE), endothelial nitric oxide synthase (eNOS), and heme oxygenase-1 (HO-1). Their activity is tightly controlled by redox-sensitive pathways....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41009602",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Genetic Diversity of the Asian Spongy Moth, <em>Lymantria dispar asiatica</em> Vnukovskii (Lepidoptera: Erebidae), in Korea Based on Mitochondrial COI Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "In this study, we assessed the genetic diversity of the Asian spongy moth, Lymantria dispar asiatica Vnukovskii (Lepidoptera: Erebidae), in Korea. We obtained 123 sequences of the species, including those from 26 regions in Korea. We analyzed the genetic diversity within the Korean samples (n = 87) and haplotype networks between the Korean and global samples (123 sequences from 26 regions in Korea and five other countries) using median-joining (MJ) network analysis. The results showed low...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41009137",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the genetic diversity within the Korean samples (n = 87) and haplotype networks between the Korean and global samples (123 sequences from 26 regions in Korea and five other countries) using median-joi...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Alternative Characterizations of Methyl Lucidone-Responsive Differentially Expressed Genes in <em>Drosophila melanogaster</em> Using DEG-by-Index Ratio Transformation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009081/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Identifying robust differentially expressed genes (DEGs) in RNA-Seq data remains challenging under variable experimental conditions. To address this, we performed five independent RNA-Seq experiments using Drosophila melanogaster larvae treated with methyl lucidone-a putative juvenile hormone disruptor-and compared conventional normalization methods (relative log expression [RLE] via DESeq2 and trimmed mean of M-values [TMM] via edgeR) against our novel DEG-by-index ratio transformation (DiRT)....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41009081",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrated Phytochemical Profiling, GC-MS Characterization, and In Silico, In Vitro Evaluation of Synergistic Antimicrobial, Antioxidant, and Anti-Inflammatory Activities of <em>Morus alba</em> Bark and <em>Pinus densiflora</em> Extracts with Methyl Gallate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009018/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "The growing challenge of antibiotic resistance and inflammation-related disorders calls for safe, multi-target therapeutic strategies. Morus alba (MOAL) and Pinus densiflora (PIDE) are known for their medicinal properties, yet their combined potential with methyl gallate (MG) has not been fully explored. In this study, the phytochemical composition of MOAL and PIDE was characterized using GC-MS, and their combined antimicrobial, antioxidant, and anti-inflammatory activities were evaluated....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41009018",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deinoxanthin-Enriched Extracellular Vesicles from <em>Deinococcus radiodurans</em> Drive IL-10-Dependent Tolerogenic Programming of Dendritic Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009012/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Extracellular vesicles (EVs) derived from bacteria are emerging as potent bioactive carriers that affect host immunity. Deinococcus radiodurans, an extremophilic bacterium with strong antioxidant capacity, produces EVs enriched in deinoxanthin (DX), a carotenoid with a reactive oxygen species-scavenging activity. Here, we assessed the antioxidant activity of D. radiodurans-derived EVs (R1-EVs) in biochemical assays and their immunomodulatory effects on dendritic cells (DCs). R1-EVs exhibited...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41009012",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Survival Machine Learning Methods Improve Prediction of Histologic Transformation in Follicular and Marginal Zone Lymphomas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41008797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study highlights the clinical value of survival-based machine-learning methods integrated with NGS data to personalize HT risk stratification for patients with FL and MZL.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41008797",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights the clinical value of survival-based machine-learning methods integrated with NGS data to personalize HT risk stratification for patients with FL and MZL"
    },
    {
      "title": "Collision Tumor of Angioimmunoblastic T-Cell Lymphoma and Kaposi Sarcoma in an HIV-Negative Elderly Woman: The First Reported Case in Asia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41008782/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Angioimmunoblastic T-cell lymphoma (AITL) is a rare peripheral T-cell lymphoma of follicular helper T-cell (TFH) origin, often associated with immune dysregulation and EBV-positive B-cell proliferation. Kaposi sarcoma (KS) is a vascular neoplasm caused by human herpesvirus 8 (HHV-8), typically arising in immunocompromised individuals. The synchronous occurrence of AITL and KS in HIV-negative patients is exceptionally rare, with only three cases previously reported...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41008782",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Angioimmunoblastic T-cell lymphoma (AITL) is a rare peripheral T-cell lymphoma of follicular helper T-cell (TFH) origin, often associated with immune dysregulation and EBV-positive B-cell proliferatio...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Pilot Analysis of Bioparameters in Patients with Dyspepsia Accompanied by Abdominal Hardness: An Exploration of <em>Damjeok</em> Syndrome Rooted in Traditional Medicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41008438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Background: A subset of patients with chronic dyspepsia exhibits palpable upper abdominal hardness and systemic symptoms like headache, chest discomfort, neck/shoulder stiffness, fatigue, and depression. In traditional Korean medicine (TKM), this symptom complex is referred to as Damjeok syndrome (, DJS). Although DJS is frequently observed in TKM practice, it lacks a clear case definition and biological mechanism, limiting its integration in gastroenterology research and evidence-based...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41008438",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Network Analysis of Depressive Symptoms and Meaning in Life and Their Association with Health-Related Quality of Life Among South Korean Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41008413/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Depression is the most common mental health problem in older adults and is closely associated with meaning in life. This study aimed to investigate the interconnections between depressive symptoms and meaning in life and their association with health-related quality of life (HRQoL) in older adults using a network analysis. Methods: This cross-sectional study was performed between July and August 2021. The 10-item Center for Epidemiologic Studies Short Depression Scale...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41008413",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Depression is the most common mental health problem in older adults and is closely associated with meaning in life",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elbow Contracture Secondary to Congenital Shoulder Luxation in a Dog: Surgical Management with Elbow Muscle Release and Circular Osteotomy-Based Shoulder Arthrodesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41007962/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250929033747&v=2.18.0.post9+e462414",
      "description": "A 10-month-old Poodle was presented with intermittent non-weight-bearing lameness of the left thoracic limb. Orthopedic and radiographic examinations revealed medial shoulder luxation and markedly reduced elbow extension. A two-stage surgical approach was performed. In the first stage, selective myotomy of periarticular structures, including the biceps brachii-brachialis complex and the extensor carpi radialis muscle, was conducted via medial and lateral approaches. A trans-articular external...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41007962",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}