{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-21T07:38:34.653Z",
  "totalItems": 150,
  "totalArchived": 27302,
  "newPapersAdded": 189,
  "institutionBreakdown": {
    "KAIST": 10,
    "SNU": 81,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 5,
    "Korea University": 68,
    "IBS": 6,
    "UNIST": 0,
    "Hanyang University": 2,
    "KIST": 3,
    "GIST": 3,
    "Kyung Hee University": 2,
    "Pusan National University": 4
  },
  "subjectAreaBreakdown": {
    "Computer Science": 6,
    "Biomedical": 21,
    "Multidisciplinary": 92,
    "Materials Science": 10,
    "Cancer Research": 14,
    "Neuroscience": 7
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Prediction of tractor drawbar pull under different tillage tools using machine learning and low-cost sensors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Machine-learning models were developed to predict the drawbar pull of a 78-kW-class tractor for moldboard, chisel, and subsoiler plows. Four models were tested: random forest (RF), extreme gradient boosting (XGB), artificial neural network (ANN), and support vector machine (SVM). The training variables included engine speed (ES), engine torque (ET), travel speed (TS), tillage depth (TD), and slip ratio (SR). Unlike prior studies that focused mainly on engine parameters, this study incorporated...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41266736",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of an Application for Communication between Rehabilitation Patients and Physicians Based on the Shared Decision-Making Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The REHAB NOTE application incorporates concepts from shared decision-making and OpenNotes and is anticipated to positively impact rehabilitation treatment outcomes. Future studies should verify the application's effectiveness. Additionally, modifications and enhancements will be necessary to ensure its applicability to a broader spectrum of rehabilitation patients.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41265428",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "rehabilitation treatment outcomes",
      "conclusion": "The REHAB NOTE application incorporates concepts from shared decision-making and OpenNotes and is anticipated to positively impact rehabilitation treatment outcomes. Future studies should verify the application's effectiveness"
    },
    {
      "title": "Utility of Multimodal Large Language Models in Analyzing Chest X-Rays with Incomplete Contextual Information",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: LLMs may produce suboptimal outputs when radiology data are incomplete, but multimodal LLMs enhance reliability and may strengthen clinical decision-making support.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41265427",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LLMs may produce suboptimal outputs when radiology data are incomplete, but multimodal LLMs enhance reliability and may strengthen clinical decision-making support"
    },
    {
      "title": "Depth-resolved assessment of groundwater geochemistry and microbial community structure in a deep granitic aquifer: Implications for assessing a deep geological repository",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Monitoring biogeochemical properties of groundwater in rock aquifers near radionuclide-generating facilities is essential for effective water management and protection. Geochemical and microbiological properties vary with depth, influencing subsurface redox and trophic conditions. However, many studies lack depth-discrete sampling and an understanding of depth-dependent biogeochemical properties. In this study, we conducted a depth-discrete sampling assessment of major and trace elements, along...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41265337",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Using a Technology Acceptance Model to Explore the Intention to Use Digital Health Technologies Among People With Disabilities: Cross-Sectional Survey Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264861/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study highlights that PU and PEU are crucial mediators driving the adoption of e-PHR among people with disabilities. These findings suggest the need for designing user-friendly digital health solutions that integrate robust support systems, address privacy concerns, and deliver high-quality, relevant content tailored to this population. The restriction to people with disabilities using rehabilitation, public health, or welfare centers introduces selection bias. Future studies...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41264861",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the need for designing user-friendly digital health solutions that integrate robust support systems, address privacy concerns, and deliver high-quality, relevant content tailored to this population",
      "conclusion": "This study highlights that PU and PEU are crucial mediators driving the adoption of e-PHR among people with disabilities. These findings suggest the need for designing user-friendly digital health solutions that integrate robust support systems, address privacy concerns, and deliver high-quality, re..."
    },
    {
      "title": "Large Room-Temperature Exchange Bias in Y<sub>3</sub>Fe<sub>5</sub>O<sub>12</sub> via Antiparallel Exchange Interaction with Magnetically Pinned CoFe<sub>2</sub>O<sub>4</sub> Nanoparticles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "The rapid expansion of data-driven technologies has intensified demand for energy-efficient and secure information processing platforms. Insulator-based spintronic devices, which leverage quantized spin waves (magnons), offer a promising solution. Among insulating materials, yttrium iron garnet (YIG; Y(3)Fe(5)O(12)) is notable for its ultra-low magnetic damping; however, its exchange bias (EB) effect at room temperature remains inadequate for robust device operation. In this study, a new...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41263541",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling the Mechanisms of Improved Stability and Performance via Tetraalkyl-Type Ionic Liquids: Suppression of Organic Solid Electrolyte Interface Formation in Lithium-Mediated Nitrogen Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Lithium-mediated nitrogen reduction reaction (Li-NRR) has emerged as a promising alternative to the conventional Haber-Bosch process, enabling modular and decentralized ammonia production. A critical component influencing Li-NRR efficiency is the solid-electrolyte interface (SEI), which modulates reactant transport and controls reaction pathways at the electrode surface. Recently, tetraalkyl organic salts have attracted attention as advantageous proton carriers due to their superior...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41263432",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Computational Design and Glycoengineering of Interferon-Lambda for Nasal Prophylaxis Against Respiratory Viruses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263033/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Interferon-λ (IFN-λ), a type III interferon that selectively targets epithelial cells, holds strong potential as an intranasal antiviral due to its ability to suppress respiratory virus replication without inducing systemic inflammation. However, clinical translation of human IFN-λ3 (hIFN-λ3) is hindered by limited thermostability, protease susceptibility, and rapid mucosal clearance. In this study, instability-prone elements in hIFN-λ3 are eliminated through artificial intelligence (AI)-based...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41263033",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regulation of <em>de novo</em> lipogenesis and lipophagy by <em>SP1</em> gene variants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41262518/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41262518",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrated analysis of RNA-sequencing data and clinical data for the molecular insights and applicability of immunotherapy in the Korean colorectal cancer patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Colorectal cancer (CRC) is a major health concern and understanding its molecular characteristics is crucial for improving its diagnosis and treatment. Here, we present a comprehensive analysis utilizing RNA-sequencing (RNA-seq) data and clinical information from Korean patients with CRC. Differential gene expression analysis identified significant changes in gene expression between tumor and normal tissues. Gene Set Enrichment Analysis (GSEA) revealed dysregulated pathways associated with tumor...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41261788",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Media Portrayals of Nurse Retention: A Decade of News With Topic Modeling and Network Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266941/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Media discourse on nurse retention shifted significantly, integrating retention issues into the broader healthcare system and policy debates. While raising public awareness, this approach risks overlooking the distinct concerns of the nursing workforce.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41266941",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Media discourse on nurse retention shifted significantly, integrating retention issues into the broader healthcare system and policy debates. While raising public awareness, this approach risks overlooking the distinct concerns of the nursing workforce"
    },
    {
      "title": "Expansion of artificial intelligence for genome editing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41266859",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pillar arrays as tunable interfacial barriers for microphysiological systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266844/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "We report on the design and fabrication of a circular pillar array as an interfacial barrier for microfluidic microphysiological systems (MPS). Traditional barrier interfaces, such as porous membranes and microchannel arrays, present limitations due to inconsistent pore size, complex fabrication and device assembly, and a lack of tunability using a scalable design. Our pillar array overcomes these limitations by providing precise control over pore size, porosity, and hydraulic resistance through...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41266844",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hepatocyte mitochondrial NAD<sup>+</sup> content is limiting for liver regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266821/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Nicotinamide adenine dinucleotide (NAD^(+)) precursor supplementation shows metabolic and functional benefits in rodent models of disease and is being explored as potential therapeutic strategy in humans. However, the wide range of processes that involve NAD^(+) in every cell and subcellular compartment make it difficult to narrow down the mechanisms of action. Here we show that the rate of liver regeneration is closely associated with the concentration of NAD^(+) in hepatocyte mitochondria. We...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41266821",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Scalable and accurate rare variant meta-analysis with Meta-SAIGE",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266648/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Meta-analysis enhances the power of rare variant association tests by combining summary statistics across several cohorts. However, existing methods often fail to control type I error for low-prevalence binary traits and are computationally intensive. Here we introduce Meta-SAIGE-a scalable method for rare variant meta-analysis that accurately estimates the null distribution to control type I error and reuses the linkage disequilibrium matrix across phenotypes to boost computational efficiency...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41266648",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The application of channel attention mechanism for fusion of painting and live-action footage under deep learning and animation generation technology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266622/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "In animation generation combining paintings and live-action footage, the core challenge for cross-modal visual content creation lies in effectively coordinating feature discrepancies across multimodal data while achieving adaptive enhancement of key information. This study proposes a deep learning model based on the channel attention mechanism (CAM). It systematically addresses cross-modal fusion difficulties between artistic semantic features and live-action visual information through a...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41266622",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Happier individuals generate more spontaneous thoughts about friends and value relationships over money",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266621/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Spontaneous thoughts are a window into one's mind, as they offer rich information about ongoing psychological processes and value systems. We accessed the contents of these thoughts using a free association paradigm combined with natural language processing techniques to examine how happiness is associated with what people think about and prioritize in daily life. Our analyses revealed that participants (n = 210 from the US/UK) with higher subjective well-being, particularly those with more...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41266621",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fetal malformations in women with pregestational diabetes mellitus based on pre-pregnancy fasting plasma glucose levels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266559/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "To evaluate the risk of fetal malformation in pregnant women with pregestational diabetes mellitus based on pre-pregnancy fasting plasma glucose (FPG) levels. This cohort study used the Korean Health Insurance Review and Assessment (HIRA) database, including 5,687 women with pre-pregnancy diabetes and FPG measurements within one year before conception. Subjects were grouped into three glycemic level categories: low (FPG < 100 mg/dL [< 5.5 mmol/L]), moderate (FPG: 100-125 mg/dL [5.6-6.9 mmol/L]),...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41266559",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of a 52-week multidomain intervention to maintain cognitive function in patients with mild cognitive impairment: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266554/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Mild cognitive impairment (MCI) increases the risk of dementia. Reducing modifiable lifestyle-related risk factors can help prevent cognitive decline in patients with MCI. We examined whether a multidomain intervention using a mobile application can prevent cognitive decline in patients with MCI. The trial is designed in accordance with the CONSORT Statement. We conducted an assessor-blind, randomized controlled trial. Patients with MCI, aged over 60 years and presenting with at least one...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41266554",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether a multidomain intervention using a mobile application can prevent cognitive decline in patients with MCI",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A scalable adaptive strategy for influence maximization in temporal social networks via vulture based meta heuristic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Over the past decade, social networks have become vital forums for engagement, opinion formation, and information dissemination in areas such as marketing, policymaking, and public health. Identifying key individuals within these networks poses a considerable challenge, especially due to their dynamic nature and broad extent. This article introduces the Adaptive Dynamic Vulture Algorithm (ADVA) as a novel Meta-Heuristic method for improving influence in dynamic social networks. This methodology...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41266500",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An integrated approach for characterizing and selecting climate change scenarios based on variability and extremeness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266489/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "This study presents a novel integrated approach for selecting optimal combinations of Global Climate Models (GCMs) and Shared Socioeconomic Pathways (SSPs) to assess the impact of climate change on the aquatic environment. The method proposed in this study considers the comprehensive spatial and temporal ranges of climate projections, specifically focusing on the variability and extremeness of climate change across all accessible regions and timescales. This approach uses entropy and frequency...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41266489",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of climate change on the aquatic environment",
      "conclusion": null
    },
    {
      "title": "Chick embryo extract-driven culture system enhances chicken muscle satellite cell differentiation and 3D myotube formation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "The rapid increase in global meat demand has placed significant pressure on traditional meat production. This has led to the emergence of the cultured meat industry as a promising alternative offering sustainable and ethical solutions. This study explored the efficacy of chick embryo extract (CEE) as a potential economic supplement. Specifically, we aimed to identify the optimal culture conditions for chicken muscle satellite cells (CMSCs) using CEE and evaluate their effects on cell...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41266438",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "identify the optimal culture conditions for chicken muscle satellite cells (CMSCs) using CEE and evaluate their effects on cell",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pendrin inhibition is associated with protective effect of prone positioning in a ventilator-induced lung injury mouse model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266416/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Pendrin (SLC26A4), a transmembrane anion exchanger, is upregulated in inflammatory airway diseases. In this study, we analyzed the role of pendrin expression in a ventilator-induced acute lung injury (VILI) animal model. VILI was induced in the supine or prone position by a high tidal volume (HTV) of 30 mL/kg for 5 h in pendrin wild-type (WT) and knockout (KO) 129SVEV mice. Pendrin inhibitor (YS-01) was intraperitoneally administered to modulate pendrin signaling. Lung injury parameters were...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41266416",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the role of pendrin expression in a ventilator-induced acute lung injury (VILI) animal model",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effective and comfortable chain-linking anchoring with anisotropic stiffness for soft wearable robots",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "This study presents a wearable robot equipped with a novel anchoring structure designed to improve both force transmission efficiency and user comfort. While soft wearable robots are inherently more comfortable than rigid exoskeletons, they often suffer from significant force loss and increased anchoring pressure when higher assistive forces are applied. To address this trade-off, a chain-linking anchoring structure with anisotropic stiffness was developed and integrated into the wearable...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41266412",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of plant-based diet indices with all-cause and cause-specific mortality among Korean adults in the KNHANES",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "A plant-based diet is associated with all-cause and cardiovascular disease (CVD) mortality, but the associations might differ by plant qualities. We examined the associations between the plant-based diet index (PDI) and mortality. Adults with 24-hour dietary recall from the 2007-2015 Korean National Health and Nutrition Examination Surveys (KNHANES), who were eligible for and linked to national mortality records through 2019, were included (n = 44,291). Three PDIs were calculated: overall PDI...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41266407",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the associations between the plant-based diet index (PDI) and mortality",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Local adaptation to climate has facilitated the global invasion of cheatgrass",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Local adaptation may facilitate range expansion during invasions, but the mechanisms underlying successful invasions remain unclear. Cheatgrass (Bromus tectorum), native to Eurasia and Africa, has invaded globally, with severe impacts in western North America. We aim to identify mechanisms and consequences of local adaptation in the North American cheatgrass invasion. We sequence 307 range-wide genotypes and conduct controlled experiments. We find that diverse lineages invaded North America,...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41266323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to identify mechanisms and consequences of local adaptation in the North American cheatgrass invasion",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of Intraoperative Injection Laryngoplasty for Vocal Fold Paralysis during Thyroidectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266173/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: During thyroidectomy, performing simultaneous IL can enhance voice outcomes in cases of unilateral RLN damage. This procedure may be considered as an option for treating vocal fold paralysis during thyroidectomy in order to mitigate the potential complications of vocal fold paralysis in the early postoperative period.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41266173",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "During thyroidectomy, performing simultaneous IL can enhance voice outcomes in cases of unilateral RLN damage. This procedure may be considered as an option for treating vocal fold paralysis during thyroidectomy in order to mitigate the potential complications of vocal fold paralysis in the early po..."
    },
    {
      "title": "Diagnostic challenge in Burkitt lymphoma of the mandible initially misdiagnosed as osteomyelitis: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266098/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Burkitt lymphoma (BL) is a highly aggressive B-cell neoplasm that rarely involves the mandible in elderly without apparent immunodeficiency. We report a case of a 72-year-old male who presented with persistent mandibular pain following extraction of tooth #46. Initial imaging findings were consistent with incipient osteomyelitis, and the patient was treated with antibiotics. Despite treatment, pain persisted, and follow-up imaging revealed swelling and diffusion restriction in the lateral...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41266098",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic value of cytology in detecting human papillomavirus-independent cervical malignancies: a nation-wide study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266097/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: HPV-IDCMs comprised 3.6% of primary cervical malignancies with a high detection rate via cytology (83.2%). These findings affirm the value of cytological screening, particularly in patients with limited screening history or at risk for HPV-independent lesions, and may guide future screening protocols.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41266097",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HPV-IDCMs comprised 3.6% of primary cervical malignancies with a high detection rate via cytology (83"
    },
    {
      "title": "Current Surgical Treatment of Prostate Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "The main cornerstone of surgical treatment of prostate cancer is robot assisted radical prostatectomy (RARP). In the United States, RARP has emerged as the gold standard for surgical therapy. Ten times magnification, 3-dimensional vision, and wrist-held devices enabling difficult dissections and accurate suture application are the benefits of robotic technology. Robot-assisted laparoscopic prostatectomy has several benefits over open techniques. Focal therapy for prostate cancer has staged a...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41265995",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neural Reinstatement and Sequential Reactivation of Navigational Episodic Memory and Its Age-related Decline",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265780/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "When we retrieve memories of past navigational episodes, our brain reactivates cortical representations of the spatial information experienced along the way. Although navigation is temporally dynamic in nature, previous studies on cortical memory reactivation have mostly focused on single items or associated contexts. To investigate whether sequential reactivation of navigational events can be measured from cortical electrophysiological activity and depends on the availability of spatial cues...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41265780",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Significance of T-SPOT.TB Test in Patients with Uveitis in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265719/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this real-world cohort from a TB intermediate-burden country, T-SPOT.TB positivity was not associated with clinical features or treatment burden of uveitis. The findings suggest that T-SPOT.TB positivity in uveitis patients may reflect background latent infection rather than active ocular involvement.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41265719",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this real-world cohort from a TB intermediate-burden country, T-SPOT.TB positivity was not associated with clinical features or treatment burden of uveitis"
    },
    {
      "title": "Stretchable and self-adhesive ovalbumin-reinforced double-network polyacrylamide/gellan gum conductive hydrogel for wearable sensing human motion detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265604/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "With the advancement of skin bioelectronics, hydrogel-based wearable devices have broadened their applications in health monitoring and strain sensing. However, their use is hampered by inadequate mechanical properties, a limited sensing range, and restricted environmental sensitivity. In this study, we draw inspiration from the hierarchical structure and unique interaction mechanism of ovalbumin (OVA) to report the synthesis of a multifunctional dual-network ionic conductive hydrogel (ICH)....",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41265604",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Visual disabilities and depression/anxiety among adolescents: A nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265573/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Visual disability severity and duration are significant determinants of mental health in adolescents. These results highlight a critical need for proactive screening and tailored psychological support to address the specific challenges faced by this vulnerable population.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41265573",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Visual disability severity and duration are significant determinants of mental health in adolescents. These results highlight a critical need for proactive screening and tailored psychological support to address the specific challenges faced by this vulnerable population"
    },
    {
      "title": "Developmental hepatotoxicity induced by flusilazole in zebrafish: Mechanistic insights into mitochondrial dysfunction, oxidative stress, ferroptosis, and regenerative impairment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265545/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Flusilazole is a triazole-based fungicide that persists in various environments because of its high stability and solubility, raising concerns about its developmental and ecological impacts. Although numerous studies have reported flusilazole-induced toxicity, the specific effects and mechanisms of flusilazole-induced hepatotoxicity during development remain unclear. In this study, we examined the in vivo and in vitro toxicities in Danio rerio (zebrafish) and zebrafish-derived liver (ZFL) cells....",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41265545",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the in vivo and in vitro toxicities in Danio rerio (zebrafish) and zebrafish-derived liver (ZFL) cells",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of simultaneous supplementation of 3-phytase and 6-phytase on phosphorus and calcium digestibility in growing pigs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Taken together, supplemental phytase increased P digestibility in corn-soybean meal-based diets fed to growing pigs regardless of the phytase sources and the effects of supplemental phytase on the P and calcium digestibility were most pronounced in the mixture of 3-phytase and 6-phytase.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41265488",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Taken together, supplemental phytase increased P digestibility in corn-soybean meal-based diets fed to growing pigs regardless of the phytase sources and the effects of supplemental phytase on the P and calcium digestibility were most pronounced in the mixture of 3-phytase and 6-phytase"
    },
    {
      "title": "Skeletal Muscle Index to Red Cell Distribution Width Ratio: A Novel Prognostic Indicator for Patients with Stage I-III Colorectal Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: SRR is a novel and significant predictor of overall survival in patients with stages I-III CRC demonstrating greater prognostic power than either SMI or RDW alone.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41265475",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SRR is a novel and significant predictor of overall survival in patients with stages I-III CRC demonstrating greater prognostic power than either SMI or RDW alone"
    },
    {
      "title": "Keystone Pseudomonas species in the wheat phyllosphere microbiome mitigate Fusarium head blight by altering host pH",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265441/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Phyllosphere microbiota play crucial roles in supporting host performance. However, the dynamic changes of phyllosphere-associated microbiome during pathogen infections and their impacts on plant health remain unknown. Here, we found phyllosphere microbes can mitigate wheat Fusarium head blight (FHB), a severe disease caused by Fusarium graminearum (F. graminearum) pathogen that promotes infection by inducing host alkalinization. Using wheat head microbial community profiling and...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41265441",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep Learning-Based Death Prediction Model for Chronic Kidney Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study identified emergency visits and prolonged hospital stays as key predictors of death in CKD patients. To mitigate these risks, regular monitoring by nephrology specialists and timely initiation of renal replacement therapy are essential. Age also emerged as a critical determinant, emphasizing the importance of age-stratified clinical guidelines amid global aging trends. The high-performing, simplified predictive model based on general characteristics offers a valuable tool...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41265425",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified emergency visits and prolonged hospital stays as key predictors of death in CKD patients. To mitigate these risks, regular monitoring by nephrology specialists and timely initiation of renal replacement therapy are essential"
    },
    {
      "title": "Tracking the Evolution of Research Topics in Healthcare Informatics Research Using Keywords and MeSH Terms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study offers insights into the evolution of health informatics research in Korea, underscoring the role of HIR in documenting this progression. The findings reveal a balance between emerging technologies and foundational healthcare themes, demonstrating the field's adaptability and sustained relevance. Future research should extend the analysis to other journals and further consider ethical implications and global developments.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41265423",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "and global developments",
      "conclusion": "This study offers insights into the evolution of health informatics research in Korea, underscoring the role of HIR in documenting this progression. The findings reveal a balance between emerging technologies and foundational healthcare themes, demonstrating the field's adaptability and sustained re..."
    },
    {
      "title": "Care Robots for Community-Dwelling Older Adults: An Integrative Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265421/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: It is necessary to develop and implement care robots with diverse functions that can provide practical assistance for the independent daily living of older adults. This will require collaboration among government agencies, public institutions, academia, and private health enterprises. In addition, policies must be established to support the purchase and maintenance costs of care robots to ensure continued access for community-dwelling older adults.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41265421",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "It is necessary to develop and implement care robots with diverse functions that can provide practical assistance for the independent daily living of older adults. This will require collaboration among government agencies, public institutions, academia, and private health enterprises"
    },
    {
      "title": "Big data and AI: Potential and challenges for digital transformation in toxicology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265416/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Toxicology has evolved from an observational science to predictive science, driven by advances in computational methods and large-scale data generation. Advances in computing power and the rapid accumulation of toxicological big data have opened new opportunities to modernize chemical risk assessment through artificial intelligence (AI). This study explores the current status of toxicity databases and key methodologies of AI such as machine learning, deep learning, and large language models. The...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41265416",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bisphenol A diglycidyl ether-induced DNA methylation abnormalities may disrupt testis development in adult male zebrafish",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265414/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Bisphenol A diglycidyl ether (BADGE) is commonly used to stabilize products synthesized from epichlorohydrin and bisphenol A. Although recent studies suggest that BADGE may adversely affect the male reproductive system, its underlying mechanisms remain unclear. This study investigates the impact of BADGE exposure on steroidogenesis via DNA methylation changes in adult zebrafish gonads. Adult male zebrafish were exposed to BADGE (10 μM) for 21 days (n = 15 per group). Genomic DNA and mRNA were...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41265414",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of BADGE exposure on steroidogenesis via DNA methylation changes in adult zebrafish gonads",
      "conclusion": null
    },
    {
      "title": "Systematic review and Integrated Approaches to Testing and Assessment (IATA) of PFOA and PFOS for endocrine disrupting effects based on the AOP framework",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Perfluorooctanoic acid (PFOA) and perfluorooctane sulfonate (PFOS) have been extensively used as surfactants, surface protectors, food packaging materials, and fire-retardants. Due to serious adverse effects on human and environment, they are now considered as legacy compounds. In this study, the effects of PFOA and PFOS on endocrine disruption were assessed using the Integrated Approaches to Testing and Assessment (IATA) methodology based on the adverse outcome pathway (AOP). PFOA/PFOS in vitro...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41265412",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing inhalation intake of microplastics using MPPD model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Increasing evidence of the presence of small microplastics in human tissues necessitates research on their intake routes and internalization. Among two major routes of exposure to microplastics (MPs), inhalation pathways are less investigated than ingestion pathways. In this study, quantitative estimation of microplastics intake and internalization was conducted using the multi-path particle dosimetry (MPPD) model by US Environmental Protection Agency assuming three representative particle size...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41265411",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reference values of per- and poly- fluoroalkyl substances concentration in serum and related factors in Korean adults: Korean National Environmental Health Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "This study determined reference values of per- and polyfluoroalkyl substance (PFAS) exposure in the general Korean population. Serum samples from 2,993 adults in the fourth Korean National Environmental Health Survey (KoNEHS) (2018 -2020) were analyzed for five PFAS: perfluorooctanoic acids (PFOA), perfluorooctane sulfonic acid (PFOS), perfluorohexane sulfonic acid (PFHxS), perfluorodecanoic acid (PFDA), and perfluorononanoic acid (PFNA). The geometric means (GMs) and 95th percentile...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41265405",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Growth and membrane stress responses in E. coli and Acinetobacter sp. upon exposure to functionalized polystyrene microplastics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265401/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Microplastic pollution is increasingly recognized as a potential environmental stressor for microorganisms. This study aimed to explore how surface-functionalized polystyrene (PS) microplastics influence selected cellular-level responses in two Gram-negative bacteria, Escherichia coli and Acinetobacter sp., focusing on growth, viability, biofilm formation, and membrane-associated stress. Bacterial cultures were exposed to PS microplastics with three surface chemistries: non-functionalized PS,...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41265401",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "explore how surface-functionalized polystyrene (PS) microplastics influence selected cellular-level responses in two Gram-negative bacteria, Escherichia coli and Acinetobacter sp",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clear-positive cut off determination of flow cytometric MOG-antibody assay in Korea: Alignment with international MOGAD diagnostic standards",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study updates the cut-off values of flow cytometric MOG-Ab assay and its diagnostic accuracies in Korea in accordance with the 2023 International Panel recommendation. Our findings can contribute to improving the diagnostic accuracy of MOGAD in Korea and to strengthening the scientific validity of MOGAD research data from Korean cohort.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41265290",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study updates the cut-off values of flow cytometric MOG-Ab assay and its diagnostic accuracies in Korea in accordance with the 2023 International Panel recommendation. Our findings can contribute to improving the diagnostic accuracy of MOGAD in Korea and to strengthening the scientific validity..."
    },
    {
      "title": "Ovomucoid hydrolysates prepared using alcalase suppress adipogenesis at an early stage of 3T3-L1 cell differentiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "The effects of ovomucoid (OVM), a by-product of egg white, and its hydrolysates on adipocyte differentiation and lipid accumulation were investigated. The OVM hydrolyzed using Alcalase® and pepsin was named AH and PH, respectively. Sodium dodecyl sulphate-polyacrylamide gel electrophoresis analysis revealed significant changes in molecular weight of both hydrolysates, with AH showing a higher degree of hydrolysis. AH exhibited a more pronounced inhibitory effect on fat accumulation than PH. In...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41265264",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interchangeable measure of pulmonary regurgitation in repaired tetralogy of Fallot: Comparison between serial cardiac CT and MRI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The indexed pulmonary regurgitant volume is an interchangeable measure of pulmonary regurgitation on serial cardiac CT and MRI enabling monitoring its severity in repaired tetralogy of Fallot.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41264982",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The indexed pulmonary regurgitant volume is an interchangeable measure of pulmonary regurgitation on serial cardiac CT and MRI enabling monitoring its severity in repaired tetralogy of Fallot"
    },
    {
      "title": "ZIF-67-Grown Ionic Nanofibrous Membrane Separator-Based Ultra-Sensitive Ionotronic Pressure Sensor for Physiological Signal Monitoring and Ergonomic Assistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264784/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "The growing demand for next-generation wearable technologies characterized by high sensitivity, low detection limits, and a broad pressure range drives the need for advanced pressure sensors capable of detecting subtle physiological signals and large-scale mechanical inputs for ergonomic applications. Here, we present an ultrasensitive ionotronic pressure sensor (IPS) based on a cobalt-rich zeolitic imidazolate framework (ZIF-67)-grown, highly porous ionic nanofibrous membrane (INM) as a...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41264784",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vascular Anatomy of the Temporoparietal Fascia in Microtia: A Computed Tomographic Angiographic Analysis of 172 Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264376/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Significant anatomical variations exist in the vascular supply of the TPF in microtia, particularly in HFM. The STV frequently acts as an independent vein rather than accompanying the STA. Understanding these patterns and using preoperative vascular imaging is essential for safe flap elevation and improved reconstructive outcomes.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41264376",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Significant anatomical variations exist in the vascular supply of the TPF in microtia, particularly in HFM. The STV frequently acts as an independent vein rather than accompanying the STA"
    },
    {
      "title": "Global epidemiological insights on the antimicrobial resistance of <em>Enterococcus faecium</em> and a genomic analysis framework",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264352/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Enterococcus faecium is a pathogen that frequently causes infections and outbreaks in hospitals. Despite the increasing need for genomic surveillance of E. faecium, a standardized genomic analysis framework for this pathogen is lacking. We aim to conduct a comprehensive global epidemiological overview and propose a genomic analysis framework. We analysed 21,058 public E. faecium genomes from 80 countries to create a comprehensive snapshot of E. faecium resistome and virulence in association with...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41264352",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to conduct a comprehensive global epidemiological overview and propose a genomic analysis framework",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mononuclear Palladium(I) Halides Stabilized by Bis(di-<em>tert</em>-butylphosphino)ferrocene Ligand",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Many radical-involving palladium-catalyzed organic transformations are proposed to proceed via mononuclear palladium(I) halide intermediates. However, isolable palladium(I) complexes of this type remain elusive, casting doubt on these mechanistic hypotheses. In this work, we demonstrate that using the bulky bisphosphine ligand bis(di-tert-butylphosphino)ferrocene (dtbpf) enables the one-electron reduction of palladium(II) halide complexes Pd(dtbpf)X(2) (X = Cl, Br, I) to yield isolable...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41264311",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Zanidatamab in HER2-Positive Metastatic Biliary Tract Cancer: Final Results From HERIZON-BTC-01",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41264278",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrated transcriptomic and 16S rRNA analyses reveal colon and brain barrier-preserving effects of red radish (Raphanus sativus L.) sprout supplementation in high-fat diet-fed mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264167/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Whole-food RS powder prevents HFD-induced obesity and cognitive decline by reinforcing barrier integrity, reducing inflammation and oxidative stress, and reshaping gut microbiota. These findings support RS as a practical functional food for early obesity intervention via gut-brain axis regulation.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41264167",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Whole-food RS powder prevents HFD-induced obesity and cognitive decline by reinforcing barrier integrity, reducing inflammation and oxidative stress, and reshaping gut microbiota. These findings support RS as a practical functional food for early obesity intervention via gut-brain axis regulation"
    },
    {
      "title": "In their words: Experience of decision-making in adolescents with cancer - a qualitative meta-synthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings suggest the need to develop adolescent-centered decision-making models and provide ethics-based training for healthcare professionals. Creating supportive care environments that respect adolescents' autonomy and encourage active participation is also essential.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41264155",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings suggest the need to develop adolescent-centered decision-making models and provide ethics-based training for healthcare professionals. Creating supportive care environments that respect adolescents' autonomy and encourage active participation is also essential"
    },
    {
      "title": "Cost-Effectiveness of a Mobile Health Program for Pre-elderly Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264143/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41264143",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Altered cortical myelination based on gray-to-white matter signal intensity contrast in shift workers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Shift work has been associated with various adverse health outcomes, particularly those involving cognitive function and mental health. However, the neurobiological mechanisms linking shift work to these outcomes remain poorly understood. This pilot study aimed to examine the effects of shift work on cortical gray-to-white matter signal intensity contrast (GWC), an indirect marker of intracortical myelin content, through vertex-wise cortical analysis. Structural magnetic resonance imaging (MRI)...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41264042",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction to: Assessing observer-dependent dental age estimation procedures: intra- and inter-observer reliability across four well established radiographic systems for dental analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264004/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41264004",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Coronary Plaque and Physiological Characteristics in ACS Risk Assessment According to Lesion Count",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41263728",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Migraine management during pregnancy, breastfeeding and in women planning pregnancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Migraine is a common neurological disorder that predominantly affects women during their reproductive years, presenting unique challenges in the context of pregnancy, breastfeeding, and pregnancy planning. In the present review, we intend to summarize those challenges and propose possible solutions. Women with migraine, particularly those with aura, face an increased risk of pregnancy-related complications, including preeclampsia, stroke, and preterm birth, highlighting the need for careful...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41263702",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Absorber-Free Laser Welding of Transparent Thermoplastic Films via Expanded Beam for Flexible Displays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263669/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "For the commercialization of next-generation displays for flexible and rollable devices, transparent joints with flexibility and mechanical robustness are essential. Recent trends demand novel bonding methods not only for device packaging but also for enabling advanced structural designs that overcome the limitations of conventional techniques. In this study, we present an absorber-free laser bonding method for flexible substrates, achieved using an expanded laser beam and applied pressure to...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41263669",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reversible Modification of Rashba States in Topological Insulators at Room Temperature by Edge Functionalization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Quantum materials with novel spin textures from strong spin-orbit coupling (SOC) are essential components for a wide array of proposed spintronic devices. Topological insulators have a necessary strong SOC that imposes a unique spin texture on topological states and Rashba states that arise on the boundary, but there is no established methodology to control the spin texture reversibly. Here, it is demonstrated that functionalizing Bi(2)Se(3) films by altering the step-edge termination directly...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41263423",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reappraisal of surgical indication of mucinous cystic neoplasm of the pancreas: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263396/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Given the low rates of HGD or IC in resected MCNs and the identification of specific preoperative risk factors, a more targeted surgical approach based on risk stratification is warranted.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41263396",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Given the low rates of HGD or IC in resected MCNs and the identification of specific preoperative risk factors, a more targeted surgical approach based on risk stratification is warranted"
    },
    {
      "title": "Unlocking Na<sup>+</sup>-Based Electrochromic Capacity in Hexagonal Tungsten Oxide Nanorods via Thermally Removable Dopants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263342/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Hexagonal tungsten oxide nanorods are promising materials for Na^(+)-based near-infrared electrochromic windows due to their large hexagonal tunnels. However, conventional dopants such as Cs^(+) within these tunnels hinder Na^(+) insertion, thereby limiting charge capacity and overall modulation. Here, we address this challenge by developing NH(4)^(+)/NH(3)-doped hexagonal tungsten oxide nanorods and progressively removing dopants through simple thermal annealing. Films annealed at 400 °C...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41263342",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Co-carriage of the oxazolidinone resistance genes cfr and optrA in a linezolid-resistant Staphylococcus rostri isolate from a pig-farm worker",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263223/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41263223",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conformal Encapsulation of Wafer-Scale Molybdenum Disulfide Field-Effect Transistors by Plasma-Induced Molecular Polymerization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Molecular engineering of 2D transition-metal dichalcogenides (TMDs) is an effective strategy for tuning their electronic properties, enhancing metal-semiconductor contacts, and modulating charge carrier dynamics. However, scalable molecular engineering for fabricating wafer-scale 2D TMDs field-effect transistors (FETs) has been scarcely reported. Here, improved electrical performance in monolayer (1L)-MoS(2) FETs via allylamine polymer encapsulation, achieved by a plasma-induced molecule...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41263201",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microglial VRK2 Regulates Astrocytic GABA Synthesis and Tonic Inhibition in the Thalamus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263186/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Vaccinia-related kinase 2 (VRK2) is a prominent genetic risk factor for neurodevelopmental disorders (NDDs), including schizophrenia and epilepsy, which are characterized by cognitive and behavioral impairments. The mediodorsal (MD) thalamus, a higher-order nucleus involved in executive function and social behavior, is frequently disrupted in these conditions. However, how VRK2 influences thalamic regulation remains unclear. Here, we show that Vrk2-deficient mice exhibit a significant reduction...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41263186",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling In-Plane Crystallographic Anisotropy-Dependent Memory Performance In Van Der Waals α-In<sub>2</sub>Se<sub>3</sub> Ferroelectric Semiconductor Field-Effect Transistors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "The ferroelectric semiconductor field-effect transistors (FeS-FETs) based on α-In(2)Se(3) emerge as promising non-volatile memory devices. However, the intrinsic in-plane (IP) crystallographic anisotropy of α-In(2)Se(3) introduces orientation dependence, leading to pronounced variations in memory performance depending on the IP alignment of the source/drain (S/D) contacts. This study presents the first demonstration of IP anisotropy-dependent ferroelectricity in α-In(2)Se(3) FeS-FETs with S/D...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41263154",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A randomized controlled trial comparing efficacy, safety, and patient-reported outcomes of electroconductive and electrohydraulic extracorporeal shockwave lithotripsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: EC and EH lithotripters demonstrated comparable efficacy and complication rates across different stone locations. While the EC group showed lower pain scores and higher satisfaction, these outcomes required greater energy use and resulted in higher radiation exposure. Patient satisfaction and pain level, as patient-reported outcomes, may be considered as additional measures alongside safety and efficacy in the evaluation of ESWL modalities.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41263121",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EC and EH lithotripters demonstrated comparable efficacy and complication rates across different stone locations. While the EC group showed lower pain scores and higher satisfaction, these outcomes required greater energy use and resulted in higher radiation exposure"
    },
    {
      "title": "Recent advances in high-entropy materials for efficient alkali metal-ion batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Alkali metal-ion batteries (Li^(+)/Na^(+)/K^(+), AMIBs) are considered ideal choices for grid-scale energy storage systems due to their high energy density and long cycle life. However, issues such as insufficient structural stability of electrode materials and limited ion transport dynamics in electrolytes severely restrict their large-scale commercial applications. Notably, high-entropy design strategies characterized by four core effects-the high-entropy effect, lattice distortion effect,...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41263120",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lung Microphysiological System Validates Novel Cell Therapy for Acute Respiratory Distress Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Acute Respiratory Distress Syndrome (ARDS) is a life-threatening condition characterized by severe inflammation and lung damage, leading to critical hypoxemia. Despite its high mortality rate, the only currently available treatment, Dexamethasone, is associated with significant side effects. This study aims to evaluate the efficacy of primed human umbilical cord blood-derived mesenchymal stem cells (hUCB-pMSCs) as a potential alternative treatment for ARDS. A novel lung microphysiological system...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41263118",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "to evaluate the efficacy of primed human umbilical cord blood-derived mesenchymal stem cells (hUCB-pMSCs) as a potential alternative treatment for ARDS",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aligned Nanostructures Resolve Zn<sup>2+</sup> Transport Bottlenecks via Interfacial Kinetics-Diffusion Coupling in Aqueous Zinc-Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263029/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Aqueous zinc-ion batteries (AZIBs) have garnered significant attention as a safe and cost-effective alternative to lithium-ion batteries for grid-scale energy storage. However, their performance is hindered by sluggish Zn^(2+) diffusion within the cathode and structural degradation. While pre-intercalation strategies have demonstrated improvements in electrochemical performance, the comprehensive understanding between synthesis-driven evolution, Zn^(2+) diffusion, and interphase kinetics remains...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41263029",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial intelligence for mental health: A narrative review of applications, challenges, and future directions in digital health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41262770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Mental health disorders contribute significantly to the global burden of disease, affecting quality of life and causing disability. These challenges are compounded by inequitable access to timely and effective mental health services, particularly in low-resource settings. Recently, artificial intelligence (AI) has emerged as a transformative tool in mental healthcare, offering novel approaches to enhance diagnosis, personalize treatment, and support continuous patient monitoring. This review...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41262770",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The utility of a rigid bronchoscope",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41262716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Rigid bronchoscopy is a specialised endoscopic modality utilising a rigid scope instrument to afford direct visualisation and intervention within the central airways. In contradistinction to flexible bronchoscopy, the augmented working channel of the rigid instrument permits the introduction of larger-calibre instrumentation, thereby facilitating complex therapeutic procedures. These procedures encompass, inter alia, foreign body retrieval, endoluminal tumour debulking, airway stent deployment,...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41262716",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antiosteoporotic activity of nodakenetin, a coumarin compound from <em>Angelica decursiva</em>, by activation of the Wnt/β-catenin signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41262678/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Angelica decursiva (Umbelliferae) is a medicinal plant widely used to treat colds, coughs and fevers in Korea, Japan, and mainland China. The anti-inflammatory activity of nodakenetin, a furano-coumarin compound from A. decursiva, has been reported, although, the antiosteoporotic activity remains unknown. This study sought to investigate the antiosteoporotic activity and precise mechanism of action of nodakenetin in vitro cell culture and in vivo bone remodeling models. The transcriptional...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41262678",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "investigate the antiosteoporotic activity and precise mechanism of action of nodakenetin in vitro cell culture and in vivo bone remodeling models",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "α, δ‑<em>N</em>‑Acetyl-glutamine Suppresses Neutrophilic Airway Inflammation by Activating the G Protein-Coupled Receptor/Extracellular Signal-Regulated Kinase/Mitogen-Activated Protein Kinase Phosphatase 1 Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41262568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "l-Glutamine (Gln) suppresses inflammation via upregulation of mitogen-activated protein kinase (MAPK) phosphatase (MKP)-1; however, high dosages required may cause serious side effects. Here, we developed a glutaminase-resistant less-hydrolyzable Gln derivative, α, δ-N-acetyl-glutamine (α, δ-NAG). Oral administration of α, δ-NAG and Gln to ovalbumin-induced asthma model mice suppressed asthmatic parameters at 0.2 and 2 g/kg body weight, respectively. α, δ-NAG upregulated MKP-1 in an...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41262568",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating Glenoid Bone Loss Location Using Best Fit and Outer Circles: Are We Pointing in the Same Direction?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41262374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The defect locations of the outer circle and best fit circle differed statistically. Although the mean difference was <1 hour, caution is needed when interpreting findings across studies or in surgical communication, as reference points or clockface systems may differ between them. Among these locations, the orientation of the defect line appears stable with respect to defect size in each circle, suggesting that the defect may serve as a reliable reference for describing anchor or...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41262374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The defect locations of the outer circle and best fit circle differed statistically. Although the mean difference was <1 hour, caution is needed when interpreting findings across studies or in surgical communication, as reference points or clockface systems may differ between them"
    },
    {
      "title": "Comprehensive Understanding of Accelerated Kinetics Driven by Anion-Diluent Dynamics Enabling Wide Temp Operation in Dual-Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Pioneering advancements in energy storage necessitate electrolyte innovations that enhance ion transport and reduce resistance. While considerable progress has been achieved, existing research predominantly explores cationic solvation structures, leaving the behavior of anions insufficiently addressed. Here, elucidate the previously ambiguous role of anion-diluent interactions by correlating solvation structures with kinetic behavior, thereby unveiling their mechanistic contribution from the...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41261940",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent Progress in Contact Force Sensing Techniques for Cardiovascular Interventional Procedures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261910/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Cardiovascular diseases (CVDs), such as heart attacks and strokes, are the top causes of death and disability globally. The standard treatment for CVDs usually involves interventional procedures, in which slender instruments such as guidewires and catheters are navigated through blood vessels to reach target lesions. However, the inability to accurately quantify the contact force (CF) between interventional instruments and tissues raises the risks of vascular injury, poor ablation results, and...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41261910",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TRPM8 Agonist (Cryosim-1) Cream for Chronic Prurigo: A Randomized, Vehicle-controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Chronic prurigo (CP) is a distressing dermatological condition lacking effective topical therapies. This randomized, double-blind, vehicle-controlled trial evaluated the efficacy and safety of Cryosim-1, a TRPM8 agonist cream, in 30 adults with CP. Participants were assigned to apply Cryosim-1 0.1%, 0.5%, or vehicle cream 3 times daily for 4 weeks. Both active formulations significantly reduced Prurigo Activity Score (PAS) compared with vehicle, with 0.1% Cryosim-1 showing a mean PAS reduction...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41261819",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stem cell factor regulates endothelial HIF-2α expression during hypoxia-driven pathological angiogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261793/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Hypoxia-inducible factors (HIFs) act as master regulators of hypoxia-induced pathological angiogenesis, a hallmark of various ischemic ocular diseases. Recent evidence highlights the pivotal role of HIF-2α among HIF isoforms in endothelial cells (ECs) undergoing pathological angiogenesis under hypoxic conditions. However, the regulatory mechanisms underlying endothelial HIF-2α expression during hypoxia remain incompletely understood. Here, we demonstrated that stem cell factor (SCF) and its...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41261793",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Alpha-lipoic acid pretreatment attenuates TNF-α-triggered auditory hair cell damage via Nrf2 signaling-mediated antioxidant activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Excessive generation of reactive oxygen species (ROS) and proinflammatory cytokines is a pivotal mechanism causing sensorineural hearing loss (SNHL) through damage to auditory hair cells. In particular, high expression levels of tumor necrosis factoralpha (TNF-α) were observed in SNHL. Alpha-lipoic acid (ALA) has demonstrated protective effects against cochlear hair cell damage and hearing deterioration. This study investigated the protective effect of ALA against TNF-α-triggered ototoxicity in...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41261792",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the protective effect of ALA against TNF-α-triggered ototoxicity in",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mitochondrial transplantation restores mitochondrial content and function in SSBP1-related mitochondrial DNA depletion syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "This study examined therapeutic potential of mitochondrial transplantation using PN-101, a mitochondria preparation derived from human umbilical cord mesenchymal stem cells (UCMSCs), to address SSBP1-related mitochondrial DNA (mtDNA) depletion syndrome. Patient-derived fibroblasts harboring a heterozygous SSBP1 mutation (c.272G＞A:p.Arg91Gln) were treated with PN-101. Its successful uptake and integration into these cells were confirmed. Subsequent analyses revealed that PN-101 treatment...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41261791",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "therapeutic potential of mitochondrial transplantation using PN-101, a mitochondria preparation derived from human umbilical cord mesenchymal stem cells (UCMSCs), to address SSBP1-related mitochondria...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcriptomic analysis of colorectal carcinoma tissues from a Korean population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261790/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "As a disease with a high mortality rate, colorectal cancer (CRC) highlights the importance of comprehending its molecular mechanisms to develop effective therapies. In this study, we conducted RNA sequencing (RNA-seq) analysis on 476 samples consisting of fresh-frozen CRC tissues and adjacent normal tissues obtained from Samsung Medical Center (SMC) in South Korea. By analyzing gene expression differences, we identified that upregulated genes in tumor samples were significantly associated with...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41261790",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in corneal symmetry and tear film stability after laser asymmetric keratectomy in patients with keratoconus suspect: A retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Keratoconus suspect (KCS) has been a contraindication of laser refractive surgery (LRS) due to postoperative corneal ectasia, but is well indicated with LRS combined with corneal remodeling using laser asymmetric keratectomy (LAK). This study compared the 2-year changes in corneal symmetry and tear film stability after laser epithelial keratomileusis-LAK (L-LAK) for new corneal remodeling in myopic patients with KCS. This retrospective case-control study included 31 eyes of 21 patients with KCS...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41261702",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Restricted thumb extension due to flexor pollicis longus tendon adhesion following volar plate fixation with bone substitute use for distal radius fracture: A case report and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261615/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "RATIONALE: Tendon adhesion is a relatively uncommon complication after distal radius fracture surgery.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41261615",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Characteristics and Personality Traits of Pediatric and Adult Patients With Avoidant/Restrictive Food Intake Disorder and Anorexia Nervosa-Restricting Type",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study highlights distinct psychopathology and personality traits between ARFID and RAN. These findings emphasize the importance of age-specific interventions for ARFID. Compared to pediatric patients, adult patients with ARFID require interventions targeting psychological difficulties. The results underscore the need to improve recognition of ARFID in Korea.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41261495",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights distinct psychopathology and personality traits between ARFID and RAN. These findings emphasize the importance of age-specific interventions for ARFID"
    },
    {
      "title": "Alteration of metabolic activity regulates mitochondrial temperature in diagnosis in HepG2 hepatocellular carcinoma cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266471/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Oxidative phosphorylation (OXPHOS) is a key player in mitochondrial bioenergetic functions. In hepatocellular carcinoma (HCC), OXPHOS slows down or switches to glycolysis via what is known as the Warburg effect. The altered respiration in cancer was reported to affect mitochondrial temperature. We investigated the impact of the metabolic switch on the mitochondrial temperature in HepG2 HCC cell line. Metformin (N, N-dimethylbiguanide) treatment was used to suppress glycolysis to emulate lower...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41266471",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the impact of the metabolic switch on the mitochondrial temperature in HepG2 HCC cell line",
      "significance": "of the metabolic switch on the mitochondrial temperature in HepG2 HCC cell line",
      "conclusion": null
    },
    {
      "title": "3D multiparametric ultrasound imaging of steatotic liver disease in a study with male rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251121023828&v=2.18.0.post22+67771e2",
      "description": "Steatotic liver disease (SLD) is the most prevalent chronic liver disease worldwide, requiring precise diagnosis and ongoing monitoring. Ultrasound imaging (USI) is widely used to diagnose steatosis, but it suffers from limited sensitivity/specificity and/or high observer variability. Assessment of hepatic vascular changes during SLD progression has diagnostic relevance because steatosis can induce sinusoidal microvascular dysfunction. Here, we demonstrate 3D multiparametric hepatic USI of SLD...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41266333",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improved Encapsulation and Potential of Liposomal Tosufloxacin via Inclusion in Cyclodextrin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Liposomal formulation and intratracheal delivery are promising strategies to enhance the therapeutic efficacy of antimicrobial agents. Tosufloxacin (TFLX), a potent fluoroquinolone, faces challenges due to its low aqueous solubility and poor encapsulation efficiency (EE) in liposomes via conventional passive loading. This study aimed to improve TFLX solubility and liposomal loading using hydroxypropyl-β-cyclodextrin (HP-β-CD). A TFLX/HP-β-CD inclusion complex was prepared by optimizing the molar...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41266867",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "improve TFLX solubility and liposomal loading using hydroxypropyl-β-cyclodextrin (HP-β-CD)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of Sacubitril/Valsartan in Reducing Hospitalizations in Older Belgian Adults with Heart Failure and Reduced Ejection Fraction: An Age-Stratified Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Broader application of guideline-directed medical therapy in geriatric heart failure with reduced ejection fraction care should be prioritized.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41266857",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Broader application of guideline-directed medical therapy in geriatric heart failure with reduced ejection fraction care should be prioritized"
    },
    {
      "title": "An endoscopic real-time, in situ assessment of intestinal permeability in type 2 diabetes: links to microbiota and hyperglycemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266847/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: To our knowledge, this study provides the first direct, in situ evidence that intestinal barrier function is impaired in T2D, a condition associated with concurrent microbial and metabolic alterations. Our findings establish intestinal barrier dysfunction as a key pathophysiological feature of T2D, suggesting that interventions aimed at the intestinal barrier function may represent a novel therapeutic strategy.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41266847",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To our knowledge, this study provides the first direct, in situ evidence that intestinal barrier function is impaired in T2D, a condition associated with concurrent microbial and metabolic alterations. Our findings establish intestinal barrier dysfunction as a key pathophysiological feature of T2D, ..."
    },
    {
      "title": "Transcriptomic profiling reveals a dramatic inflammatory shift in osteal macrophages during colitis-induced osteoporosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266820/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These results indicate that colitis triggers a significant inflammatory response in Omacs, which can contribute to bone metabolic dysfunction. Modulating the activation of inflammatory pathways may offer a potential therapeutic avenue for treating colitis-induced osteoporosis.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41266820",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that colitis triggers a significant inflammatory response in Omacs, which can contribute to bone metabolic dysfunction",
      "conclusion": "These results indicate that colitis triggers a significant inflammatory response in Omacs, which can contribute to bone metabolic dysfunction. Modulating the activation of inflammatory pathways may offer a potential therapeutic avenue for treating colitis-induced osteoporosis"
    },
    {
      "title": "Balancing cardiac privacy with quality in video recordings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study presents the first end-to-end reversible framework for secure, privacy-preserving video transmission of facial recordings. The approach is lightweight, effective across diverse activities, and holds promise for real-time applications such as video conferencing and telehealth.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41266778",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study presents the first end-to-end reversible framework for secure, privacy-preserving video transmission of facial recordings. The approach is lightweight, effective across diverse activities, and holds promise for real-time applications such as video conferencing and telehealth"
    },
    {
      "title": "Ethylenediaminetetraacetic acid conjugated with polyethylene glycol is a safe chelator for colonic epithelial denudation and intestinal epithelial replacement therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Colonic epithelia can be replaced with small intestinal (SI) epithelia through de-epithelialization of the colon using ethylenediaminetetraacetic acid (EDTA), followed by SI organoid transplantation, to treat short bowel syndrome and intestinal failure. However, the low molecular weight (MW) of EDTA results in hypocalcemia, consequently hindering the clinical application of this bivalent cation chelator. Therefore, we aimed to synthesize a non-absorbable chelator for potential application in...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41266738",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "synthesize a non-absorbable chelator for potential application in",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The use of acoustic myography to assess changes in muscle control with ageing in healthy subjects ranging 20 to 79 years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266731/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "This study has used acoustic myography as a technique to assess not only the number of active fibres and their firing frequency, but also the efficiency with which they are recruited, to re-examine age-related changes in movement. It is known that ageing results in less precise and controlled muscle movements, changes that also occur with some neurological diseases. The aim of this study was therefore to look at the control with which two muscles, an extensor and a flexor, are activated and...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41266731",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was therefore to look at the control with which two muscles, an extensor and a flexor, are activated and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of saline fluid cushion on thermal damage during the double-flap technique after proximal gastrectomy using porcine stomach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266698/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "The double-flap technique is an anti-reflux valvuloplasty used for esophagogastrostomy after proximal gastrectomy. This technique involves creating two muscular flaps on the remnant stomach using an electrosurgical knife, requiring precise dissection between the muscular and submucosal layers. Inaccurate dissection may cause thermal damage to the muscular flaps and the submucosal layer. To address this issue, we developed the \"Saline Fluid Cushion\" (SFC) method, which induces submucosal swelling...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41266698",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection of mulberry bodies using molecular imaging flow cytometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266682/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: MI-FCM frequently detected MBs in Fabry disease patients, even before the onset of renal dysfunction. Screening for MBs may be useful for the early detection of Fabry disease.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41266682",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MI-FCM frequently detected MBs in Fabry disease patients, even before the onset of renal dysfunction. Screening for MBs may be useful for the early detection of Fabry disease"
    },
    {
      "title": "Seg2RefineNet: a novel DL-based framework for 2D CCTA image-based segmentation and 3D volume-based refinement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266585/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41266585",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between eye washing and ocular symptoms of hay fever: a mobile app-based prospective cohort study in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266503/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Large-scale analyses of the relationship between eyewash and hay fever symptoms after adjusting for factors associated with allergic symptoms have not yet been conducted. We aimed to evaluate the association between eyewash and ocular symptoms of hay fever. In this digital prospective observational cohort study, we used the AllerSearch smartphone application. Participants reported symptoms (eye itching, tearing, and redness) and their preventive behaviors such as eye washing. Multivariate...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41266503",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the association between eyewash and ocular symptoms of hay fever",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi factor assessment of spatial accessibility for rural health equity in Diqing China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266502/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Timely access to essential primary healthcare services is critical for achieving health equity, particularly in geographically constrained mountainous regions where terrain imposes significant barriers to mobility. However, existing national planning standards in China rely on uniform service radii or walking-time thresholds, often failing to reflect the true accessibility conditions in complex highland environments. To address this gap, this study develops a Multi-Factor Integrated Mountain...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41266502",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a novel method to evaluate gingivitis in children by combining rapid saliva test systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266501/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Few tools can objectively assess the risk of gingivitis in children. We developed a novel method to evaluate gingivitis by combining rapid saliva test systems. Seventy-six subjects (aged 3-19 years) were included in the study. Gingival condition was evaluated using the papillary marginal attached (PMA) index. Liquid gargled by the subjects was examined using Perioscreen to measure the amount of hemoglobin, and the Salivary Multi Test (SMT) to quantify six factors related to oral health. PMA...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41266501",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Simulating the quantum switch with quantum circuits is computationally hard",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266350/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Higher-order transformations acting on input quantum channels in an indefinite causal order-such as the quantum switch-cannot be described by quantum circuits using the same number of calls to the input channels. A natural question is whether they can be simulated, i.e., whether their action can be exactly and deterministically reproduced by a quantum circuit with more calls to the input channels. Here, we prove that the quantum switch acting on two n-qubit channels cannot be simulated by any...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41266350",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Establishment of spontaneously immortalized Japanese eel muscle-derived preadipocyte cell lines for cultured seafood production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266348/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "The lack of immortalized fat cell lines is a significant bottleneck for cultured seafood production. Here, we report three spontaneously immortalized cell lines (JE-KRT224, JE-EK9, and JE-F1140) from the muscle of juvenile Japanese eel (Anguilla japonica) capable of robust lipid accumulation. These lines exhibit stable proliferation with good population doubling times and have been cultured for over 120 population doubling levels, indicating spontaneous immortalization. They efficiently absorbed...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41266348",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diverse Phenotypic Expressions of ADA2 Deficiency: Two Case Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Adenosine deaminase 2 (ADA2) deficiency is an autosomal recessive disease with varying degrees of clinical phenotypes and disease severity. The phenotypic spectrum of the disorder has expanded from vasculitis with stroke to include pure red cell aplasia, bone marrow failure, autoimmune cytopenia, lymphoproliferation, and variable degrees of immunodeficiency. Here, we describe two cases of ADA2 deficiency: one presented with an early-onset stroke that resembled an early-onset polyarteritis nodosa...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41266270",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phenotypic signatures of incomplete lineage sorting in hominids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41266166/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Incomplete lineage sorting (ILS) generates widespread genomic discordance in rapidly radiating lineages, yet its phenotypic impacts remain poorly understood. Among hominids, over 30% of the human genome supports conflicting phylogenetic trees due to ILS, affecting numerous genes with morphological functions. We present a trait-based approach integrating comparative morphology, population genomics, and functional experiments to identify and validate ILS-affected traits in hominids, often...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41266166",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Care Left Undone Among Physicians: An Explorative Thematic Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265919/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Care left undone is a relevant yet underexplored phenomenon among physicians active in acute care hospitals. Addressing care left undone requires profession-sensitive approaches that account for differences in role structure, decision-making autonomy and identity. Quality improvement initiatives should include physicians in the co-design of interventions to ensure they reflect clinical realities and foster engagement.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265919",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Care left undone is a relevant yet underexplored phenomenon among physicians active in acute care hospitals. Addressing care left undone requires profession-sensitive approaches that account for differences in role structure, decision-making autonomy and identity"
    },
    {
      "title": "Impact of telemedicine in long-term CPAP therapy: A twelve-month follow-up study in Japan utilizing propensity score matching",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CPAP adherence improved less in the TM group than in the standard care group over 12 months. Further research is required to optimize telemedicine strategies to enhance long-term adherence to CPAP therapy.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265730",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CPAP adherence improved less in the TM group than in the standard care group over 12 months. Further research is required to optimize telemedicine strategies to enhance long-term adherence to CPAP therapy"
    },
    {
      "title": "Hydrogen sulfide and the physiology of \"totonou\": a hypothesis on sauna-induced vascular recovery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265722/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Sauna bathing, a traditional health practice in Finland and Japan, has been associated with reduced cardiovascular and neurological risks. Circulatory recovery, marked by a shift from sympathetic to parasympathetic dominance, underlies the relaxation state known as \"totonou.\" Traditionally attributed to nitric oxide (NO), this effect may also involve hydrogen sulfide (H(2)S), a gaseous mediator with vasodilatory, antioxidant, and anti-inflammatory properties. We hypothesize that H(2)S...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265722",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Term Exposure to Black Carbon and Incident Asthma and Chronic Obstructive Pulmonary Disease in Adults: The Danish Nurse Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We observed that BC is an independent risk factor for developing chronic respiratory diseases, such as asthma and COPD, and BC may play a more significant role than PM(2.5). This underscored the need for targeted air quality regulations to reduce BC emissions, which may have a greater impact on mitigating the burden of chronic respiratory diseases than focusing solely on PM(2.5).",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265677",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on mitigating the burden of chronic respiratory diseases than focusing solely on PM(2",
      "conclusion": "We observed that BC is an independent risk factor for developing chronic respiratory diseases, such as asthma and COPD, and BC may play a more significant role than PM(2.5)"
    },
    {
      "title": "Alcohol-induced neuropathy associated downregulation of Kv7 channels in primary nociceptors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265632/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Chronic alcohol consumption is a well-known risk factor for peripheral neuropathy, often presenting with thermal hyperalgesia and mechanical allodynia. While the involvement of dorsal root ganglia (DRG) neurons in alcohol-induced neuropathy (AIN) is recognized, the molecular mechanisms-particularly the role of Kv7-KCNQ potassium channel remains insufficiently understood. This research focused on evaluating the impact ofchronic alcohol exposure on Kv7 channel function and gene expression in DRG...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265632",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "ofchronic alcohol exposure on Kv7 channel function and gene expression in DRG",
      "conclusion": null
    },
    {
      "title": "Discovery of DS79540454 via fragment-based drug discovery strategy: New scaffolds of hypoxia-inducible factor prolyl hydroxylase inhibitor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "The inhibition of hypoxia-inducible factor prolyl hydroxylase domain proteins (HIF-PHDs) represents a promising strategy for treating renal anemia. We identified a hydroxypyrimidine core with HIF-PHD inhibitory activity based on a fragment-based drug discovery strategy using various X-ray crystal structures of the HIF-PHD2 domain in complex with a compound. We discovered brand-new amino succinic acid scaffolds by combining the structural information on the crystal structure complexed with...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265580",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pyrolysis-assisted catalytic hydrogenolysis of lignin in Japanese cedar: Roles of polysaccharides and cell wall structure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265575/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Pyrolysis-assisted catalytic hydrogenolysis of milled wood lignin (MWL), MWL-holocellulose blends, and Japanese cedar wood (250-350 °C) was conducted to investigate the roles of polysaccharides and cell wall ultrastructure in aromatic monomer production. β-Ether bonds in lignin were thermally cleaved during pyrolysis, forming coniferyl alcohol (CA), which was then hydrogenated to dihydroconiferyl alcohol (DHCA). Holocellulose addition suppressed catalytic deformylation, demethoxylation, and...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265575",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strategies to enhance stability of cryopreservation processes for cell-based products",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "The projected expansion of the global market for cell manufacturing, which contributes to regenerative medicine and cell therapies, warrants the designing and development of scalable cryopreservation processes for cell-based products (CBPs) for use in both standard and personalized therapies. However, the change in scale causes variations in process parameters, which affects the stability of the CBP quality. Therefore, the cryopreservation process for CBPs needs to be designed based on the...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265534",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Four Decades of Environmental Analysis, Health and Toxicology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265410",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tumor heterogeneity involving SCLC with a single exon deletion in RB1 and adenocarcinoma with EGFR-L718V mutation in EGFR-TKI-resistant lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Spatially distinct and simultaneous resistance mechanisms, namely, EGFR L718V mutation and SCLC transformation, contributed to osimertinib resistance. The detection of RB1 2.4 kb small deletion in RB1 gene highlights the importance of deep genomic profiling. Multi-site biopsy and molecular diagnostics are necessary to guide treatment decisions in EGFR-TKI-resistant NSCLC.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265378",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Spatially distinct and simultaneous resistance mechanisms, namely, EGFR L718V mutation and SCLC transformation, contributed to osimertinib resistance. The detection of RB1 2"
    },
    {
      "title": "How the heart shapes the mind: The role of cardiac interoception in the interaction between bodily reactions and self-related thoughts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265322/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Our thoughts often drift away from the tasks at hand. Various factors influence this phenomenon, including changes in the external environment, individual cognitive characteristics, and fluctuations in bodily reactions. This study investigated the relationship between fluctuations in cardiac activity and thought state transitions, focusing on individual differences such as cardiac interoception. First, the heartbeat counting task was conducted as an index of interoceptive accuracy. Participants...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265322",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the relationship between fluctuations in cardiac activity and thought state transitions, focusing on individual differences such as cardiac interoception",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plastic particles driving cadmium mobility and nitrous oxide emissions: Revealing microbial Fe-N interactions in wetlands",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Urban wetlands act as pollutant interfaces where microplastics (MPs) and cadmium (Cd) often coexist, however, the underlying biogeochemical mechanisms mediating their interactions remain poorly understood. Here, we investigated the effects of polypropylene MPs (PP-MPs) on Cd mobility and nitrous oxide (N₂O) emissions in flooded wetland soils planted with Acorus calamus using a two-month in-situ soil column experiment. PP-MPs significantly enhanced N₂O emissions by 45 %, accompanied by a 28 %...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265267",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of polypropylene MPs (PP-MPs) on Cd mobility and nitrous oxide (N₂O) emissions in flooded wetland soils planted with Acorus calamus using a two-month in-situ soil column experiment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Utility of ASL-MRI in detecting disease evolution including de-novo formation and post-treatment changes of intracranial dural arteriovenous fistula",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ASL-MRI is a minimally invasive diagnostic modality that is useful both before and after treatment, providing support in determining treatment timing, identifying new lesions, and conducting post-treatment follow-up assessments.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265242",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ASL-MRI is a minimally invasive diagnostic modality that is useful both before and after treatment, providing support in determining treatment timing, identifying new lesions, and conducting post-treatment follow-up assessments"
    },
    {
      "title": "Impact-induced droplet release thawing enables cryoprotectant-free cell cryopreservation of large inkjet droplets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Inkjet-based superflash freezing (SFF) enables vitrification without cryoprotective agents (CPAs) by miniaturizing droplets. However, the insufficient cooling and warming rates of large droplets have restricted the applicable volume of SFF to 70 pL or less. The large thermal mass of the substrate in SFF has been a major factor limiting the thawing process. In this study, an impact-induced droplet release (IIDR) thawing method was developed, in which frozen droplets are mechanically separated...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265156",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effect of dietary zinc on growth performance, intestinal health and zinc metabolism of broilers under necrotic enteritis challenge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "This study was conducted to investigate the effect of dietary zinc from different sources on growth performance, intestinal health and zinc metabolism of broilers challenged with necrotic enteritis (NE). 432 one day-old Arbor Acres (AA) male broilers were divided into three dietary treatments: NT group (basal diet), OT group (basal diet with 60mg/kg zinc glycinate), IT group (basal diet with 60mg/kg zinc sulfate), with 12 replicates of 12 broilers per treatment. Half of the replicates of each...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265138",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A fully automated immunoassay for quantifying tissue-nonspecific alkaline phosphatase activity on calcified extracellular vesicles for cardiovascular risk assessment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265123/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Vascular calcification in atherosclerosis is a key process underlying cardiovascular disease (CVD) and chronic kidney disease (CKD), strongly predicting acute cardiovascular events. Macrocalcification stabilizes plaques, whereas microcalcification destabilizes them, making the assessment of active microcalcifications important for predicting plaque rupture. Although imaging methods such as ^(18)F-NaF positron emission tomography can detect active microcalcifications, their clinical utility is...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265123",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for predicting plaque rupture",
      "conclusion": null
    },
    {
      "title": "Recent advances in the study of chiral-lattice superconductor NbGe<sub>2</sub>with topologically nontrivial electronic states",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Quantum materials in which quantum mechanical effects play a dominant role in determining their properties are highly promising as the foundation for next-generation technologies. The chiral-lattice superconductor NbGe(2)is one of the quantum materials attracting attention due to its unique electronic state and transport phenomena. In this article, we review recent advances in the study of intriguing electronic states, superconducting properties, and transport phenomena in NbGe(2)and related...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265043",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of a universal talus implant during gait: a combined musculoskeletal and finite element modelling approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41265025/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Universal talus implant has emerged as an innovative solution for talus bone collapse, aiming to retain the clinical benefits of custom total talus replacement while addressing its logistical drawbacks. A subject-specific combined musculoskeletal-finite element (MSK-FE) modeling framework was developed to evaluate two universal talus implant designs during dynamic gait: a purely cobalt chromium (CoCr) implant, and an implant coated with polycarbonate-urethane (PCU), both compared to the native...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41265025",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Facile Surface Modification of Apatite Nanoparticles for Tailoring Protein Adsorption toward Nano-Bio Interfacial Engineering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264780/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Hydroxyapatite (HA) nanoparticles have been widely used as bone-filling materials because of their excellent biocompatibility and osteoconductivity. However, they exhibit limited osteoinductivity and induce slight blood coagulation. To address these issues, it is essential to control the underlying biological phenomenon (i.e., mediative protein states), particularly the adsorption states of fibronectin (Fn) and fibrinogen (Fg) on the HA nanoparticles. In this study, we aimed to endow the HA...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41264780",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "endow the HA",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Native Amide-Directed C(sp<sup>3</sup>)-H Alkynylation Using an Electron-Deficient Iridium Catalyst with Pyridone Ligand Assistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264666/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "The direct functionalization of C(sp³)-H bonds assisted by native carbonyl functional groups is a promising strategy for the streamlined synthesis of complex molecules. Here, we report native amide-directed C(sp³)-H alkynylation reactions using an electron-deficient iridium catalyst and an electron-deficient pyridone ligand. Under the optimized conditions, the C(sp³)-H alkynylation of terminal methyl groups and internal methylene groups of cyclobutane carboxamides afforded the desired products...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41264666",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular characterization of Rhipicephalus microplus and Haemaphysalis bispinosa ticks from cattle across Thailand: Regional identification and evidence of different genetic sub-structures between mainland and peninsular populations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Phylogenetic and population genetic analyses were conducted on tick specimens collected from cattle in northern, northeastern, central, and southern regions of Thailand. Morphological identification indicated these ticks consisted of three species, Rhipicephalus microplus from all four regions, R. sanguineus from the northern and northeastern regions, and a Haemaphysalis species only collected from the northeastern region. Analysis of cytochrome c oxidase subunit I gene (COI) sequences...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41264578",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chromatin remodeler Chd7 regulates reactive astrogliosis after ischemic stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Reactive astrogliosis, characterized by profound changes in astrocytic phenotype in response to central nervous system (CNS) insults such as ischemic stroke, plays a crucial role in the pathophysiology of CNS injury. However, the mechanisms underlying its transcriptional regulation remain largely unknown. We demonstrate that Chd7 regulates reactive astrogliosis after ischemic stroke. Chd7 expression is induced in a subset of reactive astrocytes in the peri-infarct cortex, concomitant with...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41264417",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proportion and Profile of Autistic Children Not Acquiring Spoken Language Despite Receiving Evidence-Based Early Interventions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Approximately one-third of children who had limited or no spoken language at baseline did not advance to spoken language stages following intervention. Development of spoken language was associated with modifiable factors at the child and intervention level.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41264359",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Approximately one-third of children who had limited or no spoken language at baseline did not advance to spoken language stages following intervention. Development of spoken language was associated with modifiable factors at the child and intervention level"
    },
    {
      "title": "It's all relative: parent pain-related distress and acceptance as predictors of youth outcomes in chronic pain dyads",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264287/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Parent emotional and behavioral responses play a critical role in shaping youth pain-related outcomes, yet little research has examined these processes day-to-day overtime. This study investigated the contemporaneous and temporal associations between child pain intensity, pain-related distress, and child functional impairment and parent pain-related distress, protective behaviors, and pain acceptance in a sample of youth with chronic pain and their parents. Daily assessments were collected from...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41264287",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the contemporaneous and temporal associations between child pain intensity, pain-related distress, and child functional impairment and parent pain-related distress, protective behaviors, and pain acce...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Putative muscle stem cells promote <em>Xenopus</em> tail regeneration by modifying macrophage function via <em>c1qtnf3</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264239/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "In Xenopus laevis tadpole tail regeneration, lineage-restricted tissue stem cells produce differentiated cells that form regenerated tail tissues, but the behavioral dynamics of tissue stem cells during tail regeneration remain largely unknown. We previously reported that multiple tissue stem/progenitor cells can be efficiently enriched from regeneration buds using the side population (SP) method. Here, we performed trajectory inference using single-cell RNA sequencing data of the SP fraction to...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41264239",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk factors for vascular oozing or bleeding following transection with automatic staplers during uniportal video-assisted thoracoscopic surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264190/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study is the first to report that short stature and left upper lobe vessels are risk factors for Grade ≥ 2 blood leakage during uniportal VATS. Although Grade 2 bleeding is not critical, it may serve as a precursor to Grade 3 or more severe bleeding. Therefore, surgical procedures should be performed with careful consideration of these potential risks.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41264190",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study is the first to report that short stature and left upper lobe vessels are risk factors for Grade ≥ 2 blood leakage during uniportal VATS. Although Grade 2 bleeding is not critical, it may serve as a precursor to Grade 3 or more severe bleeding"
    },
    {
      "title": "Genetic Manipulation in Organoid Models and Their Applications in Central Nervous System Pathologies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Recently developed organoid technology represents a novel method of accurately mimicking in vivo conditions by simulating tissue architecture and intercellular interactions in 3 dimensions. Three-dimensional (3D) organoids can provide a more precise representation of in vivo drug action, as well as gene expression and cell differentiation, making them a valuable tool for testing newly developed drugs and simulating various pathologies of the central nervous system. By genetically modifying the...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41264151",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tumor-associated M2 macrophages shape the cerebrospinal fluid immunoprofile, and the soluble CD163/type I interferon ratio correlates with prognosis in high grade glioma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Elevated sCD163 levels in CSF were positively associated with various TNFSFs and sTNFRs and inversely associated with type 1 IFNs and various ILs, suggesting a dominant influence of tumor associated M2 macrophages on the TME. The sCD163/type I IFN ratio may serve as a potential prognostic indicator in patients with IDH-wildtype glioblastoma.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41264120",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated sCD163 levels in CSF were positively associated with various TNFSFs and sTNFRs and inversely associated with type 1 IFNs and various ILs, suggesting a dominant influence of tumor associated M2 macrophages on the TME. The sCD163/type I IFN ratio may serve as a potential prognostic indicator ..."
    },
    {
      "title": "Dosimetric analysis and clinical outcomes including adverse events in postoperative breast cancer irradiation involving the internal mammary lymph node region using Hybrid VMAT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This original Hybrid VMAT technique offers a clinically viable solution for balancing adequate IMN coverage and OAR protection, enabling safe combination with systemic therapies for breast cancer.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41264101",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This original Hybrid VMAT technique offers a clinically viable solution for balancing adequate IMN coverage and OAR protection, enabling safe combination with systemic therapies for breast cancer"
    },
    {
      "title": "Atlas selection methods for multi-atlas-based segmentation in breast cancer radiotherapy planning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264087/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "We evaluated atlas selection methods for multi-atlas-based segmentation (MABS) in breast cancer radiotherapy planning. Forty-five patients were divided into 30 atlas and 15 test cases. The 30 atlases were stratified into three groups based on breast separation, height, and volume. Firstly, MABS was performed on each of the 30 atlas cases using the remaining 29 atlases. Secondly, MABS was performed on 15 test cases using the 30 atlases. The Dice similarity coefficient (DSC) was calculated to...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41264087",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical impact of glucocorticoid responsiveness-related gene polymorphism on graft-versus-host disease and survival after single-unit cord blood transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Graft-versus-host disease (GVHD) is a major complication after allogeneic hematopoietic cell transplantation (HCT), and glucocorticoids remain the standard first-line treatment. However, glucocorticoid responses vary widely and are influenced by genetic polymorphisms in glucocorticoid signaling pathways. Their impact after cord blood transplantation (CBT) is unclear. We retrospectively analyzed adult patients who underwent single-unit CBT at our institution between 2005 and 2023 with available...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41264074",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "after cord blood transplantation (CBT) is unclear",
      "conclusion": null
    },
    {
      "title": "Predictive Model of Suicidal Ideation Among Children and Adolescents in Pediatric Outpatient Settings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Early identification of suicide risk in pediatric outpatient settings is crucial for preventive interventions. This multicenter study aimed to develop a machine learning model to predict self-reported suicidal ideation among children and adolescents aged 7-17 years visiting pediatric outpatient settings. Least Absolute Shrinkage and Selection Operator and logistic regression analysis were used for model development and feature selection. Of 855 patients recruited, 329 were included in the...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41264072",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcomes of robot-assisted partial nephrectomy (RAPN) for cystic renal tumor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41264063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: RAPN for cystic renal tumors is safe and feasible, with perioperative, pathological, and functional outcomes comparable to solid tumors. The proportion of cystic components did not adversely influence outcomes, supporting the application of standard resection techniques for both cystic and solid tumors. RAPN should be considered a reliable first-line surgical option for cystic tumors when technically feasible.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41264063",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RAPN for cystic renal tumors is safe and feasible, with perioperative, pathological, and functional outcomes comparable to solid tumors. The proportion of cystic components did not adversely influence outcomes, supporting the application of standard resection techniques for both cystic and solid tum..."
    },
    {
      "title": "Standardization using soft coagulation scissors and Maryland bipolar forceps techniques reduces the operative time and incidence of recurrent laryngeal nerve palsy in robot-assisted minimally invasive esophagectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Standardization of surgical procedures using an appropriate device for each surgical step could improve surgical outcomes in RAMIE. Furthermore, it may facilitate safer and more efficient surgical training.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41263984",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Standardization of surgical procedures using an appropriate device for each surgical step could improve surgical outcomes in RAMIE. Furthermore, it may facilitate safer and more efficient surgical training"
    },
    {
      "title": "A comparison of laparoscopic and robotic distal pancreatectomy with spleen and Splenic vessels preservation: an intention-based evaluation in a single-center retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Compared with LDP, RDP was associated with significantly reduced intraoperative blood loss, a lower conversion rate to open surgery, and a higher success rate in splenic vessels preservation, suggesting the technical advantages of RDP.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41263982",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Compared with LDP, RDP was associated with significantly reduced intraoperative blood loss, a lower conversion rate to open surgery, and a higher success rate in splenic vessels preservation, suggesting the technical advantages of RDP"
    },
    {
      "title": "Graft trimming with LigaSure™ and leak testing with Indigo carmine reduces blood loss significantly after reperfusion in pancreas transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our novel L + IC bench surgery technique proved safe and effective for reducing bleeding after pancreas graft reperfusion. Further prospective multicenter studies should be carried out to confirm its impact on long-term surgical outcomes.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41263981",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on long-term surgical outcomes",
      "conclusion": "Our novel L + IC bench surgery technique proved safe and effective for reducing bleeding after pancreas graft reperfusion. Further prospective multicenter studies should be carried out to confirm its impact on long-term surgical outcomes"
    },
    {
      "title": "Benefits and risks of simultaneous versus staged laparoscopic resection for colorectal cancer with synchronous liver metastases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263980/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Simultaneous laparoscopic resection reduces the surgical burden and medical costs but carries a heightened perioperative risk. Staged resection should therefore be considered for patients with risk factors, particularly for those requiring hepatectomy with a difficulty score of ≥ 6.",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41263980",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Simultaneous laparoscopic resection reduces the surgical burden and medical costs but carries a heightened perioperative risk. Staged resection should therefore be considered for patients with risk factors, particularly for those requiring hepatectomy with a difficulty score of ≥ 6"
    },
    {
      "title": "Comparative physiology and biomimetics in metabolic and environmental health: what can we learn from extreme animal phenotypes?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "This review explores the remarkable metabolic adaptations of species that thrive in extreme environments, providing insights into their resilience, flexibility and disease resistance. Species such as hibernating brown bears, migratory birds, cavefish, Greenland sharks and naked mole rats exhibit unique metabolic traits that challenge conventional paradigms of metabolic regulation. These adaptations, including resistance to hypoxia and metabolic ageing, offer potential solutions to human...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41263971",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Laparoscopic cholecystectomy for double gallbladder with the accessory cystic duct draining into the main pancreatic duct",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263944/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Double gallbladder is a rare congenital anomaly of the biliary system. In this study, we present an extremely rare case of a double gallbladder with an accessory cystic duct draining into the main pancreatic duct. The patient was a 14-year-old boy with recurrent acute pancreatitis. Endoscopic retrograde cholangiopancreatography revealed an accessory gallbladder draining into the main pancreatic duct, along with a filling defect suggestive of a stone within the accessory cystic duct. These...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41263944",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Parental socioeconomic status and medical specialty choice: a nationwide analysis of Japanese physicians",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263772/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This is the first study to quantitatively assess the significant association between parental socioeconomic status and medical specialty choice among physicians in Japan. Parental socioeconomic status appears to be a key factor in physicians' career choices. Future research should be more comprehensive and include multifaceted components of socioeconomic status and psychosocial factors. Key messages What is already known on this topic: Previous studies, primarily from Western...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41263772",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is the first study to quantitatively assess the significant association between parental socioeconomic status and medical specialty choice among physicians in Japan. Parental socioeconomic status appears to be a key factor in physicians' career choices"
    },
    {
      "title": "Spatial multiomic analyses reveal carcinogenic pathways in end-stage renal disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263668/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "Patients with end-stage renal disease (ESRD) are at increased risk for acquired cystic kidney disease (ACKD) and renal tumours, but the molecular basis of such disorders remains elusive. Here, we performed spatial immunogenomic analyses on 268 specimens from 43 patients with ACKD and associated tumours. The molecular landscape of ESRD-associated tumours is different from that of sporadic renal cell carcinoma. Single cell and spatial analyses have shown that ACKD is under an inflammatory...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41263668",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interplay of coil-globule transitions and aggregation in homopolymer aqueous solutions: Simulation and topological insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41263654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251121023829&v=2.18.0.post22+67771e2",
      "description": "We investigate the structural and topological properties of hydrophobic homopolymer chains in aqueous solutions using molecular dynamics simulations and circuit topology (CT) analysis. By combining geometric observables, such as the radius of gyration and the degree of aggregation, with CT data, we capture the relationship between coil-globule and aggregation transitions, resolving the system's structural changes with temperature. Our results reveal a temperature-driven collective transition...",
      "pubDate": "2025-11-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41263654",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}