{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-12T07:38:30.009Z",
  "totalItems": 150,
  "totalArchived": 24185,
  "newPapersAdded": 174,
  "institutionBreakdown": {
    "KAIST": 15,
    "SNU": 73,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 68,
    "IBS": 10,
    "UNIST": 2,
    "Hanyang University": 7,
    "KIST": 1,
    "GIST": 3,
    "Kyung Hee University": 0,
    "Pusan National University": 4
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 75,
    "Cancer Research": 26,
    "Biomedical": 29,
    "Materials Science": 5,
    "Computer Science": 6,
    "Neuroscience": 9
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Ca<sup>2+</sup>-driven PDIA6 biomolecular condensation ensures proinsulin folding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "The endoplasmic reticulum (ER) plays crucial roles in maintaining protein quality control and regulating dynamic Ca^(2+) storage in eukaryotic cells. However, the proteostasis system involved in ER-mediated protein quality control has not been fully characterized. Here we show that Ca^(2+) triggers the condensation of PDIA6, an ER-resident disulfide isomerase and molecular chaperone, into quality control granules. In contrast to the condensation mechanism observed for proteins containing...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41219432",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Double exponential decay modeling for estimating permissible pre-harvest residue levels of pesticides in apples (Malus pumila)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219274/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Simulating the residual magnitudes of pesticides applied to crops during cultivation is essential for determining appropriate harvest timing to guarantee safe agricultural products. In this study, field experiments were performed to evaluate the time-dependent persistence of pesticides captan (CT), lufenuron (LF), tebufenozide (TB), and teflubenzuron (TF) applied to apples at recommended and three-fold higher doses. Subsequently, various kinetic models were applied to the residual data for...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41219274",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trafficking first, inflammation next: Epstein-Barr virus B cells seed central nervous system T-cell clusters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219211/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41219211",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Deep-learning-based gas identification by time-variant illumination of a single micro-LED-embedded gas sensor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219198/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41219198",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neural Vulnerabilities in Glioblastoma: Rethinking Therapy Through Neuroactive Drug Repurposing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Glioblastoma, the most common and highly aggressive brain cancer, remains challenging to treat with limited gains in patient survival despite decades of research. Significant obstacles in developing new effective therapies for glioblastoma include the blood-brain barrier impeding drug delivery, inter- and intra-tumoral patient heterogeneity, and the lack of predictive preclinical models. Emerging insights from cancer neuroscience suggest that leveraging the neurodevelopmental and...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41218814",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Caffeoylquinic Acids from Aster tataricus Leaves Inhibit Aldose Reductase and Attenuate Hyaloid-Retinal Vasodilation in a Zebrafish Model of Hyperglycemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218647/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Diabetic retinopathy (DR) is a leading cause of blindness, and its pathogenesis is strongly linked to the activation of aldose reductase (AR) under hyperglycemic conditions. Developing effective AR inhibitors (ARIs), particularly from natural sources, remains a critical therapeutic goal. This study investigated the AR inhibitory potential of an 80% ethanol extract from the leaves of Aster tataricus. Using UPLC-Q-Orbitrap-MS, we identified eleven major compounds, with caffeoylquinic acids (CQAs)...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41218647",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the AR inhibitory potential of an 80% ethanol extract from the leaves of Aster tataricus",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends and Determinants of Smart Device Usage Among Children for Six Years: Latent Trajectory Classes Using a Growth Mixture Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218588/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study highlights the significant variations in children's smart device usage patterns influenced by behavioral and socioeconomic factors. The findings suggest the need for targeted interventions that address the specific needs and risks associated with different screen-time trajectories. Effective strategies should consider both individual and familial factors to promote healthier digital habits among children.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41218588",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights the significant variations in children's smart device usage patterns influenced by behavioral and socioeconomic factors. The findings suggest the need for targeted interventions that address the specific needs and risks associated with different screen-time trajectories"
    },
    {
      "title": "Social support and depression status are risk factors of frailty in systemic lupus erythematosus patients: multicentre retrospective analysis using the Systemic Lupus Erythematosus International Collaborating Clinics-Frailty Index",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Age, SDI score, and depression status were risk factors for frailty in patients with SLE. In addition, lower social support scores were associated with increases of depression status and frailty in patients with SLE. Therefore, active social support may be important for improving depression status and preventing frailty in patients with SLE.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41217809",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for improving depression status and preventing frailty in patients with SLE",
      "conclusion": "Age, SDI score, and depression status were risk factors for frailty in patients with SLE. In addition, lower social support scores were associated with increases of depression status and frailty in patients with SLE"
    },
    {
      "title": "A deep-learning model for detecting choroidal metastases and predicting primary tumors from ultra-widefield fundus imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The developed deep-learning model shows significant potential not only in detecting choroidal metastases but, more importantly, in predicting their primary cancer origins from UWFP images. This capability could serve as a valuable adjunct in clinical decision-making by guiding more targeted and efficient systemic evaluations, particularly in patients with undiagnosed primary cancers.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41217507",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The developed deep-learning model shows significant potential not only in detecting choroidal metastases but, more importantly, in predicting their primary cancer origins from UWFP images. This capability could serve as a valuable adjunct in clinical decision-making by guiding more targeted and effi..."
    },
    {
      "title": "Structural Evolution of Disordered Mackinawite (FeS<sub>m</sub>) and Its Impact on Arsenic Sorption",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217397/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Disordered mackinawite (FeS(m)) plays a critical role in arsenic sequestration in sulfidic environments. However, its structural evolution and the resulting impact on the variability of arsenic sorption behavior remain unexplored. Iron and arsenic K-edge X-ray absorption spectroscopy (XAS) was employed to investigate FeS(m) aging effects on arsenic sorption across pH 4.9-9.1 at an arsenic concentration of 1 mM. Iron K-edge XAS reveals that aging promotes defect healing and particle growth of...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41217397",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on the variability of arsenic sorption behavior remain unexplored",
      "conclusion": null
    },
    {
      "title": "Electrooxidative Divergent Halocyclizations of Ambident Amides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Herein, we report a divergent electrochemical halocyclization of ambident amides that enables selective formation of either C-O or C-N bonds. Unique chemoselectivity is governed by anodic oxidation conditions, in which haliranium-mediated C-O bond formation proceeds via chloride oxidation, while amidyl radicals guide C-N bond formation under basic conditions. Various approaches to understanding reaction mechanisms have been performed, including cyclic voltammetric analyses, experimental kinetic...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41217086",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PTP4A1 alleviates angiotensin II-induced aortic aneurysmal lesions by regulating immature mural neovascularisation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41216925/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "UNIST"
      ],
      "pmid": "41216925",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of emergence agitation between sevoflurane and desflurane in elderly orthopedic patients: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41216687/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In elderly orthopedic patients, sevoflurane was associated with significantly higher rates of emergence agitation and postoperative delirium compared to desflurane. These findings emphasize the importance of individualized anesthetic planning in the elderly, considering anesthetic pharmacological characteristics and identified risk factors of emergence agitation.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41216687",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In elderly orthopedic patients, sevoflurane was associated with significantly higher rates of emergence agitation and postoperative delirium compared to desflurane. These findings emphasize the importance of individualized anesthetic planning in the elderly, considering anesthetic pharmacological ch..."
    },
    {
      "title": "Corrigendum to \"Adjustable tongue vane for improving the energy performance of a submersible single-channel pump for wastewater treatment\" [Heliyon Volume 11, Issue 1, January 2025, Article e41511]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41216535/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.1016/j.heliyon.2024.e41511.].",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41216535",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A machine learning framework for classifying dementia risk in mild cognitive impairment: evidence from a Korean genome-wide association study cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study highlights the potential of integrating genetic data with ML-based approaches for personalized dementia risk assessment. Although performance was modest in temporal validation, these findings support the feasibility of SNP-based ML stratification in Korean MCI populations.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41214767",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study highlights the potential of integrating genetic data with ML-based approaches for personalized dementia risk assessment. Although performance was modest in temporal validation, these findings support the feasibility of SNP-based ML stratification in Korean MCI populations"
    },
    {
      "title": "pH-responsive Oral liposomal delivery of hydrogen sulfide donor GYY4137 enables colon-targeted therapy for inflammatory bowel disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219776/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings demonstrate that Oral H₂S lipo enables effective, site-specific delivery of H₂S to inflamed colonic tissue, offering a clinically relevant platform to overcome limitations of conventional H₂S donor therapies in IBD management.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41219776",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that Oral H₂S lipo enables effective, site-specific delivery of H₂S to inflamed colonic tissue, offering a clinically relevant platform to overcome limitations of conventional H₂S donor therapies in I...",
      "conclusion": "These findings demonstrate that Oral H₂S lipo enables effective, site-specific delivery of H₂S to inflamed colonic tissue, offering a clinically relevant platform to overcome limitations of conventional H₂S donor therapies in IBD management"
    },
    {
      "title": "Greater prefrontal cortical activation is associated with higher balance confidence in older adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219663/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Fear of falling (FoF) is a prevalent and consequential concern among older adults, often associated with impaired mobility, cognitive decline, and reduced quality of life. Traditionally conceptualized as a psychological response to prior falls, FoF is increasingly recognized as a neurobehavioral phenomenon reflecting dysregulated cognitive-motor integration. In particular, the prefrontal cortex (PFC)-responsible for executive control, attentional regulation, and anticipatory motor planning-has...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41219663",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regulatory Divergence in Narrow Therapeutic Index Drugs: A Comparative Review of the US, EU, Japan, Canada, and South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Generic drugs offer cost-effective alternatives to brand-name medications while ensuring comparable safety and efficacy. However, narrow therapeutic index drugs (NTIDs), which require precise dosing due to narrow margins between therapeutic and toxic concentrations, present additional regulatory challenges. Concerns regarding the interchangeability of generic NTIDs are amplified by international variation in definitions, bioequivalence (BE) standards, and regulatory approaches. This systematic...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41219563",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning-enhanced zero echo time silent brain magnetic resonance imaging in infants without sedation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219520/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: DL-based MRI reconstruction improved ZTE image quality and provided comparable image quality to MPRAGE, potentially reducing the need for sedation in infant brain MRI.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41219520",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DL-based MRI reconstruction improved ZTE image quality and provided comparable image quality to MPRAGE, potentially reducing the need for sedation in infant brain MRI"
    },
    {
      "title": "Evolutionary characterization of antiviral SAMD9/9L across kingdoms supports ancient convergence and lineage-specific adaptations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219459/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Human SAMD9 and SAMD9L are duplicated genes that encode innate immune proteins restricting poxviruses and lentiviruses, such as human immunodeficiency virus (HIV). Mutations in these genes are implicated in genetic diseases and cancer. Here we combined structural similarity searches, phylogenetics and population genomics with experimental assays of SAMD9/9L functions to resolve the evolutionary and functional dynamics of these immune proteins, spanning from prokaryotes to primates. We discovered...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41219459",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Multicenter phase Ib/II study of second-line durvalumab and tremelimumab in combination with paclitaxel in patients with biomarker-selected metastatic gastric cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219392/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41219392",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic variants reshape the m<sup>6</sup>A epitranscriptome and drive transcriptomic reprogramming in colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Genome-wide association studies (GWAS) have identified numerous single-nucleotide polymorphisms (SNPs) associated with various diseases, including cancer. However, the mechanisms by which these SNPs contribute to disease susceptibility remain largely unclear. While recent studies have explored the transcriptional impact of disease-associated SNPs, their role in post-transcriptional regulation has been less extensively investigated. In this study, we investigated whether cancer-associated SNPs...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41219359",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether cancer-associated SNPs",
      "significance": "of disease-associated SNPs, their role in post-transcriptional regulation has been less extensively investigated",
      "conclusion": null
    },
    {
      "title": "Green synthesis of iron and zinc nanoparticles, total phenolic and total flavonoid components, and pharmacological studies of Perovskia atriplicifolia Benth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219319/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Perovskia atriplicifolia Benth. commonly known as Russian sage, is an important ornamental and medicinal plant native to Himalayas and western China. In traditional medicine, it has been used in the treatment of various diseases such as stomach pain, indigestion, fever, dysentery and in various bacterial infections. This study investigated the green synthesis of iron and zinc nanoparticles, phytochemicals, and biological evaluation of P. atriplicifolia with emphasis on its therapeutic...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41219319",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the green synthesis of iron and zinc nanoparticles, phytochemicals, and biological evaluation of P",
      "significance": "ornamental and medicinal plant native to Himalayas and western China",
      "conclusion": null
    },
    {
      "title": "A hybrid evolutionary algorithm for influence maximization in complex networks using invasive weed optimization and gravitational search",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Ocial networks are critical platforms for information dissemination, yet optimizing over their large, rugged search spaces remains challenging. We propose a Hybrid Weed-Gravitational Evolutionary Algorithm (HWGEA) that unifies adaptive seed dispersal from Invasive Weed Optimization with attraction dynamics from Gravitational Search in a single reproduction step, complemented by an adaptive mutation that preserves diversity. We further develop a discrete variant, DHWGEA, tailored to influence...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41219309",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of CNS medication burden and drug interactions on delirium in patients with advanced cancer: a multicenter prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219300/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Delirium is a common neuropsychiatric complication in patients with advanced cancer. Central nervous system (CNS)-active medications are established risk factors for delirium; however, these patients often require polypharmacy for symptom management, resulting in a high medication burden and increased risk of drug-drug interactions (DDIs). The impact of CNS medication burden and DDIs on delirium remains unclear. This multicenter, prospective observational study examined the association between...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41219300",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of CNS medication burden and DDIs on delirium remains unclear",
      "conclusion": null
    },
    {
      "title": "Tracking temporal progression of benign bone tumors through X-ray based detection and segmentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "X-ray is the most widely used imaging modality for the initial diagnosis of bone tumors due to its accessibility and cost-effectiveness. However, the longitudinal comparison of benign bone tumors, particularly for assessing size and shape progression over time, remains largely manual and subjective. In this study, we propose FusionX-BBTNet, a deep learning-based framework that enables automated detection, segmentation, and time-sequential analysis of BBTs from X-ray images. The framework...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41219269",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of glucocorticoid dose threshold in definition of lupus low disease activity state: a multinational observational cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: No evidence was found to support revising the GC dose threshold of the LLDAS definition. Regardless, minimising GC exposure remains a key goal of SLE management.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41219118",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of SLE management",
      "significance": null,
      "conclusion": "No evidence was found to support revising the GC dose threshold of the LLDAS definition. Regardless, minimising GC exposure remains a key goal of SLE management"
    },
    {
      "title": "Differences in physical health between caregivers of children with and without disabilities: A systematic review and meta analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Caregivers of children with disabilities consistently exhibit poorer physical health. Future research should identify mechanisms contributing to this disparity.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41219106",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Caregivers of children with disabilities consistently exhibit poorer physical health. Future research should identify mechanisms contributing to this disparity"
    },
    {
      "title": "Accuracy of 3D scan data of extraorally digitized removable complete dentures with or without metal bases obtained with intraoral scanners",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: TRIOS 5 demonstrated superior or comparable performance in both trueness and precision across all tested conditions. i900 and Primescan exhibited variable performance under specific conditions but produced clinically acceptable results in terms of trueness and precision.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41219102",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TRIOS 5 demonstrated superior or comparable performance in both trueness and precision across all tested conditions. i900 and Primescan exhibited variable performance under specific conditions but produced clinically acceptable results in terms of trueness and precision"
    },
    {
      "title": "Erdheim-Chester Disease Mimicking a Malignant Pituitary Stalk Tumor With Ventricular Dissemination: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Erdheim-Chester disease (ECD) is a rare form of non-Langerhans cell histiocytosis characterized by multi-organ involvement, most commonly affecting the long bones, retroperitoneum, heart, lungs, skin, and central nervous system (CNS). Approximately half of reported cases exhibit CNS involvement, which may affect both intra- and extra-axial compartments. On MRI, ECD typically presents as a strongly enhancing mass lesion, often mimicking neoplastic or infectious conditions. With advances in...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41218819",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Resolution of Hyperprolactinemia Caused by Pituitary Stalk Compression After Transsphenoidal Surgery for Pituitary Tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218816/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The postoperative resolution of hyperprolactinemia caused by stalk compression was possible in 90% within a year. The decline in serum prolactin levels typically began within the first 72 hours after surgery, indicating that the hormonal response to surgical decompression is very prompt and effective.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41218816",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The postoperative resolution of hyperprolactinemia caused by stalk compression was possible in 90% within a year. The decline in serum prolactin levels typically began within the first 72 hours after surgery, indicating that the hormonal response to surgical decompression is very prompt and effectiv..."
    },
    {
      "title": "Sonodynamic Therapy With Orally Absorbable Nanomedicine for Brain Tumor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Glioblastoma (GBM) is an aggressive and treatment-resistant brain tumor with poor prognosis despite surgery, radiotherapy, and chemotherapy. Sonodynamic therapy (SDT), which combines low-intensity focused ultrasound with systemically or orally administered sonosensitizers, has emerged as a promising non-invasive approach to achieve localized tumor cell killing via reactive oxygen species. Recent advances in nanomedicine have enabled the development of orally absorbable, blood-brain barrier...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41218813",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current Perspectives and Future Directions in the Immunogenicity Landscape of Norovirus Vaccines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Human norovirus (HuNoV) is a leading cause of acute gastroenteritis worldwide, causing severe illness and death in vulnerable populations, including infants and the elderly. Despite advances in norovirus vaccine candidates such as virus-like particles (VLPs), adenovirus-based oral vaccines, and mRNA vaccines, no vaccine has been approved yet. Current clinical trials primarily target the GI.1 and GII.4 genotypes responsible for most outbreaks. However, the extensive genetic diversity of HuNoV,...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41218799",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Letter to the Editor: Financial Incentives for Obstetric Care in Underserved Areas: Stabilization, Substitution, or Insufficiency?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41218595",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Growing Threat of Macrolide-Resistant <em>Mycoplasma pneumoniae</em> Among Children: What We Know and What We Need",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218593/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Mycoplasma pneumoniae is a unique, wall-less bacterium and a leading cause of community-acquired pneumonia in school-aged children. Epidemiologically, M. pneumoniae causes endemic and epidemic infections every 3-5 years, with recent surges noted globally since mid-2023. Diagnostic challenges persist; although polymerase chain reaction and serology are widely used, both carry risks of false positives or negatives owing to prolonged shedding or delayed antibody responses, respectively. Novel...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41218593",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Confusion in Terminology Related to End-of-Life Decisions: Euthanasia, Physician-Assisted Suicide and Decisions on Life-Sustaining Treatment: A Survey of Korean Public",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: There is considerable confusion regarding end-of-life decision terminology among Koreans, particularly with \"death with dignity,\" which significantly confounds opinions on euthanasia and PAS. Therefore, objective terms should be used in end-of-life decisions discussions. Finally, DLST was the most preferred end-of-life decision among Koreans.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41218592",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "terms should be used in end-of-life decisions discussions",
      "significance": null,
      "conclusion": "There is considerable confusion regarding end-of-life decision terminology among Koreans, particularly with \"death with dignity,\" which significantly confounds opinions on euthanasia and PAS. Therefore, objective terms should be used in end-of-life decisions discussions"
    },
    {
      "title": "Psychological Interventions for Complex Post-traumatic Stress Disorder Symptoms: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218591/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This review highlights the effectiveness of psychological interventions in addressing CPTSD symptoms. However, treatments specifically targeting CPTSD's unique symptom clusters, especially disturbances in self-organization, remain limited. Future research should prioritize the development of interventions tailored to address these distinct features.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41218591",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This review highlights the effectiveness of psychological interventions in addressing CPTSD symptoms. However, treatments specifically targeting CPTSD's unique symptom clusters, especially disturbances in self-organization, remain limited"
    },
    {
      "title": "Investigation of the Impact of Body Mass Index in the 20s on Chronic Metabolic Diseases and Their Progression Rate After the Age of 65 Years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We found that a high 20s_BMI continued to be high even after the age of 65 years and had a negative impact on the occurrence and worsening of metabolic dysfunction-associated steatotic liver disease. This suggests that weight management starting in the 20s is important to prevent the progression of chronic diseases after the age of 65 years.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41218589",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on the occurrence and worsening of metabolic dysfunction-associated steatotic liver disease",
      "conclusion": "We found that a high 20s_BMI continued to be high even after the age of 65 years and had a negative impact on the occurrence and worsening of metabolic dysfunction-associated steatotic liver disease. This suggests that weight management starting in the 20s is important to prevent the progression of ..."
    },
    {
      "title": "East Asian dust source region restructuring linked to recent extreme drying",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Understanding how major dust sources respond to climate change has been a great challenge, limiting our ability to predict atmospheric dust emissions. Here, we demonstrate that the East Asian dust source region has undergone substantial northward expansion from the traditional Gobi Desert over the past three decades, with dust outbreaks nearly tripling from 4.6 to 13.4 days annually in areas north of the Gobi Desert since 2000. We show that extreme regional drying caused by an unprecedented...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41218534",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-range transport of short-lived nitrogen dioxide in East Asia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "This study explores the broader spatial influence of nitrogen dioxide (NO₂) over East Asia by integrating satellite and aircraft observations with chemical transport and trajectory model analyses. Tropospheric NO₂ column densities observed by the TROPOspheric Monitoring Instrument (TROPOMI) over the Yellow Sea-located between China and South Korea-are found to be 3.2 times higher in winter than the annual average, highlighting the role of prevailing westerlies in facilitating regional-scale...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU",
        "UNIST"
      ],
      "pmid": "41218524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Repurposed membrane-targeting RS17053 eradicates MRSA persisters and enhances aminoglycoside killing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "The rapid rise of methicillin-resistant Staphylococcus aureus (MRSA) and its ability to form antibiotic-tolerant persisters pose a major challenge to antimicrobial therapy. These metabolically dormant cells survive antibiotic exposure without genetic resistance, driving chronic and relapsing infections. Here, we characterize RS17053-a selective α1A-adrenoceptor antagonist- as a membrane-active compound with potent activity against both antibiotic-resistant and antibiotic-tolerant S. aureus....",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41218340",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Is chemoradiotherapy equivalent to surgery for cT1bN0M0 esophageal cancer? A multicenter retrospective study (Korean Radiation Oncology Group 21-10)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218245/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: DCRT was equivalent to esophagectomy in terms of LRDFS, DFS, and OS rates in patients with cT1bN0M0 ESCC.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41218245",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DCRT was equivalent to esophagectomy in terms of LRDFS, DFS, and OS rates in patients with cT1bN0M0 ESCC"
    },
    {
      "title": "Risk of fracture among esophageal cancer survivors: A population-based retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218244/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: EC survivors had persistently higher risks of any, vertebral, and hip fracture than non-cancer controls, except for during the first year after surgery. The risk of fracture was prominent among EC survivors who received surgery combined with RT.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41218244",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EC survivors had persistently higher risks of any, vertebral, and hip fracture than non-cancer controls, except for during the first year after surgery. The risk of fracture was prominent among EC survivors who received surgery combined with RT"
    },
    {
      "title": "Crizotinib-Associated Uveitis and Scleritis with Abscess Formation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A vision-threatening or treatment-refractory form of uveitis and necrotizing scleritis with abscess formation can develop in patients receiving crizotinib. Clinicians should be aware of the possibility of crizotinib-associated ocular inflammation in lung cancer patients to avoid unnecessary diagnostic workups and inappropriate treatments.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41218106",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A vision-threatening or treatment-refractory form of uveitis and necrotizing scleritis with abscess formation can develop in patients receiving crizotinib. Clinicians should be aware of the possibility of crizotinib-associated ocular inflammation in lung cancer patients to avoid unnecessary diagnost..."
    },
    {
      "title": "Enhancing museum visitor forecasting using deep learning and sentiment analysis: A transformer-based approach for sustainable management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218039/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "This study aims to develop a forecasting model that predicts the annual number of museum visitors by integrating structured museum-related data and unstructured sentiment data. While prior research has often relied on a single data type or traditional regression techniques, this study incorporates sentiment scores extracted from museum-related news articles and user comments to empirically assess the influence of external public opinion. Seven predictive algorithms including traditional models...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41218039",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to develop a forecasting model that predicts the annual number of museum visitors by integrating structured museum-related data and unstructured sentiment data",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A study on image processing of vein extraction images according to development of vein detector",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "BackgroundIntravenous infusion often faces difficulties in patients with obesity, aging, or dark skin. Low-cost vein detection using near-infrared (NIR) light is gaining attention to improve vascular access. Previous studies focused mainly on high-end devices or single algorithm performance.ObjectiveThis study aimed to develop a low-cost vein detection system using 850 nm NIR LEDs and Raspberry Pi 4. It also sought to evaluate and compare multiple image enhancement algorithms. Performance was...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41217969",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "develop a low-cost vein detection system using 850 nm NIR LEDs and Raspberry Pi 4",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toward sustainable election campaigns: Addressing microplastic pollution from promotional materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217961/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "ObjectiveGlobal election campaigns generate substantial amounts of plastic waste, particularly banners and posters, which degrade into microplastics through weathering processes. Despite growing awareness of microplastic pollution, little attention has been paid to campaign materials as a potential source. This study aimed to qualitatively assess the potential for microplastic generation from election banners and posters and to explore sustainable strategies to reduce this emerging form of...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41217961",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "qualitatively assess the potential for microplastic generation from election banners and posters and to explore sustainable strategies to reduce this emerging form of",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ethnic Disparities in Chronic Kidney Disease Progression: A Comparative Study of CRIC and KNOW-CKD Cohorts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217835/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: CKD progression was faster in the Korean cohort than in the US cohort, with Asian participants in both cohorts showing similar eGFR decline rates. However, the Korean cohort had a lower risk of mortality, indicating potential ethnic or regional differences in disease progression and survival.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41217835",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CKD progression was faster in the Korean cohort than in the US cohort, with Asian participants in both cohorts showing similar eGFR decline rates. However, the Korean cohort had a lower risk of mortality, indicating potential ethnic or regional differences in disease progression and survival"
    },
    {
      "title": "Development of Korean CARcinogen EXposure: 2020 update on IARC group 1 carcinogens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This updated data offers valuable insights into occupational carcinogen exposure, supporting cancer prevention efforts and future epidemiological studies.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41217824",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This updated data offers valuable insights into occupational carcinogen exposure, supporting cancer prevention efforts and future epidemiological studies"
    },
    {
      "title": "Magnesium-Loaded Collagen/Hyaluronic Acid-Catechol Hydrogel Cross-Linked by Visible Light for Infected Wound Healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217784/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Skin, as the outermost barrier of the body, is highly vulnerable to wounds and injuries. Without timely and proper treatment, such wounds are prone to bacterial infection, which significantly impedes the healing process. As bacterial infection delays the wound healing process, effective control is critical for facilitating prompt tissue regeneration. However, conventional wound dressings generally lack intrinsic antibacterial activity, and commonly used antimicrobial agents─such as inorganic...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41217784",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bioremediation enhancement by current-powered solenoid magnetic field in microbial fuel cell",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217719/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "External magnetic field technology has been utilized in wastewater treatment. In this study, a current-powered solenoid magnetic field is implemented beyond a dual-chamber cubed MFC to investigate the effects of various current strengths (0, 20, 40, 60, and 80 mA) on bioelectricity generation and microbial community diversity in the anode chamber. The results show that adding a solenoid magnetic field (MF) can increase both electricity performance and pollutant removal efficiency. Applying a...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41217719",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and evaluation of recombinant Varicella-Zoster virus glycoprotein E protein microneedles for enhanced pediatric vaccine delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217681/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Varicella-zoster virus (VZV) infection remains a significant pediatric health concern, and current live-attenuated vaccines are limited by cold-chain requirements, reactivation risk, and injection-related anxiety. To address these challenges, we developed and evaluated two recombinant VZV glycoprotein E (gE) microneedle (MN) platforms-coated microneedles (gE C-MN) and powder-attached microneedles (gE P-MN)-for painless, skin-targeted pediatric vaccination.Immunogenicity assessments in boosted...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41217681",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unicentric Castleman disease in intraparotid lymph node: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CD should be considered in the differential diagnosis of encapsulated parotid masses with associated lymphadenopathy. Recognizing its clinical and radiologic features may facilitate accurate diagnosis and prevent overtreatment. Complete surgical excision is curative in most UCD cases.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41217664",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CD should be considered in the differential diagnosis of encapsulated parotid masses with associated lymphadenopathy. Recognizing its clinical and radiologic features may facilitate accurate diagnosis and prevent overtreatment"
    },
    {
      "title": "Electron diffraction and dark-field TEM for structural analysis of 2D van der Waals materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217586/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Two-dimensional (2D) van der Waals materials possess structural degrees of freedom that set them apart from conventional bulk crystals and strongly influence their physical properties. Such freedom, enabled by the weak interlayer bonding, permits stacking, twisting, and lateral sliding of layers, leading to structural variations such as out-of-plane corrugations, layer-number-dependent electronic and optical responses, and interlayer registry variations that produce stacking domains with...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41217586",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ADHD and Sex Differences in School Bullying Victimization and Perpetration Based on Inverse Probability Treatment Weighting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Adolescents with attention-deficit/hyperactivity disorder (ADHD) exhibit heightened vulnerability to school bullying, with sex-specific patterns. This study analyzed data from the 2021 Korean National Survey on Mental Health of Youth, comprising 6,689 adolescents (ages 12-18; 50.9% male). After inverse probability of treatment weighting (IPTW) adjustment, the effective sample comprised 3,1789 adolescents at risk of ADHD and 3,511 controls. Logistic regression analyses revealed pronounced sex...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41217568",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "data from the 2021 Korean National Survey on Mental Health of Youth, comprising 6,689 adolescents (ages 12-18; 50",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hip Displacement in Spinal Muscular Atrophy in the Early Disease-Modifying Therapy Era: Association With Hip Pain and Timing of Therapy Initiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Hip displacement in SMA begins early, with progression patterns differing by disease severity. Hip displacement is also associated with pain, which was observed primarily in dislocated hips. These findings highlight the need for routine hip surveillance from early infancy and pain assessment. DMT initiation may confer only minimal benefit when instituted at a later age, but may yield more substantial benefit when administered presymptomatically soon after birth.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41217369",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Hip displacement in SMA begins early, with progression patterns differing by disease severity. Hip displacement is also associated with pain, which was observed primarily in dislocated hips"
    },
    {
      "title": "Spatially Controlled Doping via High Diffusion Dynamics in Perovskite Nanocrystals for Efficient and Stable CO<sub>2</sub> Reduction Photocatalysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217220/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "A well-designed and precisely engineered electronic structure in heavily doped perovskite nanocrystals (PNCs) is critical for the development of high-performance photocatalysts. However, strategies to enhance doping density with various dopants are considerably limited due to lattice stress-induced structural instability. In this study, a novel high-diffusion-driven doping method was developed to control doping sites with high doping density for PNCs. Inner-site and surface doping with distinct...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41217220",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding the Second Year of the COVID-19 Pandemic From a Nursing Perspective: A Multi-Country Descriptive Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Despite individual occupational risks nurses described, structural factors associated with healthcare delivery produced common nursing experiences during the pandemic. Additionally, at least two distinct stages of pandemic response implementation were demarcated by treatment availability (e.g., vaccine development).",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41217107",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite individual occupational risks nurses described, structural factors associated with healthcare delivery produced common nursing experiences during the pandemic. Additionally, at least two distinct stages of pandemic response implementation were demarcated by treatment availability (e"
    },
    {
      "title": "Dual impact of smoking cessation and post-cessation weight change on psoriasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Despite post-cessation weight gain, smoking cessation should be encouraged to prevent psoriasis, and weight management is recommended to maximize the health benefits of quitting smoking for psoriasis.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41217106",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite post-cessation weight gain, smoking cessation should be encouraged to prevent psoriasis, and weight management is recommended to maximize the health benefits of quitting smoking for psoriasis"
    },
    {
      "title": "Plain language summary of the ALINA study results: alectinib compared with chemotherapy after surgery in people with <em>ALK</em>-positive non-small cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217067/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41217067",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cerebrospinal fluid proteins in relation to longitudinal cognitive trajectories",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41216795/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: We investigated longitudinal cognitive trajectories in relation to cerebrospinal fluid (CSF) proteomics in Alzheimer's disease (AD).",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41216795",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "longitudinal cognitive trajectories in relation to cerebrospinal fluid (CSF) proteomics in Alzheimer's disease (AD)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrophysiological and histological study reveals hidden subclinical haploinsufficiency of <em>Otof</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41216498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41216498",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "shRNAI: A deep neural network for the design of highly potent shRNAs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41216425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "miRNA-mimicking short hairpin RNAs (shRNAmirs), which depend on the endogenous miRNA biogenesis pathway, have been widely used to investigate gene function and to develop therapeutic strategies due to their stable and robust knockdown of target genes. However, despite the efforts to design potent shRNAmir guide RNAs (gRNAs), relevant biological features beyond the primary sequence have not been fully explored. Here, we present shRNAI, a convolutional neural network model for predicting highly...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41216425",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bone disease burden does not impact overall survival in newly diagnosed patients with multiple myeloma - a single center, retrospective imaging analysis on 119 patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41216318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: While VCFs identified on WBLDCT correlate with poor outcomes in univariate analysis, they do not serve as independent prognostic markers when adjusting for established clinical factors. These findings suggest that in the era of novel anti-myeloma therapeutics, the bone disease burden at diagnosis may not impact prognosis significantly.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41216318",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "prognosis significantly",
      "conclusion": "While VCFs identified on WBLDCT correlate with poor outcomes in univariate analysis, they do not serve as independent prognostic markers when adjusting for established clinical factors. These findings suggest that in the era of novel anti-myeloma therapeutics, the bone disease burden at diagnosis ma..."
    },
    {
      "title": "The prognostic impact of statin exposure in metabolic dysfunction-associated steatotic liver disease: a cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41216279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The findings suggest the importance of statin selection and highlight that gender-specific strategies may enhance treatment efficacy in the MASLD cohort.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41216279",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings suggest the importance of statin selection and highlight that gender-specific strategies may enhance treatment efficacy in the MASLD cohort"
    },
    {
      "title": "Clinical features of yellow fever in cases from Bolivia, Ecuador, Colombia, and Peru (2023-2025): A descriptive retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41216214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study provides one of the first systematic clinical characterizations of YF cases from Bolivia, Ecuador, Colombia, and Peru. The high fatality rate, despite the young age of patients, underscores the vulnerability of populations in resource-limited, peri-Amazonian settings. Severe hepatic dysfunction, hemorrhage, and systemic collapse were consistent hallmarks of the disease. These findings highlight the urgent need to strengthen vaccination coverage, enhance clinical...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41216214",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides one of the first systematic clinical characterizations of YF cases from Bolivia, Ecuador, Colombia, and Peru. The high fatality rate, despite the young age of patients, underscores the vulnerability of populations in resource-limited, peri-Amazonian settings"
    },
    {
      "title": "Oxytocin enhances neurogenesis and synaptic plasticity to attenuate age-related cognitive decline in aged mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41215998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Brain aging is characterized by progressive structural and functional deterioration, leading to cognitive decline and impaired social functioning. A key factor in this process is the age-related decline in adult neurogenesis, particularly in the hippocampal dentate gyrus, which is linked to deficits in learning, memory, and increased social anxiety. Oxytocin, a neuropeptide synthesized in the hypothalamus, regulates social behavior, cognition, and emotion by acting on brain regions including the...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41215998",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Outcomes of Integrative Korean Medicine Treatment in Patients with Neck Pain Following Cervical Disc Surgery: A Multi-Center Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41215984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Integrative Korean medicine is associated with short-term improvements of pain, function and quality of life of patients following cervical disc surgery.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41215984",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Integrative Korean medicine is associated with short-term improvements of pain, function and quality of life of patients following cervical disc surgery"
    },
    {
      "title": "Retraction notice to \"An empirical evaluation of technology acceptance model for Artificial Intelligence in E-commerce\" [Heliyon 9 (2023) e18349]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41215904/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "[This retracts the article DOI: 10.1016/j.heliyon.2023.e18349.].",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41215904",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A video-based educational intervention to improve vaccine acceptance for Schistosomiasis japonicum: A pre-post study using the 5C model in rural China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41215694/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "This study evaluated a video intervention to enhance knowledge of Schistosoma japonicum (SK) and general vaccines (GK) and examined how these factors influenced acceptance of a hypothetical Schistosoma japonicum vaccine via the 5C pathways (confidence, complacency, constraints, calculation, and collective responsibility). A single-arm pre - post study was conducted in Eryuan, China (2024). Of 453 baseline participants, 421 completed the one-month post-intervention follow-up. Mean SK knowledge...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41215694",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Golgi-Targeted Viscosity Fluorescent Probe for Monitoring Acute Lung Injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41215608/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Acute lung injury (ALI) is a severe respiratory disorder driven by uncontrolled inflammation, where early diagnosis and intervention are critical. Recent evidence implicates Golgi apparatus dysfunction in ALI progression, but its biophysical changes remain unexplored. Here, we report GV, a novel Golgi-targeted fluorescent probe with high photostability, low cytotoxicity, and excellent specificity, enabling sensitive imaging of viscosity changes under stress. Using both cellular and mouse models...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41215608",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Histological severity and hepatic outcomes in patients with MASLD and discrepant FIB-4 and liver stiffness measurement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41215583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Approximately 30% of patients in tertiary centers exhibit discordant FIB-4 and LSM results, with LSM more likely reflecting true severity. While some patients with discordant results may have advanced fibrosis, the overall incidence of LREs remains low.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41215583",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Approximately 30% of patients in tertiary centers exhibit discordant FIB-4 and LSM results, with LSM more likely reflecting true severity. While some patients with discordant results may have advanced fibrosis, the overall incidence of LREs remains low"
    },
    {
      "title": "Comparative Risk of Fibrosis Progression with SGLT2 vs. DPP-4 Inhibitors in MASLD and T2DM with Low-to-Intermediate Fibrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41215582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SGLT2i use was associated with reduced risk of fibrotic progression compared to DPP4i use in adults with MASLD and T2DM.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41215582",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SGLT2i use was associated with reduced risk of fibrotic progression compared to DPP4i use in adults with MASLD and T2DM"
    },
    {
      "title": "Association between fibrovascular translucency of pterygium and corneal curvature and aberrations after adjustment for horizontal invasion length",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41215547/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: T grade adds independent, complementary information (associations with flat K, LoA RMS, and defocus) even after controlling for HIL. Incorporating T grade into preoperative assessment may improve estimation of optical burden and surgical prognosis.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41215547",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "T grade adds independent, complementary information (associations with flat K, LoA RMS, and defocus) even after controlling for HIL. Incorporating T grade into preoperative assessment may improve estimation of optical burden and surgical prognosis"
    },
    {
      "title": "Trends in Wide-field Fundus Photography and Optical Coherence Tomography Examination in South Korea (2015-2024)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41215546/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The use of WFP and OCT in South Korea has markedly increased over the past decade, especially among older adults and in primary care settings. This trend reflects aging demographics, improved access, and policy changes, highlighting the need for efficient resource planning.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41215546",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The use of WFP and OCT in South Korea has markedly increased over the past decade, especially among older adults and in primary care settings. This trend reflects aging demographics, improved access, and policy changes, highlighting the need for efficient resource planning"
    },
    {
      "title": "A case of bilateral macular holes with depleted inner limiting membrane in Alport syndrome patient",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41215545/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41215545",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dietary intervention with sourdough and high-fiber breads enhances metabolic and microbial homeostasis in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214943/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Sourdough (WBS) and high-fiber (HFB) breads are increasingly recognized for their metabolic health benefits. In this study, sourdough bread was prepared using lactic acid bacteria mixture (SPC Health Guard™), while Roman Meal whole grain bread served as the high-fiber bread variant. A 10-week mouse feeding experiment compared their physiological, immunological, and gut microbiome effects against conventional white bread (WB). Both WBS and HFB significantly reduced postprandial blood glucose...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41214943",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Asymmetric [3 + 2] Cycloaddition to Access 3-Pyrrolines and Their Switchable Transformations to Nine-Membered Cyclic Sulfamidates and 2H-Pyrroles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Herein, Pd-catalyzed asymmetric [3 + 2] cycloaddition and olefin isomerization is reported to afford chiral 3-pyrrolines using cyano-TMM (trimethylenemethane) and cyclic sulfamidate imines. This represents a unique protocol to provide chiral N-heterocycles bearing endocyclic olefins by asymmetric Pd-TMM cycloaddition. The developed Pd-catalyzed cycloaddition further extends to versatile synthetic transformations, offering a facile and unified approach to synthetically challenging yet valuable...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41214884",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Gaucher Earlier Diagnosis Consensus point-scoring system for children and young adults: a retrospective and prospective evaluation in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214801/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The study suggests that GED-C PSS shows potential for the early diagnosis of GD, supporting its broader clinical use for both children and adults.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41214801",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study suggests that GED-C PSS shows potential for the early diagnosis of GD, supporting its broader clinical use for both children and adults"
    },
    {
      "title": "Family Income Is Associated With Regional Brain Glucose Metabolism in Middle-Aged Males",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Socioeconomic status is a multifaceted construct that plays a prominent role in shaping our environment. This study investigated the associations between family income, education level, and brain glucose metabolism in middle-aged males. We retrospectively analysed data of healthy males who underwent a health check-up programme including (1) brain ^(18)F-fluorodeoxyglucose positron emission tomography, (2) anthropometric measurements, (3) survey of family income and education level and (4)...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41214792",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the associations between family income, education level, and brain glucose metabolism in middle-aged males",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcomes and Complications for Minimally Invasive Distal Transverse Metatarsal Osteotomy-Akin Osteotomy (MITA) for Hallux Valgus: 493 Cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214712/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: MITA provides effective correction of hallux valgus, achieving excellent radiographic alignment and favorable clinical outcomes. Its minimally invasive approach facilitates rapid postoperative recovery and is associated with a low complication profile, supporting its role as a viable alternative to conventional open procedures and previous generation MIS techniques.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41214712",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "MITA provides effective correction of hallux valgus, achieving excellent radiographic alignment and favorable clinical outcomes. Its minimally invasive approach facilitates rapid postoperative recovery and is associated with a low complication profile, supporting its role as a viable alternative to ..."
    },
    {
      "title": "Impact of ACEI/ARB use on COVID-19 mortality in patients with ischaemic heart disease: insights from South Korean National health insurance service data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214606/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study leverages the NHIS big data to provide a comprehensive analysis of the complex interactions among IHD, ACEI/ARB use, demographic factors, and comorbidities in the context of COVID-19 mortality. Our findings suggest a 45% reduction in the odds of mortality for IHD patients taking ACEI/ARB, particularly those over 70 years, but randomised controlled trials are needed before clinical guideline changes. The findings highlight the protective effect of ACEI/ARB in patients with...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41214606",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study leverages the NHIS big data to provide a comprehensive analysis of the complex interactions among IHD, ACEI/ARB use, demographic factors, and comorbidities in the context of COVID-19 mortality. Our findings suggest a 45% reduction in the odds of mortality for IHD patients taking ACEI/ARB,..."
    },
    {
      "title": "TGF-β signaling and tumor microenvironment dynamics in bladder cancer progression post-BCG therapy: a longitudinal single-nucleus RNA-seq study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214597/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study highlights key cellular and molecular mechanisms underlying bladder cancer progression Post-BCG treatment. Through single-nucleus RNA sequencing, we identified critical TME subtypes, TGF-β signaling involvement, and crucial ligand-receptor interactions such as DSC2-DSG2 and ENG-BMPR2, which may serve as preliminary biomarkers requiring confirmation in larger independent cohorts. These findings offer valuable insights into enhancement of treatment strategies and patient...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41214597",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights key cellular and molecular mechanisms underlying bladder cancer progression Post-BCG treatment. Through single-nucleus RNA sequencing, we identified critical TME subtypes, TGF-β signaling involvement, and crucial ligand-receptor interactions such as DSC2-DSG2 and ENG-BMPR2, whi..."
    },
    {
      "title": "Impact of patent ductus arteriosus treatment on neonatal outcomes in preterm infants with or without perinatal acidosis: a nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214586/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41214586",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of intraductal carcinoma and invasive cribriform carcinoma as predictors of genetic mutations in systemic treatment-naïve prostate cancer patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The presence of intraductal carcinoma or cribriform growth patterns was not associated with increased likelihood of mutations in homologous recombination repair genes. These findings support the use of clinical parameters such as age and Grade Group, rather than histologic subtype alone, in guiding decisions for genetic testing.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41214561",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The presence of intraductal carcinoma or cribriform growth patterns was not associated with increased likelihood of mutations in homologous recombination repair genes. These findings support the use of clinical parameters such as age and Grade Group, rather than histologic subtype alone, in guiding ..."
    },
    {
      "title": "PLCD1 expression for early detection and prognosis in High-Grade serous ovarian cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PLCD1 functions as a tumor suppressor in HGSOC and is associated with improved clinical outcomes. These findings suggest that PLCD1 may serve as a prognostic biomarker and potential therapeutic target in ovarian cancer.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41214543",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that PLCD1 may serve as a prognostic biomarker and potential therapeutic target in ovarian cancer",
      "conclusion": "PLCD1 functions as a tumor suppressor in HGSOC and is associated with improved clinical outcomes. These findings suggest that PLCD1 may serve as a prognostic biomarker and potential therapeutic target in ovarian cancer"
    },
    {
      "title": "Effect of Holder pasteurization on nutrient and immune component retention in human milk: a comparison between water and dry pasteurizers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220024/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41220024",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatial spillover effects of area-level socioeconomic factors on life expectancy in Japan: an ecological study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings indicate that socioeconomic conditions in neighbouring regions, in addition to those within a region, are associated with life expectancy. The observed spillover effects for employment and education support the role of collective resources in shaping regional health. These results indicate the need to incorporate interregional socioeconomic contexts into public health strategies to address geographical disparities in health.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41219958",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the need to incorporate interregional socioeconomic contexts into public health strategies to address geographical disparities in health",
      "conclusion": "The findings indicate that socioeconomic conditions in neighbouring regions, in addition to those within a region, are associated with life expectancy. The observed spillover effects for employment and education support the role of collective resources in shaping regional health"
    },
    {
      "title": "The mental health outcomes of foster parents following parenting training: systematic review and meta-analysis protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Foster parents' unique challenges significantly impact their mental health, which in turn influences child well-being and placement stability. Although various intervention programs have been developed to support foster families, research specifically targeting foster parents' mental health as a primary outcome remains limited. Previous reviews have examined parenting stress, leaving a gap in understanding the effectiveness of interventions addressing broader mental health domains...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41219825",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "their mental health, which in turn influences child well-being and placement stability",
      "conclusion": null
    },
    {
      "title": "Targeted nanopore long-read sequencing panel for the molecular diagnosis of intronic expansion in familial adult myoclonic epilepsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219789/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This targeted long-read panel enabled the first clinical molecular diagnosis of FAME using a comprehensive assay, yielding allele-resolved characterization of the pathogenic repeat and its motif composition. With further validation, this approach may serve as a clinically practical tool for reliable detection of FAME1 and for broader screening of other FAME subtypes, potentially reducing reliance on prolonged clinical observation or specialized electrophysiological testing.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41219789",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This targeted long-read panel enabled the first clinical molecular diagnosis of FAME using a comprehensive assay, yielding allele-resolved characterization of the pathogenic repeat and its motif composition. With further validation, this approach may serve as a clinically practical tool for reliable..."
    },
    {
      "title": "Survey on Awareness of Helicobacter pylori and Gastric Cancer in the Japanese Population Using an Internet Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: To our knowledge, this is the first nationwide assessment of H. pylori infection and gastric cancer awareness in Japan. Health literacy and previous H. pylori screening were significantly associated with H. pylori knowledge. The development of educational strategies for these factors may be desirable for gastric cancer prevention.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41219642",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To our knowledge, this is the first nationwide assessment of H. pylori infection and gastric cancer awareness in Japan"
    },
    {
      "title": "Comparative analysis to investigate a possible mechanism for cell enlargement in succulent leaves of Crassothonna capensis (Asteraceae)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219612/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Succulent plants, characterized by the presence of water-storage tissues, often exhibit distinctive leaf morphology. However, their developmental mechanisms remain largely unknown, partly due to the lack of an appropriate model plant. In this study, we evaluated the potential of Asteraceae species as a model system for investigating the mechanisms underlying leaf succulence. First, we analyzed the leaf anatomical and cellular characteristics of succulent plants in the genera Caputia,...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41219612",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the leaf anatomical and cellular characteristics of succulent plants in the genera Caputia,",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patient-related factors for surgical modality selection in early-stage endometrial cancer: a retrospective comparative study of laparoscopic and robotic surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In institutions offering both laparoscopic and robotic surgery, a BMI of 30 may serve as a practical threshold for selecting the MIS modality in early-stage endometrial cancer.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41219552",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In institutions offering both laparoscopic and robotic surgery, a BMI of 30 may serve as a practical threshold for selecting the MIS modality in early-stage endometrial cancer"
    },
    {
      "title": "Gait characteristics in 6-year-old children born extremely preterm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Children born EP exhibited potentially decreased gait quality and increased gait quality asymmetry, in addition to decreased muscle strength, decreased balance function, and increased DCD traits. Lower birth weight and the subsequent weight gain may be related to decreased gait quality and increased DCD trait in school-aged children.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41219534",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Children born EP exhibited potentially decreased gait quality and increased gait quality asymmetry, in addition to decreased muscle strength, decreased balance function, and increased DCD traits. Lower birth weight and the subsequent weight gain may be related to decreased gait quality and increased..."
    },
    {
      "title": "Authors' reply: bridging the health literacy gap in cardiac rehabilitation through intervention and program design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219449/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41219449",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancing recombinant thaumatin production by Komagataella phaffii through cold atmospheric helium plasma jet",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Cold atmospheric plasma is emerging as a non-thermal and non-invasive tool for influencing microbial metabolism by modifying bioreactor conditions. This paper validates the effect of a cold atmospheric helium plasma jet on recombinant thaumatin bioproduction by genetically modified Komagataella phaffii. The yeast produced recombinant thaumatin with methanol serving as the carbon and energy source. The cell-free production medium was treated with a helium plasma jet once for 2, 4, 6, and 8 min...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41219442",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Realtime monitoring of internal morphology of gel samples during drying process by X-ray computing tomography image using synchrotron radiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41219435",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design, synthesis, characterization, biological investigation and docking studies of newly synthesized sulphonyl hydrazide and their derivatives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219364/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Numerous medications, including non-steroidal anti-inflammatory drugs (NSAIDs) and corticosteroids, are available to treat inflammation. However, due to their side effects, the search for new anti-inflammatory drugs remains a major research focus. The current study addresses the synthesis, characterization of sulphonyl hydrazide, followed by in vitro and in silico analyses. Sulphonyl hydrazide compounds (R1-R5) were synthesized and characterized using physicochemical and spectroscopic methods,...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41219364",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Postoperative risk profile in elderly hip fracture patients undergoing chronic hemodialysis based on a nationwide database investigation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Hip fractures in elderly dialysis patients are associated with increased postoperative complications and mortality, but large-scale analyses remain limited. This retrospective cohort study utilized Japan's nationwide Diagnosis Procedure Combination database (2016-2022). After applying 1:1 propensity score matching, 9,601 chronic hemodialysis patients were compared with 9,601 non-dialysis patients for postoperative outcomes, including venous thromboembolism (VTE), cognitive dysfunction, and...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41219317",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural basis of cyclobutane pyrimidine dimer recognition by UV-DDB in the nucleosome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219227/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "In mammalian global genomic nucleotide excision repair, UV-DDB plays a central role in recognizing DNA lesions, such as 6-4 photoproducts and cyclobutane pyrimidine dimers, within chromatin. In the present study, we perform cryo-electron microscopy analyses coupled with chromatin-immunoprecipitation to reveal that the cellular UV-DDB binds to UV-damaged DNA lesions in a chromatin unit, the nucleosome, at a position approximately 20 base-pairs from the nucleosomal dyad in human cells. An...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41219227",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploiting neuro-inspired dynamic sparsity for energy-efficient intelligent perception",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Artificial intelligence (AI) has made significant strides towards efficient online processing of sensory signals at the edge through the use of deep neural networks with ever-expanding size. However, this trend has brought with it escalating computational costs and energy consumption, which have become major obstacles to the deployment and further upscaling of these models. In this Perspective, we present a neuro-inspired vision to boost the energy efficiency of AI for perception by leveraging...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41219200",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CO<sub>2</sub>-triggered reversible transformation of soft elastomers into rigid and highly fluorescent plastics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219183/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Polymers that alter their properties and functions in response to carbon dioxide (CO(2)) exposure offer significant potential for the development of smart technologies and innovative CO(2) utilization approaches. Nonetheless, effectively regulating the behavior of solid-state polymers using CO(2) remains a considerable challenge, highlighting the need for robust and reliable strategies to address this issue. This study presents elastomers that feature nanophase-separated morphologies composed of...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41219183",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial intelligence-assisted middle meningeal artery embolization for chronic subdural hematoma with overlay visualization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "The effectiveness of middle meningeal artery (MMA) embolization for chronic subdural hematoma is well established,1-3 and distal and multibranch penetration of embolic agents is recognized as a key factor for better outcomes.4 5 In recent years, several studies have described artificial intelligence (AI)-assisted neuroendovascular treatment.6-9 We recently reported that AI-assisted MMA embolization may enhance procedural safety through reflux detection and notification.10This case (video 1)...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41219122",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of left ventricular thrombi using cardiac CT: A comparative evaluation of non-contrast, CT-angiography, delayed-enhanced images, and extracellular volume maps",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Delayed-phase imaging and CT-derived ECV mapping significantly improve the detection and characterization of LVT compared with non-contrast and early-phase CT. Incorporating these imaging techniques into cardiac CT protocols may improve diagnostic confidence and facilitate timely clinical decision-making in patients at risk of thromboembolic events.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41219031",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Delayed-phase imaging and CT-derived ECV mapping significantly improve the detection and characterization of LVT compared with non-contrast and early-phase CT. Incorporating these imaging techniques into cardiac CT protocols may improve diagnostic confidence and facilitate timely clinical decision-m..."
    },
    {
      "title": "Percutaneous ventricular assist devices for percutaneous coronary interventions in older patients with heart failure: a target trial emulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218925/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This observational study using the Medicare databases in the USA did not find evidence that clinical outcomes differed between older patients with systolic HF receiving PCI with pVAD vs PCI plus IABP.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41218925",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This observational study using the Medicare databases in the USA did not find evidence that clinical outcomes differed between older patients with systolic HF receiving PCI with pVAD vs PCI plus IABP"
    },
    {
      "title": "Oxygen-Mediated Structural Modulation and Ion Transport in <em>x</em>Na<sub>2</sub>O-TaCl<sub>5</sub> Glass Electrolytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218911/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Understanding the structure-property relationship in glass solid electrolytes (SEs) remains a major challenge due to their inherent disorder and the difficulty of probing local structures, particularly in relation to oxygen incorporation. Despite recent interest in multianion halide solid electrolytes, there are few systematic studies on how varying the oxygen content affects the local structure and ion transport. Here, we investigate a series of amorphous sodium oxychloride SEs with the...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41218911",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Orexin receptor antagonists for delirium prevention: systematic review in cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218850/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41218850",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spontaneous Regression of Incidental Meningioma in the Posterior Cranial Fossa: A Case Report and Literature Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218817/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "We report a rare case of spontaneous regression of a meningioma located in the posterior cranial fossa. A 60-year-old female patient presented with a headache. Both physical and neurological examinations were normal. Her medical history included type 2 diabetes mellitus. MRI showed a homogeneously enhancing mass in the left cerebellopontine angle. The volume of the tumor was 1.673 cm³. Radiological features, including the dural tail sign and the cerebrospinal fluid cleft sign, suggested the...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41218817",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of a novel small-molecule inhibitor of heterochromatin protein 1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218699/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Heterochromatin protein 1 (HP1), one of the epigenetic \"reader\" proteins, recognizes trimethylated lysine 9 of histone H3 (H3K9me3) to repressively regulate gene transcription by promoting chromatin aggregation. Overexpression of HP1 plays a role in the growth of various cancer cells. Therefore, inhibiting its interaction with H3K9me3 is considered a promising therapeutic strategy for cancer treatment. This study aimed to identify small molecules that bind to HP1 and inhibit the HP1/H3K9me3...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41218699",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "identify small molecules that bind to HP1 and inhibit the HP1/H3K9me3",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lysine-reactive tag system for cell-surface protein labeling via N-acyl-N-alkyl sulfonamide chemistry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Target-selective and site-specific incorporation of a desired functionality into a membrane protein endogenously expressed in cells is a great challenge in chemical biology. Here, we describe a versatile strategy for covalent chemical modification of short peptide tag-fused membrane proteins expressed in cells. This method is based on the recognition-driven reaction of a lysine-containing short histidine tag (KH6 or H6K sequence) and a binuclear nickel (II)-nitrilotriacetic acid (BisNiNTA)...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41218697",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rationale for preoperative planning in the supine position based on variability in the joint line convergence angle before and after open-wedge high tibial osteotomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218648/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Postoperative weightbearing alignment following OWHTO is better predicted by preoperative supine than weightbearing imaging. Furthermore, large preoperative weightbearing JLCA (> 4.9°) and severe varus HKAA (> 8.8°) are associated with decreased postoperative JLCA.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41218648",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Postoperative weightbearing alignment following OWHTO is better predicted by preoperative supine than weightbearing imaging. Furthermore, large preoperative weightbearing JLCA (> 4"
    },
    {
      "title": "KIF18A promotes chromosome congression in cooperation with CENP-E downstream of CENP-C",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Chromosome congression is a key process that acts to align chromosomes at the spindle equator via kinetochore-microtubule interactions, with defects in chromosome alignment leading to chromosomal instability. However, defining the mechanisms that underlie chromosome congression is limited due to the multiple factors that act in parallel to regulate chromosome movement. Here, we conducted a genome-wide Cas9-based functional genetics screen using a hypomorphic CENP-C mutant that affects its...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41218610",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Glucocorticoid-induced changes of the gut microbiota and metabolic markers in healthy young men: Outcome of a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218604/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Glucocorticoids induce insulin resistance and suppress immunity, but their impact on gut microbiota, which may modulate metabolism and immunity remains under explored. In this 7-day trial, we assess glucocorticoid-induced changes in gut microbiota and metabolic markers in 56 healthy men, randomly assigned to three interventions: oral prednisolone (PO group), intramuscular methylprednisolone acetate (IM group), or saline (CTL group). Shotgun metagenomics reveal that PO glucocorticoid causes...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41218604",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on gut microbiota, which may modulate metabolism and immunity remains under explored",
      "conclusion": null
    },
    {
      "title": "Toxic metals and trace elements in maternal blood and urinary tract infection during the first 2 years of life: The Japan Environment and Children's Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218533/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Elevated maternal selenium levels may increase susceptibility to UTIs during the first 2 years of life. Further studies are needed to investigate long-term effects, including bladder and kidney dysfunction.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41218533",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated maternal selenium levels may increase susceptibility to UTIs during the first 2 years of life. Further studies are needed to investigate long-term effects, including bladder and kidney dysfunction"
    },
    {
      "title": "Bidirectional excitation and detection of Rayleigh waves via two facing elliptical reflectors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218459/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "This study describes the bidirectional excitation and detection of Rayleigh waves using two facing elliptical reflector focusing structures (ELIPS), in contrast to previous studies that have achieved only one-way excitation and did not demonstrate detection. First, the design of a proposed ELIPS surface-acoustic-wave (SAW) device is presented, and the relationship between the design parameters and SAW excitation performance is clarified. Next, finite element method simulations are presented,...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41218459",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Virus-induced redox cycling in Fe(II)/peracetic acid systems: dual roles as reactant and catalytic promoter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "The conventional Fenton system suffers from critical limitations, including significant pH dependence and inefficient iron cycling. This study innovatively developed a Fe(II)/peracetic acid (PAA) hybrid disinfection system, systematically investigating its viral inactivation performance and molecular mechanisms under near-neutral conditions. The results demonstrated that this system achieved above 5 logs viral inactivation (under 50 μM Fe(II)/50 μM PAA, pH 3-7) through a unique three-stage...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41218432",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Airway tree morphology and blood eosinophil count in past smokers without a history of lung disease: A cross-sectional analysis of lung cancer screening computed tomography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218286/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A higher branch count and surface area-to-volume ratio of the airway tree may be associated with persistent eosinophilic inflammation in past smokers without a history of lung disease.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41218286",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A higher branch count and surface area-to-volume ratio of the airway tree may be associated with persistent eosinophilic inflammation in past smokers without a history of lung disease"
    },
    {
      "title": "Three-dimensional computed tomography lung volume analysis associates with the presence of pathological usual interstitial pneumonia in interstitial lung disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218285/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A reduced b-LLV/TLV ratio was significantly associated with pathological UIP, suggesting that 3D-CT lung volume analysis may serve as a noninvasive diagnostic tool.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41218285",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A reduced b-LLV/TLV ratio was significantly associated with pathological UIP, suggesting that 3D-CT lung volume analysis may serve as a noninvasive diagnostic tool"
    },
    {
      "title": "Prevalence of regulated plants in plant food supplements aiming for weight loss from the belgian market",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41218163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "The popularity of plant-based food supplements has risen all across the globe, supported by the assumption that anything natural is safe. However, these supplements usually consist of various plant mixtures, posing a problem for the detection of undeclared regulated plants. A combination of mass spectrometry (MS) and chemometrics is applied in this paper to provide an overview of the presence of regulated plants in plant food supplements across the illegal and legal markets in Belgium. Regulated...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41218163",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MassBank: an open and FAIR mass spectral data resource",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "The open spectral library MassBank (https://massbank.jp/) started in 2006 in Japan, as one of the first open source and open access cross-vendor mass spectral libraries. The first dedicated European MassBank server (https://massbank.eu/) was launched in 2011, adding spectra from compounds of environmental relevance to complement the original metabolomics focus. Recent developments boosted the FAIRness of MassBank data, and a redesigned web interface with modern architecture was launched in 2025....",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41217946",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mixed-Cation Engineering for Orientation Control and Defect Suppression in Quasi-2D Dion-Jacobson-Type Tin Perovskites for Solar Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217745/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Low-n-member quasi-two-dimensional (quasi-2D) Sn perovskites, particularly those based on a Dion-Jacobson (DJ) phase, have attracted attention for their enhanced stability and Pb-free composition. However, their practical application is limited by poor out-of-plane crystallographic orientation and high defect densities, which hinder efficient charge transport. To address these challenges, we introduce a mixed-cation engineering strategy combining N,N-dimethyl-p-phenylenediammonium (DMPhDA^(2+))...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41217745",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nonclinical investigations of a novel heart-type fatty acid-binding protein ligand, [<sup>18</sup>F]LUF: three-lot process validation, safety assessment, and radiation dosimetry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: [^(18)F]LUF shows acceptable pharmacological safety at the dose required for adequate PET imaging. The potential risks associated with [^(18)F]LUF injection are well within the acceptable dose limits.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41217626",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "[^(18)F]LUF shows acceptable pharmacological safety at the dose required for adequate PET imaging. The potential risks associated with [^(18)F]LUF injection are well within the acceptable dose limits"
    },
    {
      "title": "Cetylpyridinium chloride and platinum nanoparticles effects in dogs with Porphyromonas gulae-infected periodontal disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217619/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Periodontal disease (PD) is a prevalent infectious condition in companion animals and represents an irreversible oral disorder; therefore, preventive dentistry is strongly recommended to inhibit and delay symptom progression. In this study, we investigated the synergistic effects of cetylpyridinium chloride (CPC) and platinum nanoparticles (PT) on the growth, halitosis, and inflammatory responses of the major canine PD pathogen Porphyromonas gulae (P. gulae) both in vitro and in a clinical study...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41217619",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the synergistic effects of cetylpyridinium chloride (CPC) and platinum nanoparticles (PT) on the growth, halitosis, and inflammatory responses of the major canine PD pathogen Porphyromonas gulae (P",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The G2019S LRRK2 mutation exacerbates α-synuclein and tau neuropathology through divergent pathways in Parkinson's disease models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Aggregated α-synuclein (αSyn) is a pathological hallmark of Parkinson's disease (PD), yet other protein aggregates, including tau, are commonly observed in PD brains. This suggests that PD is not solely a synucleinopathy but may involve multiple, coexisting proteinopathies. Mutations in LRRK2, particularly the G2019S (GS), are the most common cause of familial PD. LRRK2-PD has been associated with both αSyn and tau pathology; however the mechanistic links between LRRK2 dysfunction and protein...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41217513",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigation of the physicochemical and functional properties of poly(2-methacryloyloxyethyl phosphorylcholine)-conjugated aptamers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217381/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Polymer conjugation is a common strategy to improve the pharmacokinetics of aptamers, yet its effects on aptamer properties are incompletely understood. Poly(ethylene glycol) (PEG) is the most widely used polymer for this purpose, but concerns about anti-PEG immune responses have prompted interest in alternative polymers. We previously reported that conjugation with the zwitterionic polymer poly(2-methacryloyloxyethyl phosphorylcholine) (PMPC) significantly prolongs the circulation time of a DNA...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41217381",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcome, Process, Utilization, and Cost Measurements of Patients Admitted to the ICU in Hospitals With Vs. Without an Intermediate Care Unit: A Nationwide Inpatient Database Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The presence of an IMCU in ICU-equipped hospitals was associated with improved patient outcomes and more efficient ICU utilization, with only modest increase in hospitalization costs. These findings support integration of the IMCU into critical care systems.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41217377",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The presence of an IMCU in ICU-equipped hospitals was associated with improved patient outcomes and more efficient ICU utilization, with only modest increase in hospitalization costs. These findings support integration of the IMCU into critical care systems"
    },
    {
      "title": "Comprehensive transcriptomic analysis revealing that 2-azahypoxanthine treatment induces the stress response in Arabidopsis thaliana",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217277/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Some fungi form fairy rings by secreting fairy chemicals that regulate plant growth. Among them, 2-azahypoxanthine (AHX) has been proposed as a new phytohormone, but its mechanisms remain unclear. We treated Arabidopsis thaliana with 400 μM AHX and observed growth inhibition, contrasting with earlier reports in bentgrass. To elucidate this effect, we performed transcriptome sequencing and identified differentially expressed genes. Gene ontology enrichment revealed activation of hormone- and...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41217277",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antimicrobial-Releasing Implant Substrates for Combating Oral Biofilms: An In Vitro Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Antimicrobial-releasing Ti/SiO(2) implant discs demonstrated sustained efficacy in biofilm prevention and treatment, indicating their feasibility as a future strategy for peri-implantitis management.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41217191",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Antimicrobial-releasing Ti/SiO(2) implant discs demonstrated sustained efficacy in biofilm prevention and treatment, indicating their feasibility as a future strategy for peri-implantitis management"
    },
    {
      "title": "Occupational radiation exposure of zoo veterinarians during X-ray procedures: a real-time dosimetry study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41217082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Despite the overall low exposure levels, some procedures resulted in Hp(10) values exceeding 10 μSv. A combination of procedural and contextual factors influenced exposure. These findings underscore the importance of comprehensive radiation-protection strategies, including optimized workflows, appropriate use of sedation, and standardized operator protocols, in alignment with international dose-optimization principles.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41217082",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite the overall low exposure levels, some procedures resulted in Hp(10) values exceeding 10 μSv. A combination of procedural and contextual factors influenced exposure"
    },
    {
      "title": "Pyruvate orthophosphate dikinase (PPDK) as a putative key regulator of diurnal deacidification in CAM leaves across varying light intensities and photoperiods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41216945/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Crassulacean acid metabolism (CAM) plants primarily fix atmospheric CO2 at night and store it as malic acid in their vacuoles. During daytime, vacuolar malate is remobilised and decarboxylated to supply CO2 for Rubisco assimilation. Light intensity and photoperiod play crucial roles in regulating this process, but their influences on the underlying molecular and biochemical mechanisms remain unclear. Physiological, biochemical, and molecular approaches were integrated to uncover the temporal...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41216945",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regio- and Stereoselective Oxyiodination Reaction of Fluoroalkylated Internal Alkynes: An Easy Access to Fluoroalkylated, Multisubstituted Enol Derivatives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41216826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "A concise and efficient protocol has been developed for regio- and E-selective oxyiodination of fluoroalkylated internal alkynes employing iodobenzene diacetate in conjunction with tetrabutylammonium iodide, enabling the synthesis of a diverse array of (3,3,3-trifluoro-2-iodopropen-1-yl)acetates. Subsequently, these oxyiodinated intermediates were subjected to standard Suzuki-Miyaura cross-coupling conditions, thereby furnishing fluoroalkylated, multisubstituted enol derivatives in good yields.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41216826",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic improvement of tricuspid valve leaflets coaptation and tricuspid regurgitation without surgical treatment: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41216125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Tricuspid regurgitation is a prevalent condition among patients with heart failure. Functional tricuspid regurgitation arises from multiple contributing factors, and tricuspid regurgitation severity is sensitive to changes in volume status. Importantly, significant tricuspid regurgitation is associated with adverse outcomes; therefore, tricuspid regurgitation management is crucial.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41216125",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Home-based exercise and physical activity intervention after kidney transplantation: impact of exercise intensity (PHOENIX-Kidney). Protocol for a multicentre randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41215780/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PHOENIX-Kidney is the first adequately powered RCT to address the question of optimal training intensity in KTRs. Moreover, the implementation potential of a home-based exercise programme followed by a physical activity intervention will be formally assessed in a real-world clinical setting.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41215780",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PHOENIX-Kidney is the first adequately powered RCT to address the question of optimal training intensity in KTRs. Moreover, the implementation potential of a home-based exercise programme followed by a physical activity intervention will be formally assessed in a real-world clinical setting"
    },
    {
      "title": "Correction: Azophotoswitches containing thiazole, isothiazole, thiadiazole, and isothiadiazole",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41215736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "Correction for 'Azophotoswitches containing thiazole, isothiazole, thiadiazole, and isothiadiazole' by Nusaiba Madappuram Cheruthu et al., Org. Biomol. Chem., 2025, 23, 207-212, https://doi.org/10.1039/D4OB01573H.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41215736",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phylogenetic, Ecological and Sensory Characterization of Coffea dactylifera, a Wild Coffee from the Democratic Republic of Congo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41215586/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: C. dactylifera may contribute to climate-resilient coffee breeding. Its genetic proximity to cultivated species, climate niche, compact growth form, and promising sensory profile highlight its relevance for conservation and potential use in breeding.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41215586",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "C. dactylifera may contribute to climate-resilient coffee breeding"
    },
    {
      "title": "Medical cost of postoperative delirium after highly invasive cancer resection: a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41215488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Severe postoperative delirium after highly invasive cancer resection was associated with increased FFS expenditures, particularly for prescriptions, infusions, wound care, and laboratory tests, whereas no significant differences were observed in DPC costs. Findings underscore the importance of preventing severe delirium.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41215488",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Severe postoperative delirium after highly invasive cancer resection was associated with increased FFS expenditures, particularly for prescriptions, infusions, wound care, and laboratory tests, whereas no significant differences were observed in DPC costs. Findings underscore the importance of preve..."
    },
    {
      "title": "Non-smoker and smoker identity related to mother-identity among (pre)pregnant women before and after participating in a smoking cessation intervention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214821/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Addressing non-smoker, smoker and mother identity may be a promising new route to improving interventions for smoking cessation around pregnancy. Effective interventions are needed to support identity in smoking cessation interventions, in order to help women quit smoking before and during pregnancy and to prevent postpartum relapse.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41214821",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Addressing non-smoker, smoker and mother identity may be a promising new route to improving interventions for smoking cessation around pregnancy. Effective interventions are needed to support identity in smoking cessation interventions, in order to help women quit smoking before and during pregnancy..."
    },
    {
      "title": "Understanding participation of liver transplant recipients in an exercise intervention RCT: a cross-sectional study of barriers and motivators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A substantial proportion of eligible individuals declined participation. Some sociodemographic and behavioural barriers point to potential selection bias. Addressing these through tailored study designs could enhance engagement, improve representativeness and support the recruitment of representative patient populations in future exercise interventions.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41214814",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A substantial proportion of eligible individuals declined participation. Some sociodemographic and behavioural barriers point to potential selection bias"
    },
    {
      "title": "Polygenic pathways shape white matter vulnerability to Alzheimer's disease-related pathophysiological changes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214803/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Pathway-specific genetic vulnerability to AD is associated with alterations in WM tracts both directly and by moderating the effects of AD-related pathophysiological changes. AD-associated genetic risk should be integrated into the AD diagnostic framework to enable targeted screening and intervention for future preclinical trials aimed at specific biological pathways.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41214803",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Pathway-specific genetic vulnerability to AD is associated with alterations in WM tracts both directly and by moderating the effects of AD-related pathophysiological changes. AD-associated genetic risk should be integrated into the AD diagnostic framework to enable targeted screening and interventio..."
    },
    {
      "title": "Combination of radiofrequency ablation and intramedullary nailing for the treatment of femoral metastases: single-center, retrospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The combination of RFA and IMN appears to be a feasible and safe minimally invasive option for achieving local tumor control and restoring function in femoral metastases. Potential candidates include those with impending fractures preserving cortical continuity, avulsion fractures of the lesser trochanter, hypervascular tumors, or radiotherapy-resistant lesions. This approach may serve as a less invasive alternative to extensive resection in carefully selected patients.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41214768",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The combination of RFA and IMN appears to be a feasible and safe minimally invasive option for achieving local tumor control and restoring function in femoral metastases. Potential candidates include those with impending fractures preserving cortical continuity, avulsion fractures of the lesser troc..."
    },
    {
      "title": "Parent-child communication on sexual and reproductive health: a qualitative study exploring the perspectives of parents, adolescents and young adults in the region of Kaolack, Senegal",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Effective communication between parents and their children is necessary, yet it currently remains a challenge for many parents in the studied sites. Our findings complement the literature on adolescent SRH in West Africa, which shows that the parent-child relationship is of paramount importance. The study results informed the design and implementation of an intervention focused on training parents to improve their knowledge, skills and confidence to initiate an open and trustful...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41214638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Effective communication between parents and their children is necessary, yet it currently remains a challenge for many parents in the studied sites. Our findings complement the literature on adolescent SRH in West Africa, which shows that the parent-child relationship is of paramount importance"
    },
    {
      "title": "Update on mesothelioma incidence and forecast of future cases in Belgium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214632/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The restrictions and ban on asbestos use have reduced the risk of mesothelioma for those who began working after the peak period of asbestos use. Nevertheless, the overall mesothelioma incidence in Belgium does not yet show signs of decline. More efforts should be made to improve compensation of mesothelioma patients.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41214632",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The restrictions and ban on asbestos use have reduced the risk of mesothelioma for those who began working after the peak period of asbestos use. Nevertheless, the overall mesothelioma incidence in Belgium does not yet show signs of decline"
    },
    {
      "title": "Factors associated with the incidence of aspiration pneumonia during hospitalization in older adults admitted for non-respiratory diseases in an acute-care hospital: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study identified the factors associated with ASP onset in older patients in an acute-care hospital in Japan. These findings may help identify older inpatients who are more likely to develop ASP, supporting the planning of targeted care strategies during hospitalization.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41214578",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified the factors associated with ASP onset in older patients in an acute-care hospital in Japan. These findings may help identify older inpatients who are more likely to develop ASP, supporting the planning of targeted care strategies during hospitalization"
    },
    {
      "title": "Association between eating alone and motor function among community-dwelling older adults during the COVID-19 pandemic: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41214569/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Eating alone was independently associated with low motor function in community-dwelling older adults during the COVID-19 pandemic. We proposed providing opportunities to eat together as a highly feasible intervention measure to reduce motor function decline in community-dwelling older adults.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41214569",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Eating alone was independently associated with low motor function in community-dwelling older adults during the COVID-19 pandemic. We proposed providing opportunities to eat together as a highly feasible intervention measure to reduce motor function decline in community-dwelling older adults"
    },
    {
      "title": "Protocol for a multicenter, cluster-randomized, stepped-wedge, implementation trial of a prehospital sepsis protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Sepsis is a common, life-threatening medical emergency in which early recognition and treatment are cornerstones of management. Best practice guidelines recommend standardized sepsis screening in hospitals to facilitate early recognition. In contrast, very little is known about the efficacy and safety of standardized sepsis screening in the prehospital Emergency Medical Services (EMS) environment. To help address this knowledge gap, this study protocol will evaluate the impact of...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41220003",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of",
      "conclusion": null
    },
    {
      "title": "Sex-specific machine learning classification models improve outcome prediction for abdominal aortic aneurysms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220002/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ML classification models show promise in improving predictions of patient outcomes for AAA. The higher AAA prevalence rate for males leads to female patients being underrepresented in AAA datasets. In this proof-of-concept study, we demonstrated that sex-specific models outperformed a general model in predicting patient outcomes. Additionally, equalizing sample sizes within the dataset improved predictions for female patients without compromising overall performance of the model. As...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41220002",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ML classification models show promise in improving predictions of patient outcomes for AAA. The higher AAA prevalence rate for males leads to female patients being underrepresented in AAA datasets"
    },
    {
      "title": "Individualized cognitive behavioral therapy for chronic pain in Japan: study protocol for a multicenter randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Chronic pain imposes a substantial burden on individuals and society. Cognitive behavioral therapy for chronic pain (CBT-CP) has proven effective internationally, but randomized evidence in Japan is scarce. The first Japanese trial was a single-center, 16-session videoconference program that prioritized pain intensity. In contrast, this multicenter trial tests a brief, face-to-face, individualized CBT-CP program with quality of life (QoL) as the primary outcome.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41219998",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of ERS/ATS guidelines across versions: differences in the application of bronchodilator responsiveness criteria in pediatric asthma by age subgroups (2005 vs 2021)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219993/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The kappa test showed that the results of 2005BDR and 2021BDR were consistent, but there were differences between the inconsistent groups. Z-FEV1 is an independent factor affecting the inconsistent results, so baseline data is the main reason for the inconsistent results of the two methods. The 2021BDR standard may reduce the influence of baseline lung function when determining the results. The positive rate obtained based on the two evaluation criteria maintained the same trend...",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41219993",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The kappa test showed that the results of 2005BDR and 2021BDR were consistent, but there were differences between the inconsistent groups. Z-FEV1 is an independent factor affecting the inconsistent results, so baseline data is the main reason for the inconsistent results of the two methods"
    },
    {
      "title": "The epidemiological features of and correlation between central obesity and major cardiometabolic disease clustering among middle-aged and elderly residents in Xinjiang",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Central obesity and cardiometabolic disease clustering is significant in Xinjiang's middle-aged and elderly population. The risk of cardiometabolic disease clustering is greater in people with central obesity, especially those with greater waist circumference. The prevalence of related diseases has increased significantly and demands attention in terms of prevention and control.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41219984",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Central obesity and cardiometabolic disease clustering is significant in Xinjiang's middle-aged and elderly population. The risk of cardiometabolic disease clustering is greater in people with central obesity, especially those with greater waist circumference"
    },
    {
      "title": "Spiral volumetric modulated arc therapy for whole-brain radiotherapy with simultaneous integrated boost to multiple brain metastases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41219976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112023825&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: For WBRT + SIB, SVMAT achieved improved plan quality and higher delivery efficiency compared with HT and had similar plan quality compared with PVMAT.",
      "pubDate": "2025-11-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41219976",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "For WBRT + SIB, SVMAT achieved improved plan quality and higher delivery efficiency compared with HT and had similar plan quality compared with PVMAT"
    }
  ]
}