{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-04T07:35:05.567Z",
  "totalItems": 150,
  "totalArchived": 13562,
  "newPapersAdded": 168,
  "institutionBreakdown": {
    "KAIST": 9,
    "SNU": 56,
    "Yonsei University": 1,
    "SKKU": 1,
    "POSTECH": 5,
    "Korea University": 57,
    "IBS": 41,
    "UNIST": 1,
    "Hanyang University": 6,
    "KIST": 1,
    "GIST": 0,
    "Kyung Hee University": 5,
    "Pusan National University": 0
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 85,
    "Cancer Research": 19,
    "Biomedical": 29,
    "Neuroscience": 7,
    "Materials Science": 7,
    "Computer Science": 3
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "A circRNA promotes esophageal squamous cell carcinoma progression by inhibiting TRIM25-mediated degradation of IGF2BP family members",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings reveal an oncogenic role of circLNF in ESCC by inhibiting TRIM25-mediated proteasomal degradation of IGF2BP proteins and highlight circLNF as a potential therapeutic target for ESCC.",
      "pubDate": "2025-10-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044609",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings reveal an oncogenic role of circLNF in ESCC by inhibiting TRIM25-mediated proteasomal degradation of IGF2BP proteins and highlight circLNF as a potential therapeutic target for ESCC"
    },
    {
      "title": "GWAS-informed data integration and non-coding CRISPRi screen illuminate genetic etiology of bone mineral density",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044600/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our results provide a roadmap for how single-cell CRISPRi screens may be applied to the challenging task of resolving effector gene identities at all BMD GWAS loci. Extending our CRISPRi screening approach to other tissues could play a key role in fully elucidating the etiology of BMD.",
      "pubDate": "2025-10-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044600",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our results provide a roadmap for how single-cell CRISPRi screens may be applied to the challenging task of resolving effector gene identities at all BMD GWAS loci. Extending our CRISPRi screening approach to other tissues could play a key role in fully elucidating the etiology of BMD"
    },
    {
      "title": "Olfactory binding proteins: a review across the Insecta",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "Olfactory binding proteins are essential components of the highly sensitive olfactory system in insects. They play crucial roles in detecting, binding, and transporting environmental odorants and pheromones to olfactory receptors. Although a large number of olfactory binding proteins have been identified in insects to date, research in this field continues to advance rapidly. This review summarizes recent progresses in understanding their structures, functions, mechanisms of action, and...",
      "pubDate": "2025-10-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044598",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Geographical differentiation of onions (Allium cepa) cultivated in South Korea revealed by untargeted metabolomics and chemometric analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Onions (Allium cepa) are widely cultivated in South Korea, yet region-specific metabolomic profiles remain underexplored. To address this gap, we conducted untargeted metabolomic profiling of ethanol extracts from onions collected at 56 cultivation sites using UPLC-TIMS-QTOF MS. The analysis detected 2339 (positive mode) and 1350 (negative mode) molecular features, among which 242 compounds were annotated through spectral library matching. To extend coverage beyond the limited annotated...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41043254",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unlocking the therapeutic potential of tumor-derived small extracellular vesicles in cancer immunotherapy: A multifaceted approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043211/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Cancer immunotherapy represents a remarkable breakthrough in oncology. However, the efficacy of existing therapeutic modalities is observed in only a subset of patients, highlighting the need for further advancements. Tumor-derived small extracellular vesicles (T-sEVs), nano-sized extracellular vesicles secreted by cancer cells, have been the focus of significant interest as contributors to immunotherapy resistance. T-sEVs serve as biomarkers and therapeutic targets owing to their roles in...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41043211",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current preparedness and future directions of Korean cytogenetic biodosimetry laboratories for managing large-scale radiological incidents in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042979/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "The current activities of the Korean Biological Dosimetry Network (K-BioDos) have focused on harmonizing the scoring of chromosomal aberrations. However, other biodosimetry procedures have not been sufficiently considered in preparation for large-scale radiological accidents. This study aimed to investigate the current status of various resources for performing cytogenetic biodosimetry on many samples and explore the limitations and future directions for analyzing large sample sizes. Although...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41042979",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the current status of various resources for performing cytogenetic biodosimetry on many samples and explore the limitations and future directions for analyzing large sample sizes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Abnormal O-glycan sialylation in the mPFC contributes to depressive-like behaviors in male mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Depression presents challenges in understanding its biological basis and developing effective treatments. Posttranslational modifications provide critical insights into molecular mechanisms of disorders, yet their role in depression remains underexplored. Glycosylation has been particularly difficult to study due to its heterogeneous nature and analytical challenges, despite its potential to uncover previously unknown mechanisms. In this study, we demonstrate how chronic stress alters...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41042875",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Aureibaculum koreense</em> sp. nov. and <em>Aureibaculum conchae</em> sp. nov., isolated from the marine molluscs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042684/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Facultative anaerobic Gram-negative bacteria, designated strains 2210JD6-5^(T) and 2308TA14-22^(T), were isolated from a seashell and a marine conch, respectively, in the Republic of Korea, and subjected to detailed taxonomic analysis. The cells exhibited catalase and oxidase activity, were non-motile and were rod-shaped. Both novel strains were mesophilic, grew optimally at neutral pH and were slightly halophilic. Phylogenetic analyses based on 16S rRNA gene and whole-genome sequences...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41042684",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lithium Iodide Enables Bis-electrophilic Ring-Opening of Azabicyclo[1.1.0]butanes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Azetidines are privileged nitrogen heterocycles in medicinal chemistry; however, current synthetic methodologies utilizing azabicyclo[1.1.0]butanes (ABBs) predominantly rely on classical nucleophile-electrophile or radical-based approaches. Here, we report an unprecedented electrophile-electrophile ring-opening strategy enabled by lithium iodide-mediated activation of ABBs, offering direct and versatile access to densely substituted azetidines through sequential electrophilic incorporation. This...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41041920",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Seasonally Recurring Water Column Hypoxia Tightly Controls Manganese Distribution, Flux, and Carbonate Precipitation in Sediments of the Eutrophic Coastal Ocean",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041817/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Ocean deoxygenation, increasingly driven by human activities and climate change, severely threatens ocean health. Although manganese (Mn) plays a pivotal role in sediment biogeochemistry, the dynamics of Mn in sediments associated with water column hypoxia (WCH) are understudied. To elucidate the impacts of seasonally recurring WCH on the Mn distributions and benthic flux and precipitation of Mn minerals in coastal sediments enriched with Mn, we combined sediment incubation experiments with...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41041817",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic effects of eye movement desensitization and reprocessing for substance use disorders: a meta-analysis of addiction-related and emotional symptoms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040945/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings suggest that EMDR may be an effective intervention not only for emotional comorbid symptoms in individuals with SUD, but also for certain addiction-related symptoms, particularly in reducing craving. However, the quality of the included studies was generally low, and there was a lack of evidence regarding long-term effects. Future studies should employ more rigorous research designs, include sufficient sample sizes and long-term follow-up assessments, and perform...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41040945",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that EMDR may be an effective intervention not only for emotional comorbid symptoms in individuals with SUD, but also for certain addiction-related symptoms, particularly in reducing craving",
      "conclusion": "These findings suggest that EMDR may be an effective intervention not only for emotional comorbid symptoms in individuals with SUD, but also for certain addiction-related symptoms, particularly in reducing craving. However, the quality of the included studies was generally low, and there was a lack ..."
    },
    {
      "title": "AI-driven prediction of dental implant numbers to be placed for patient-specific treatment planning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study demonstrated the feasibility of using a deep learning-based ViT regression model to predict the number of dental implants needed in edentulous patients. The model showed high accuracy and explanatory power, suggesting its potential utility in standardising implant treatment planning. However, the study's generalisability is limited by its single-center design and sample size. Future work should incorporate multi-institutional data, 3D segmentation, and additional clinical...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41039688",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated the feasibility of using a deep learning-based ViT regression model to predict the number of dental implants needed in edentulous patients. The model showed high accuracy and explanatory power, suggesting its potential utility in standardising implant treatment planning"
    },
    {
      "title": "Hypertension management and health belief in middle-aged laotian population: a cross-sectional survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The findings highlight the need for targeted actions to prevent and manage hypertension in Lao PDR. Health beliefs-including differences in health locus of control between urban and rural populations-should be considered in the development of culturally tailored interventions to improve hypertension outcomes.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41044534",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings highlight the need for targeted actions to prevent and manage hypertension in Lao PDR. Health beliefs-including differences in health locus of control between urban and rural populations-should be considered in the development of culturally tailored interventions to improve hypertension..."
    },
    {
      "title": "Sequential RGB light optimization across developmental stages enhances lettuce growth through carry-over effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Light is a critical factor regulating plant development and productivity under controlled environment conditions. However, the light conditions are often kept static throughout the cultivation period, potentially overlooking plants' dynamic responses to changing environmental stimuli over time. This study proposes a stage-specific optimization strategy to maximize lettuce growth, based primarily on shoot fresh weight by adjusting red:green:blue (R:G:B) light ratio at different growth stages....",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41044514",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Right ventricular outflow tract obstruction in recipient twins of twin-to-twin transfusion syndrome: 13 years of single-center data and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044489/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: RVOTO is a relatively common cardiac complication in advanced TTTS. Timely FLC may lead to postnatal improvement. Serial ultrasound assessment is essential for early detection, risk stratification, and individualized counseling.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41044489",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RVOTO is a relatively common cardiac complication in advanced TTTS. Timely FLC may lead to postnatal improvement"
    },
    {
      "title": "One-year bone mineral density gains with anti-osteoporotic medications and clinical factors associated with non-BMD gainers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Approximately 25% of patients did not achieve BMD gain after 1 year of treatment. Older age, higher baseline BMD T-scores, and SERM use were associated with an increased probability of non-BMD gainer status in this observational study.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41044438",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Approximately 25% of patients did not achieve BMD gain after 1 year of treatment. Older age, higher baseline BMD T-scores, and SERM use were associated with an increased probability of non-BMD gainer status in this observational study"
    },
    {
      "title": "Analysis of optic neuritis risk in patients with allergic diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "The association between allergic diseases and optic neuritis (ON) remains insufficiently characterized. This nationwide cohort study investigated the relationship between major allergic diseases (atopic dermatitis, asthma, and allergic rhinitis) and the risk of ON development. We performed a population-based cohort study utilizing data from the Korean National Health Insurance Service database. The study included 4,052,827 individuals aged 20 years or older who participated in health screenings...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41044330",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CryoEMNet driven symmetry-aware molecular reconstruction through deep learning enhanced electron microscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CryoEMNet introduces a symmetry-aware deep learning framework for molecular reconstruction in cryo-electron microscopy (cryo-EM), achieving high-resolution and structurally consistent 3D reconstructions. By incorporating molecular symmetry constraints within deep learning-based reconstruction, CryoEMNet effectively mitigates challenges associated with noise, structural heterogeneity, and particle misalignment. The framework employs unsupervised learning and transfer learning techniques to refine...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41044311",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plant derived extract loaded nanostructured lipid carriers with enhanced oral delivery for the treatment of acute inflammation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044240/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41044240",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extended antibiotic exposure and exacerbations, mortality, and healthcare costs in asthma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044157/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Asthma exacerbations contribute significantly to morbidity, mortality, and healthcare costs, with antibiotics commonly prescribed despite uncertain benefits and risks. This retrospective cohort study analyzed claim database between 2020 and 2022. Patients were categorized into extended (≥ 4 weeks) or limited (< 4 weeks) antibiotic exposure groups based on cumulative antibiotic use. We assessed the associations between prior antibiotic exposure and moderate-to-severe exacerbations, all-cause...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41044157",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "database between 2020 and 2022",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toward blockchain based electronic health record management with fine grained attribute based encryption and decentralized storage mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Current Electronic Health Record (EHR) systems exhibit several critical drawbacks, including significant vulnerabilities in security, privacy, and scalability. Traditional centralized databases are highly susceptible to cyber attacks, data breaches, and unauthorized access, posing severe risks to the confidentiality and integrity of sensitive patient information. In addition, these systems often face interoperability issues, which hinder seamless information sharing and access among healthcare...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41044122",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effects of non-invasive transcutaneous auricular vagus nerve stimulation on resting-state delta oscillation: a randomized, double-blinded, sham-control trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044114/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Transcutaneous auricular vagus nerve stimulation (taVNS) is a promising technique that potentially influences cortical activity, mainly increasing electroencephalography (EEG) power spectrum activity in low-frequency oscillations, and demonstrates potential therapeutic benefits for various pathologic conditions, like depression and chronic pain. To learn further about taVNS brain mechanisms, the present study investigated how using a single taVNS session can affect brain oscillations in healthy...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41044114",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interfacial chemistry-driven reaction dynamics and resultant microstructural evolution in lithium-based all-solid-state batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044078/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Achieving a comprehensive understanding of battery systems necessitates multi-length scale analysis, from the atomic- to macro-scale, to grasp the complex interplay of phenomena influencing performance. However, studies to understand these phenomena in all-solid-state batteries (ASSBs) poses significant challenges due to the complex microstructural evolution involved, including the pore formation and contact loss resulting from cathode material breathing, chemical degradation at interfaces, and...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "POSTECH",
        "SNU",
        "UNIST"
      ],
      "pmid": "41044078",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Efficacy of Topical Chitosan and Minoxidil in Hair Loss: A Controlled Study With Microneedling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044024/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In this small controlled study, microneedling followed by topical 2% chitosan resulted in significant improvements in hair growth parameters compared with no treatment, and outcomes were generally comparable to those observed with 5% minoxidil. While these results are promising, the small sample size limits definitive conclusions regarding comparative efficacy. Larger, adequately powered trials are warranted to confirm these preliminary findings and to better delineate the role of...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41044024",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this small controlled study, microneedling followed by topical 2% chitosan resulted in significant improvements in hair growth parameters compared with no treatment, and outcomes were generally comparable to those observed with 5% minoxidil. While these results are promising, the small sample siz..."
    },
    {
      "title": "Bayesian Validation of Dynamic Systems for Biological Networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043952/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Dynamic systems encompass a broad class of mathematical models used to describe the behavior of complex networks or systems over time. One of the most common approaches to modeling such dynamics is through a set of ordinary differential equations (ODEs), typically constructed based on hypotheses, known interactions, or observed trajectories. However, ODEs are deterministic and inflexible, while biological data are typically noisy. Thus, the model fit might not account for all possible data...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41043952",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role of routine surveillance stress testing in patients with or without imaging-guided or physiology-guided PCI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Among high-risk patients who underwent PCI, routine surveillance stress testing did not reduce the risk of death, myocardial infarction or unstable angina, regardless of the use of IVUS or FFR at the index procedure. Routine functional testing increased downstream invasive procedures without clinical benefit. These findings support guideline recommendations against routine surveillance testing after PCI.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41043864",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among high-risk patients who underwent PCI, routine surveillance stress testing did not reduce the risk of death, myocardial infarction or unstable angina, regardless of the use of IVUS or FFR at the index procedure. Routine functional testing increased downstream invasive procedures without clinica..."
    },
    {
      "title": "DPP-4 inhibitor alleviates gut-brain axis pathology in Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings demonstrated that sitagliptin alleviated α-synuclein deposition in the gut and brain through modulation of TLR2-mediated inflammation and altered the gut microbiome composition towards a more favourable profile, which indicates that DPP-4is can offer a novel therapeutic avenue for managing PD.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41043862",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings demonstrated that sitagliptin alleviated α-synuclein deposition in the gut and brain through modulation of TLR2-mediated inflammation and altered the gut microbiome composition towards a more favourable profile, which indicates that DPP-4is can offer a novel therapeutic avenue for man..."
    },
    {
      "title": "FAILED SHOULDER INSTABILITY SURGERY: STATE OF THE ART",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043714/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Recurrent shoulder instability after failed surgical stabilization is a disabling and complex condition. Over time, clinical research has reshaped traditional approaches, emphasizing the importance of understanding patient-specific factors, accurate diagnosis, and anatomical reconstruction. A comprehensive evaluation is essential to identify failure causes, which typically include patient-related factors (such as young age, male sex, multiple dislocations, and delayed surgery), missed diagnoses...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41043714",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Taladegib for the treatment of idiopathic pulmonary fibrosis (ENV-IPF-101): a multicentre, randomised, double-blind, placebo-controlled, phase 2a trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: The hedgehog (Hh) signalling pathway promotes fibrosis in idiopathic pulmonary fibrosis (IPF), an interstitial lung disease with a high mortality rate. Currently, there is no cure for IPF, and available anti-fibrotics only slow the rate of decline in lung function in IPF. We aimed to assess the safety and efficacy of taladegib (ENV-101), an Hh pathway inhibitor, in IPF in a phase 2a, proof-of-concept clinical trial.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41043447",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "assess the safety and efficacy of taladegib (ENV-101), an Hh pathway inhibitor, in IPF in a phase 2a, proof-of-concept clinical trial",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between B cell activating factor (BAFF) and future depressive symptoms in hemodialysis patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043406/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Elevated plasma BAFF levels were significantly associated with the development of depressive symptoms in HD patients.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41043406",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated plasma BAFF levels were significantly associated with the development of depressive symptoms in HD patients"
    },
    {
      "title": "A needed nomenclature for nucleosomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043390/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Histone post-translational modifications (PTMs) are crucial to eukaryotic genome regulation, with a range of reported functions and mechanisms of action. Though often studied individually, it has long been recognized that the modifications function by combinatorial synergy or antagonism. Interplay may involve PTMs on the same histone, within the same nucleosome (containing a histone octamer), or between nucleosomes in higher-order chromatin. Given this, the field must distinguish ever greater...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41043390",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Net carbon reduction from the pyrolysis of corn stover",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043342/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Cellulosic biomass, such as corn stover, serves as a promising source to produce biofuels, particularly bioethanol through fermentation. Despite the well-establishment of fermentation, it poses limitations in fully utilising cellulosic constituents due to generation of metabolic byproducts, such as carbon dioxide (CO(2)). In a pursuit of efficient carbon utilization, this study proposes pyrolytic valorization of corn stover due to its technical benefit in carbon reallocation into three distinct...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41043342",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-cardiotoxicity evaluation of torsadogenic risk drugs using human iPSC-derived cardiomyocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "To prevent indiscriminate withdrawal of candidates when developing drugs and to improve global animal welfare, the alternative to animal testing using human induced pluripotent stem cells (hiPSCs) is being highlighted. In cardiovascular pharmacology, the Comprehensive in vitro Proarrhythmia Assay (CiPA) is a representative example combining patch-clamp data, in silico modeling, in vivo electrocardiogram, and functional assays using hiPSC-derived cardiomyocytes (hiPSC-CMs). Among these,...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41043280",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Autophagy inhibition enhances sensitivity of alpelisib in PI3K-mutated non-small cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Non-small cell lung cancer (NSCLC) is a prevalent and lethal form of lung cancer with few effective treatment options, and targeted therapies for PI3K-mutated NSCLC remain particularly limited. The phosphatidylinositol 3-kinase (PI3K) pathway, frequently activated in NSCLC, is a viable therapeutic target, especially in tumors harboring PI3K mutations. Alpelisib (BYL719), a selective PI3Kα inhibitor, has shown promise, but its efficacy is often hampered by compensatory survival mechanisms,...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41043199",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic Evolution from Single-Atom Catalysts to Active Nanograins for CO<sub>2</sub> Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Understanding dynamic catalyst evolution, particularly Cu-based single-atom catalysts, faces tremendous challenges of tracking rapid and nanoscale evolution and uncontrolled catalyst reoxidation during post-reaction air exposure. Although ex situ/in situ studies have indirectly indicated the structural reconstruction of single-atom catalysts, direct probing of single-atom catalyst evolution requires time-resolved nanoscale operando methods. Here, we present direct experimental evidence of...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41043177",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating Machine Learning Interatomic Potentials for Accurate and Scalable Modeling of Organometallic Precursors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Accurate modeling of organometallic precursors is essential for developing atomic layer deposition (ALD) processes that are required for fabricating high-performance thin films. The melting point of these precursors is often challenging to measure experimentally due to its sensitivity to environmental conditions, making computational methods a practical alternative. While density functional theory (DFT) is reliable, its high computational cost limits large-scale applications. In contrast,...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41043073",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hybrid WS<sub>2</sub>-Based Memristor With Tunable Conductance Modulation for Neuromorphic and Nociceptive Learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Here, a high-performance memristive device that integrates a layered WS(2) switching medium with a TiO(x)-rich interface and a BaTiO(3) (BTO) dielectric layer is reported. This hybrid structure exploits the defect tunability of WS(2) to regulate oxygen vacancy dynamics, while BaTiO(3) enhances electric-field stabilization and TiO(x) acts as a redox-controlling barrier. The device exhibits analog multilevel switching at low voltages (±0.5 V), a wide memory window (>10), stable retention beyond...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41043063",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An Electric Source Imaging Approach Demonstrating Diagnostic Value of Nasopharyngeal Electrodes in Temporal Lobe Epilepsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042968/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Nasopharyngeals can identify IEDs in the mesial and basal temporal region that cannot be detected by ATEs. Nasopharyngeals offer additional diagnostic value in regions not confirmed by the existing 10 to 20 EEG electrode system, including those covered by ATE.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41042968",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Nasopharyngeals can identify IEDs in the mesial and basal temporal region that cannot be detected by ATEs. Nasopharyngeals offer additional diagnostic value in regions not confirmed by the existing 10 to 20 EEG electrode system, including those covered by ATE"
    },
    {
      "title": "Low systemic vascular resistance with normal blood pressure: Do we need vasopressors?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In patients with low SVR and normal blood pressure, vasopressor use was associated with longer ICU stays but not kidney protection.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41042758",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with low SVR and normal blood pressure, vasopressor use was associated with longer ICU stays but not kidney protection"
    },
    {
      "title": "Diffusion-based skin disease data augmentation with fine-grained detail preservation and interpolation for data diversity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042755/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "We propose a data augmentation technique utilizing a Diffusion-based generative deep learning model to address the issue of data scarcity in skin disease diagnosis research. Specifically, we enhanced the Stable Diffusion model, a Latent Diffusion Model (LDM), to generate high-quality synthetic images. To mitigate detail loss in existing Diffusion models, we incorporated lesion area masks and improved the encoder and decoder structures of the LDM. Multi-level embeddings were applied using a CLIP...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41042755",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Esthetic Correction of Lying Ears With Hyaluronic Acid Filler",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The injection of hyaluronic acid (HA) into the ears successfully addressed the issue of lying ears and enhanced the overall facial profile. In addition, it provided a lifting effect that contributed to a more youthful and refined appearance. This minimally invasive procedure did not necessitate any recovery time, and the results were long-lasting and highly satisfactory.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41042693",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The injection of hyaluronic acid (HA) into the ears successfully addressed the issue of lying ears and enhanced the overall facial profile. In addition, it provided a lifting effect that contributed to a more youthful and refined appearance"
    },
    {
      "title": "Unraveling ionic switching dynamics in high-k dielectric double-gate transistors via low-frequency noise spectroscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "High-k dielectric materials such as HfO(2) have garnered significant attention for their potential applications in advanced electronic devices due to their superior dielectric properties. Particularly, oxygen vacancies within these materials can be strategically utilized to implement memory functionalities. However, the precise analysis of the electrical, chemical, and electrochemical characteristics related to oxygen vacancies remains challenging. In this study, we fabricated a double-gate...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41042423",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of anterior uveitis on retinal and choroidal microvasculature: insights from cytomegalovirus and HLA-B27 anterior uveitis : Abbreviated title: microvascular changes in anterior uveitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Posterior microvascular changes occur in acute AU, affecting visual acuity, even without evident retinal or vitreous involvement. The effects of CMV AU on the retinal and choroidal microvasculature highlight the need for posterior segment evaluation to manage AU.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41042359",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Posterior microvascular changes occur in acute AU, affecting visual acuity, even without evident retinal or vitreous involvement. The effects of CMV AU on the retinal and choroidal microvasculature highlight the need for posterior segment evaluation to manage AU"
    },
    {
      "title": "High-dose Oral Vitamin C Supplementation and Acute Pain Control Following Laparoscopic Cholecystectomy: A Randomized Controlled Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042187/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study showed that high-dose oral vitamin C was ineffective for pain reduction after LC.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41042187",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study showed that high-dose oral vitamin C was ineffective for pain reduction after LC"
    },
    {
      "title": "c-KIT Small Molecule Inhibitors as a Therapeutic Strategy for Melanoma: Clinical Insights, SAR, and Future Directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "The proto-oncogene c-KIT plays a key role in several cellular processes such as cell growth, survival, and proliferation. The overexpression of c-KIT has been implicated with the pathogenesis of several malignancies, such as gastrointestinal stromal tumors, acute myeloid leukemia (AML), mastocytosis, and melanoma. Mutation of c-KIT has been observed in acral, mucosal, and chronically sun-damaged melanoma subtypes marking it as a key therapeutic target for melanoma. Moreover, the increasing...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41042158",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Highly Tunable Synaptic Modulation in Photo-Activated Remote Charge Trap Memory for Hardware-Based Fault-Tolerant Learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "The rapid expansion of deep learning applications for unstructured data analysis has led to a substantial increase in energy consumption. This increase is primarily due to matrix-vector multiplication operations, which dominate the energy usage during inference. Although in-memory computing technologies have alleviated some inefficiencies caused by parallel computing, they still face challenges with broader computational algorithms required for advanced deep learning models. In real-world data...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41041969",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subcutaneous daratumumab plus carfilzomib and dexamethasone (D-Kd) versus carfilzomib and dexamethasone (Kd) in patients with relapsed/refractory multiple myeloma who received previous daratumumab treatment: LYNX study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041907/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Daratumumab-based regimens demonstrate clinical efficacy in relapsed/refractory multiple myeloma (RRMM). As more patients receive frontline daratumumab-based therapy, evaluation of daratumumab retreatment is needed. In the phase 2 LYNX study (ClinicalTrials.gov Identifier: NCT03871829), 88 patients with RRMM who received 1-3 prior lines of therapy, one of which contained daratumumab, were randomized to receive subcutaneous daratumumab plus carfilzomib/dexamethasone (D-Kd; n = 44) or...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41041907",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors Associated With Cause-specific Mortality in Older Patients With Advanced NSCLC Treated With PD-1 Inhibitors: A U.S. Population-based Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041850/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "IntroductionDespite improved outcomes with PD-1 inhibitors (PD-1i) in advanced non-small cell lung cancer (NSCLC), the determinants of cancer-, cardiovascular disease (CVD)-, and other-cause mortality remain poorly characterized in older adults. This study applies competing-risks methods to estimate cause-specific mortality and to identify predictors for each cause in this population.MethodsA retrospective cohort study was conducted using the 2014-2019 SEER-Medicare linked database, including...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41041850",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What Is On the Horizon for the Diagnosis and Treatment of SCLC and Large Cell Neuroendocrine Cancer?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "SCLC is a high-grade neuroendocrine malignancy associated with poor prognosis, comprising 15% of lung cancer cases globally. Advances in genetic profiling have revealed that SCLC is a molecularly heterogeneous disease, categorized into subtypes such as SCLC-A, SCLC-N, SCLC-P, and SCLC-I, on the basis of their neuroendocrine and immune-related characteristics. This heterogeneity underscores the need for tailored therapeutic strategies. Large cell neuroendocrine carcinoma (LCNEC) shares histologic...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41041628",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antimicrobial activities of ethanolic Kiam (<em>Cotyleobium lanceotatum</em>) wood extract and its application to extend shelf life of refrigerated Pacific white shrimp",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Kiam wood has been well-known as a natural food preservative in Thailand. Nevertheless, antimicrobial properties against spoilage bacteria as well as their application to extend seafood shelf life remain unclear. Therefore, the present study aimed to investigate antimicrobial activities, active compounds responsible for the antimicrobial activities, and their effect on refrigerated white shrimp shelf life. The result showed that ethanolic Kiam wood extract (eKWE) exhibited strong antibacterial...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41041497",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum: Number of Pretransplant Therapeutic Plasma Exchange Sessions Increase the Recurrence Risk of Hepatocellular Carcinoma in ABO-Incompatible Living Donor Liver Transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "[This corrects the article DOI: 10.3389/ti.2025.14304.].",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41041345",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cerium-mediated site-selective cysteine functionalization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "The chemical roles of lanthanides in biology are increasingly recognized, yet remain largely unexplored. Unlike most lanthanides, cerium is redox-active and readily adapted for chemical transformation. Herein, we report a cerium-mediated oxidative thiol-ene coupling between cysteine-derived thiols and styrenes under aqueous conditions, yielding β-hydroxysulfide products. Building on this reactivity, we developed a site-selective cysteine modification strategy using a 17-amino acid cerium-binding...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41041124",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-parameter tomographic imaging of attenuation and backscattering coefficients for quantitative evaluation of immune cell-mediated cytotoxicity in tumor spheroids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Rationale: Quantitative, non-perturbative assessment of immune cell-mediated cytotoxicity in tumor spheroids remains challenging due to the lack of real-time label-free analytical tools. Conventional methods such as fluorescence imaging or biochemical assays often require labeling and provide limited longitudinal analysis, which prohibits dynamic monitoring of therapeutic responses. This study presents a dual-parameter tomographic analysis method that simultaneously quantifies attenuation...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SKKU",
        "SNU",
        "Yonsei University"
      ],
      "pmid": "41041057",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single radiation exposure induces gut microbiota dysbiosis and decreases short-chain fatty acid metabolism and intestinal barrier integrity in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Ionizing radiation causes biological damage, including DNA damage, inflammation, and tissue homeostasis disruption. The gastrointestinal tract, which harbors diverse gut microbiota, is particularly susceptible to radiation-induced injury and intestinal barrier dysfunction. We aimed to investigate the effects of single and fractionated radiation exposures on gut microbiota diversity and short-chain fatty acid (SCFA) metabolism. Mice were exposed to a single dose (1 Gy, one exposure; dose rate:...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41040983",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the effects of single and fractionated radiation exposures on gut microbiota diversity and short-chain fatty acid (SCFA) metabolism",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of genetic polymorphism and trauma on cortical structures and PTSD severity: Imaging genetics generalized structured component analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040936/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study is one of the few that examined the relationships between various factors related to PTSD symptom severity, including genetics, environment, gene-environment interactions, and brain regions of interest (ROIs), all within a single model. The findings indicated mediating pathways from the HTR3A gene polymorphism to PTSD symptom severity through the volume of the anterior cingulate gyrus, and from the NR3C1 gene polymorphism to PTSD symptom severity via the volume of the...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41040936",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study is one of the few that examined the relationships between various factors related to PTSD symptom severity, including genetics, environment, gene-environment interactions, and brain regions of interest (ROIs), all within a single model. The findings indicated mediating pathways from the H..."
    },
    {
      "title": "Delineating the fecal microbiome of healthy domestic short-hair cats in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our findings provide critical insights into the core microbiota of domestic short-hair cats in South Korea, emphasizing the influence of geographic, physiological, and environmental factors on gut microbial diversity. The results offer a valuable foundation for advancing feline gut health research and enhancing health management strategies for felines, particularly in South Korea.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41040929",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings provide critical insights into the core microbiota of domestic short-hair cats in South Korea, emphasizing the influence of geographic, physiological, and environmental factors on gut microbial diversity. The results offer a valuable foundation for advancing feline gut health research a..."
    },
    {
      "title": "Anatomical Considerations and Technique for Nasolabial Fold Thread Lifting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "This review presents a comprehensive analysis of nasolabial fold classification and correction using thread-lifting techniques. Three distinct types of nasolabial folds are identified: those caused by paranasal volume deficiency, differential tissue laxity, and muscular insertions. The study emphasized the importance of Lore fascia as a key anatomical landmark and optimal adhesion point for thread placement, offering advantages over the traditional temporal approach. The technique uses a...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41040895",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conservative surgical management of stage III medication-related osteonecrosis of the jaw in the mandible: A retrospective study with particular emphasis on anterior mandible",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Conservative surgical management may be a viable alternative to extensive resection in stage III MRONJ of the anterior mandible, particularly when aggressive surgical resection is not feasible. Preserving viable bone is essential for bone healing and functional recovery, and thorough intraoperative assessment is crucial for achieving successful treatment outcomes.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41040548",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Conservative surgical management may be a viable alternative to extensive resection in stage III MRONJ of the anterior mandible, particularly when aggressive surgical resection is not feasible. Preserving viable bone is essential for bone healing and functional recovery, and thorough intraoperative ..."
    },
    {
      "title": "Exploring the relationship of social networks on team effectiveness: a cross-cultural study of collegiate student-athletes in Korea and Hong Kong",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040474/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "The purpose of the current study was to explore the relationship between college sports teams' social networks (i.e., cohesion) and performance (i.e., effectiveness) within distinct sports cultures-specifically, elite sports in Korea vs. recreational sports in Hong Kong. A total of 600 student-athletes participated in a survey, comprising 256 athletes from 30 teams (12 men's teams and 18 women's teams) in Korea and 344 athletes from 27 teams (14 men's teams and 13 women's teams) in Hong Kong....",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41040474",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of the current study was to explore the relationship between college sports teams' social networks (i",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Hemodynamic predictors of rupture in abdominal aortic aneurysms: a case series using computational fluid dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "[This corrects the article DOI: 10.3389/fcvm.2025.1633938.].",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41040073",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role of ALBI Grade as a Predictive Factor for Long-Term Mortality in Patients With Hepatocellular Carcinoma Undergoing Transarterial Chemoembolization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: High ALBI grade (Grade ≥ 2) is associated with increased mortality in patients with Child-Pugh class A and low MELD score undergoing TACE for HCC. ALBI grade may serve as a predictor of survival in patients with preserved liver function receiving TACE.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41039895",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "High ALBI grade (Grade ≥ 2) is associated with increased mortality in patients with Child-Pugh class A and low MELD score undergoing TACE for HCC. ALBI grade may serve as a predictor of survival in patients with preserved liver function receiving TACE"
    },
    {
      "title": "Polarization-Induced Multimode Terahertz Metamaterial for High-Sensitivity and Label-free Drug Monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039830/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Therapeutic drug monitoring (TDM) requires analytical technologies with high sensitivity, accuracy, and efficiency. Terahertz (THz) metamaterials offer strong THz electromagnetic field-analyte interactions and enable label-free detection with minimal sample consumption. However, most conventional designs rely on a single mode resonance (either single peak or multiple peaks), which limits modal diversity and thus causes in peak instability, sensitivity fluctuations, and a lack of real-time error...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41039830",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The fate of SMXLs at the crossroads of phosphorylation and ubiquitination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039776/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41039776",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Implementation of the Hospitalist System and In-Hospital Mortality Among Patients With Cancer: Using the National Health Insurance Cohort Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039775/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Hospitalist services are associated with reduced in-hospital mortality rates in cancer patients, which may be influenced by continuous patient management and expertise. Our results highlight the need for dedicated personnel stationed in hospital wards for improved outcomes of patients with cancer. Our results may encourage the government to consider the expansion of the current policies for efficient allocation of healthcare resources among hospitals in Korea.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41039775",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Hospitalist services are associated with reduced in-hospital mortality rates in cancer patients, which may be influenced by continuous patient management and expertise. Our results highlight the need for dedicated personnel stationed in hospital wards for improved outcomes of patients with cancer"
    },
    {
      "title": "Real-world outcomes of myasthenia gravis management: a cross-sectional study at a Korean tertiary center",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039703/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study provides real-world insights into treatment outcomes in Korean MG patients. While about half achieved stable disease with conventional therapies, a substantial proportion remained inadequately controlled, underscoring ongoing treatment challenges.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41039703",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides real-world insights into treatment outcomes in Korean MG patients. While about half achieved stable disease with conventional therapies, a substantial proportion remained inadequately controlled, underscoring ongoing treatment challenges"
    },
    {
      "title": "Light-Powered Transport of Organic Anions by Microbial Rhodopsins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Microbial rhodopsins are photoactive membrane proteins known for transporting small inorganic ions such as H^(+), Cl^(-), and Na^(+). Their compact structure─comprising seven transmembrane helices─has long been thought to limit their substrate range to such ions. Here, we report that several anion-pumping rhodopsins can also transport organic anions. In particular, a rhodopsin from cyanobacteria transports bulky organic anions, including those with a benzene ring, with volumes up to ∼120 Å³─five...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41039638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anomalous thermal expansion and melting properties of an archetypal f-electron correlated system: Ce",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043458/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "With increasing temperature (T ), a rare-earth element, cerium (Ce), exhibits intricate structural phase transitions from fcc-α to dhcp-β, fcc-γ, and bcc-δ phases before reaching the liquid phase. Interestingly, Ce exhibits abnormal thermal-expansion behavior (either positive or negative) with respect to the temperature change, which is associated with each structural transition. Focusing on the interplay between T -dependent electronic and structural degrees of freedom, we have investigated the...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41043458",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inducing a synergistic anti-obesity effect by increasing the bioavailability of the flavonoid rutin with a L. plantarum strain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Rutin, a sugar-bonded flavonoid, exhibits anti-obesity potential but has limited bioavailability unless hydrolyzed to isoquercetin or further to quercetin. This study evaluated Lactiplantibacillus plantarum HAC03 (HAC03), isolated from Korean white kimchi, as an effective facilitator of rutin bioavailability. HAC03 rapidly converted rutin into isoquercetin and, at a slower rate, to quercetin both in vitro and in vivo. Unlike HAC03-only or rutin-only groups, co-administration of HAC03 and rutin...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41043258",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structure and function of the keratin 17 tail domain associated with keratin intermediate filament organization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043210/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Keratins are the largest subgroup of intermediate filament proteins, forming 10-nm filaments from type I/II heterodimers, and occur primarily in epithelial cells. Keratin 6 (K6; type II) and Keratin 17 (K17; type I) show a complex expression pattern that includes induction following stress and in several diseases, including carcinomas. K17 is being used as a biomarker for several types of cancer. K6 and K17 sequences are respectively highly homologous to K5 and K14, which are expressed in the...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41043210",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Locked Nucleic Acid-Modified Force Probe Reveals High-Force Regulation of Yes-Associated Protein through Talin-Vinculin in Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251004033455&v=2.18.0.post9+e462414",
      "description": "Integrins facilitate cellular mechanotransduction by transmitting mechanical cues from the extracellular matrix. While various DNA-based force probes have demonstrated integrin tension-dependent cellular responses, these typically measure forces up to ∼56 pN, limiting investigations of higher-force mechanobiological responses. Here, we develop a locked nucleic acid-based tension gauge tether (LNA-TGT) capable of measuring higher integrin tensions with increased stability compared to traditional...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41043149",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of low-intensity pulsed ultrasound on muscle mass and Fndc5 mRNA expression in aged male mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044459/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Sarcopenia, the progressive loss of skeletal muscle mass and function with aging, is a growing public health concern. Conventional treatments such as exercise, pharmacological agents, and nutritional support offer limited efficacy, especially in older populations with reduced mobility or comorbidities. This study aimed to evaluate low-intensity pulsed ultrasound (LIPUS) as a novel, non-invasive therapeutic approach for age-related muscle atrophy. LIPUS was applied to the right hindlimbs of young...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41044459",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate low-intensity pulsed ultrasound (LIPUS) as a novel, non-invasive therapeutic approach for age-related muscle atrophy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Growth Charts: From Pen and Paper to Computerised Algorithms to Detect Aberrant Growth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044453/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41044453",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How SecB maintains clients in a translocation competent state",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044429/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Bacterial secretory proteins must remain soluble and non-folded until they reach the SecYEG translocase. Preprotein intrinsic features and chaperones can delay protein folding. The SecB chaperone is known to delay folding of some proteins, however the link between the folding state of a client and its interaction with SecB, until the client-transfer to the translocase remains elusive. This study unravels how a model client, maltose binding protein (MBP), is kept in a non-folded state by SecB....",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41044429",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel approaches to the stratified management of knee osteoarthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Knee osteoarthritis is a highly prevalent whole-joint disease that is associated with substantial morbidity. If step changes are to be made in the management of knee osteoarthritis, novel patient stratification approaches are needed to identify the most effective treatment for individual patients. Numerous methods for stratifying patients with knee osteoarthritis can be employed; clinical presentation, including co-morbidity and pain phenotype, can influence treatment decisions, and there is a...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41044417",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In reply",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044355/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41044355",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical and demographic characteristics of patients with autism spectrum disorder receiving general anesthesia with or without physical restraint: a single-center retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044354/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The characteristics identified in this study, such as large body size, self-injurious behavior, and aggressive behavior, may inform future research aimed at refining physical restraint use for patients with ASD.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41044354",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The characteristics identified in this study, such as large body size, self-injurious behavior, and aggressive behavior, may inform future research aimed at refining physical restraint use for patients with ASD"
    },
    {
      "title": "Reinforcement learning for end-to-end UAV slung-load navigation and obstacle avoidance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "This study introduces an end-to-end Reinforcement Learning (RL) approach for controlling Unmanned Aerial Vehicles (UAVs) with slung loads, addressing both navigation and obstacle avoidance in real-world environments. Unlike traditional methods that rely on separate flight controllers, path planners, and obstacle avoidance systems, our unified RL strategy seamlessly integrates these components, reducing both computational and design complexities while maintaining synchronous operation and optimal...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41044318",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Goal-setting improves movement accuracy during unsupervised training in stroke patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "This pilot study investigated whether goal-setting leads to good behavioral performance and high motivation during an unsupervised reaching task in patients with subacute stroke. Using a single-blind, stratified randomized controlled design, 50 patients with unilateral upper-extremity motor paralysis were allocated to either a goal-setting group (n = 25) or a control group (n = 25) without goal setting. Both groups performed an unsupervised reaching task during a 15-minute session. The primary...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41044261",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "setting",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Championing maternal health and reducing maternal mortality: a global multidisciplinary imperative",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044241/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41044241",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neonatal enteral antibiotics reduce gut inflammation and delay systemic immune development in preterm pigs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Neonatal AB treatment might reduce gut inflammation; however, it may cause subsequent reduced capacity to combat systemic infections.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41044226",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Neonatal AB treatment might reduce gut inflammation; however, it may cause subsequent reduced capacity to combat systemic infections"
    },
    {
      "title": "Sutureless versus transcatheter valves for the treatment of aortic valve stenosis: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "An important limitation of the pivotal randomized controlled trials that compared transcatheter aortic valve replacement (TAVR) to surgical aortic valve replacement (SAVR) is that the SAVR arm scarcely included sutureless bioprosthetic valves. We identified 13 retrospective propensity-matched studies in low (n = 2), intermediate (n = 8), and high-risk (n = 3) patients, using EuroSCORE and STS score to assess perioperative risk. One large registry drove the outcome in low-risk patients, showing...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41044191",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "limitation of the pivotal randomized controlled trials that compared transcatheter aortic valve replacement (TAVR) to surgical aortic valve replacement (SAVR) is that the SAVR arm scarcely included su...",
      "conclusion": null
    },
    {
      "title": "Mapping postpartum physical activity, sedentary time, and sleep: assessing the impact of prenatal physical activity interventions in the FitMum randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044147/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Postpartum physical activity (PA) is linked to improved mental health and sleep. Yet, many women do not return to pre-pregnancy PA levels, and sedentary behavior may increase. This study mapped PA, sedentary time, and sleep from early pregnancy to one year postpartum, and examined if prenatal PA interventions affect these outcomes postpartum. In the FitMum randomized controlled trial, 220 healthy, inactive pregnant women (< 15 + 0 weeks gestation) were assigned to standard care (CON), supervised...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41044147",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intensification of marine heatwaves and their climate drivers in the Arabian Gulf",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044110/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Marine heatwaves (MHWs) are extreme sea surface temperature (SST) phenomena that can profoundly impact marine ecosystems but remain largely unexplored in the Arabian Gulf. We use a high resolution satellite SST and atmospheric reanalysis datasets to perform an extensive study of spatial and temporal variations of MHWs and their potential driving factors. Significant positive trends in MHW days, duration, and frequency are observed, particularly in the southeastern Gulf and the Sea of Oman during...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41044110",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "marine ecosystems but remain largely unexplored in the Arabian Gulf",
      "conclusion": null
    },
    {
      "title": "A renormalization group analysis of bubble breakup",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "The self-similarity has been discussed repeatedly for the singular dynamics such as breakup of a fluid drop and its resemblance to critical phenomena in thermodynamic transitions has also been pointed out. Although critical phenomena have been well understood by the renormalization group (RG) theory, the counterpart has not been developed for the breakup problem. Here, we apply an RG analysis developed in mathematics for partial differential equations (PDEs) without noise terms to the bubble...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41044075",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of phenolic compounds from the aerial parts of Holy basil (<em>Ocimum tenuiflorum</em>) cultivar 'Himalayan Sunset Blue', their anti-oxidant activity, and anthocyanin contribution to colour stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Two anthocyanins, eight flavones, and four phenolic compounds were isolated from the aerial parts of Holy basil (Ocimum tenuiflorum) cultivar 'Himalayan Sunset Blue'. They were identified as cyanidin 3-O-[(6''″-E-p-coumaroylglucopyranosyl)-(1→4)-(6″-E-p-coumaroylglucopyranoside)]-5-O-(6″'-malonylglucopyranoside) and cyanidin 3-O-[glucopyranosyl-(1→4)-(6″-E-p-coumaroylglucopyranoside]-5-O-(6'″-malonylglucopyranoside) for anthocyanins, apigenin, luteolin, chrysoeriol and their 7-O-glycosides for...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41044043",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reversal of ACLF and ALF using whole blood extracorporeal system combining HLA-depleted liver organoids with granulocyte-monocyte apheresis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044028/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The tandem UTOpiA circuit confers a significant survival benefit in preclinical rodent models of ACLF and ALF by providing anti-inflammatory, synthetic, and metabolic support. Elucidating the regenerative signals that promote recovery of the injured liver may further expand the potential of this whole blood extracorporeal system as a novel, off-the-shelf liver support therapy.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41044028",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The tandem UTOpiA circuit confers a significant survival benefit in preclinical rodent models of ACLF and ALF by providing anti-inflammatory, synthetic, and metabolic support. Elucidating the regenerative signals that promote recovery of the injured liver may further expand the potential of this who..."
    },
    {
      "title": "Effectiveness and appropriateness of interventions to enhance the quality of life of informal caregivers of patients receiving home-based palliative care: a mixed-methods systematic review protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043842/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Informal caregivers play a vital role in caring for individuals who choose to spend the end of their life at home. However, this caregiving role often imposes considerable physical, emotional, social and financial burdens that can negatively impact caregivers' quality of life. A comprehensive understanding of the breadth of interventions designed to support caregivers of individuals receiving home-based palliative and end-of-life care is essential, along with insights into how...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41043842",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "caregivers' quality of life",
      "conclusion": null
    },
    {
      "title": "Improving reproducibility of data analysis and code in medical research: 5 recommendations to get started",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043836/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Due to the growing use of high-dimensional data and methodological advances in medical research, reproducibility of research is increasingly dependent on the availability of reproducible code. However, code is rarely made available and too often only partly reproducible. Here, we aim to provide practical and easily implementable recommendations for medical researchers to improve the reproducibility of their code. We reviewed current coding practices in the population-based Rotterdam Study...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41043836",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to provide practical and easily implementable recommendations for medical researchers to improve the reproducibility of their code",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "METTL3 contributes to osimertinib resistance in non-small cell lung cancer cell lines by regulating CDC25A and AURKB mRNA stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Osimertinib, a third-generation EGFR tyrosine kinase inhibitor, is used as a first-line therapy for non-small cell lung cancer (NSCLC) harboring EGFR mutations. Nevertheless, the emergence of acquired drug resistance poses a significant challenge, leading to poor clinical outcomes. METTL3, a key methyltransferase responsible for N6-methyladenosine (m6A) modification of RNA, has been implicated in cancer development and progression across various cancer types. In this study, we explored the role...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41043761",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of a novel heat tolerance trait and subsequent haplotype block-based analysis to identify associated regions in Dutch Holstein cattle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043706/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Heat stress is a major environmental challenge affecting dairy cattle, leading to behavioral changes, production losses, and welfare concerns. As heat stress events intensify and become more frequent due to climate change, identifying animals that are able to maintain high production levels during heat stress events, commonly referred to as heat tolerance, is crucial for sustainable dairy production. In this study, we develop a pipeline to quantify the population-wise impact of heat stress on a...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41043706",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of heat stress on a",
      "conclusion": null
    },
    {
      "title": "Biomechanical characterization of the human pia-arachnoid complex using bulge inflation testing and the virtual fields method",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043670/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "The cranial meninges are crucial structures in protecting the brain against injury. Hence, a biofidelic mechanical representation of these tissues is essential for accurate computational predictions of stress and strain in the brain during a traumatic brain injury. This study presents a biomechanical analysis of human pia-arachnoid complex tissue, which is formed by the two innermost meningeal layers. Bulge inflation experiments were performed on 29 pia-arachnoid complex samples to investigate...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41043670",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phytocompounds from Terminalia brownii Fresen. Bark Target Bacterial DHFR: An Integrated In vitro, In silico, and In vivo Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043666/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings validate the traditional use of T. brownii and highlight its potential as a source of DHFR-inhibiting antibacterial agents for integration into modern antimicrobial strategies.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41043666",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings validate the traditional use of T. brownii and highlight its potential as a source of DHFR-inhibiting antibacterial agents for integration into modern antimicrobial strategies"
    },
    {
      "title": "Hindering Tau Fibrillization by Disrupting Transient Precursor Clusters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Tau protein, a central player in Alzheimer's disease (AD), exhibits cytotoxicity upon ﬁbril formation. Understanding the early stages of tau ﬁbrillization is therefore critical for the development of eﬀective thera- peutics. Previous work [Rasmussen. et. al, J. Mol. Biol., 2023] reported the rapid formation of Thioﬂavin T (ThT)-inactive clusters upon mixing tau with anionic polymers, yet the functional role of these clusters remained unclear. Here, we demonstrate that these transient clusters...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41043620",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global and Regional Trends in Hypertensive Heart Disease-Related Mortality: Insight from World Health Organization Database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043600/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Hypertensive heart disease (HHD) remains one of the leading causes of cardiovascular morbidity and mortality across the globe. Unbalanced lifestyle, dietary patterns, and lack of awareness caused an increase in HHD and associated mortality. This study aims to explore global mortality trends in HHD patients and examines the disparities based on sex and regions across the globe. We obtained mortality data from the World Health Organization Mortality Database for HHD from 2000 to 2019. Crude (CMR)...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41043600",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to explore global mortality trends in HHD patients and examines the disparities based on sex and regions across the globe",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Involvement of Bombyx mori nucleopolyhedrovirus GP37 in the postmortem host liquefaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "GP37, a component protein of baculovirus particles, enhances the ability of occlusion-derived virions (ODV) to penetrate the peritrophic membrane of host insects. The GP37 of Bombyx mori nucleopolyhedrovirus (BmNPV Orf52, Bm52) localizes to the mitochondria of host cells throughout the course of infection. However, the specific role of BmNPV GP37 (BmGP37) within infected cells and larvae remains unclear. In this study, to investigate the function of BmGP37, a Bmgp37-deleted virus (Bmgp37D) was...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41043582",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toward a thermodynamic taxonomy of amyloid fibrils",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043396/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "In this issue of Structure, Connor et al.¹ combine topology and residue-level energetics of α-synuclein and tau fibrils to identify isoenergetic fold families. They reveal how conserved hotspot residues, mutations, and, potentially, environmental cues steer polymorph selection, providing a unified framework for comparing amyloid strains and classifying emergent structures.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41043396",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PARP1 auto-modification promotes faithful Okazaki fragment processing and limits replication fork speed",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043391/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Poly(ADP-ribose) polymerase (PARP) inhibitors have proven their efficacy for treating tumors defective in homologous recombination via synthetic lethality. In response to DNA breaks, PARP1 is the primary ADP-ribosylation writer, modifying itself (auto-modification) and other proteins to facilitate repair. However, enzymatic inhibition blocks both processes, making it difficult to dissect their distinct functional roles. Using proteomics and site-directed mutagenesis, we identified a PARP1 mutant...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41043391",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three-layer trap: Congener-specific PCBs accumulation driven by the biological pump in the Sea of Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043380/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "A high-resolution, three-dimensional hydrodynamic-ecosystem-PCB model was applied to the Sea of Japan to investigate the roles of volatility and particle affinity in shaping the seasonal and spatial variations of four PCB congeners (CB28, CB101, CB153, and CB180). After a 21-year climatological simulation, their concentrations reveal a persistent three-layer vertical structure across all seasons, with dissolved PCBs maxima in the intermediate water (100-600 m). Although CB28 attains the highest...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41043380",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sonochemical degradation of CCl<sub>4</sub> in alcohol-water system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41043207/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "In this study, methanol (MeOH), ethanol (EtOH), 1-propanol (PrOH), and ethylene glycol (EG) were used as alcohol-CCl(4) pretreatment solutions for the first time to investigate the effect of alcohol on the sonochemical degradation of CCl(4). The results showed that this pretreatment method provided the homogeneous dissolution of CCl(4) in aqueous solution in a short preparation time and the enhancement of the sonochemical degradation of CCl(4). In addition, the rate of the degradation of CCl(4)...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41043207",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The PP2A-B55α phosphatase is a master regulator of mitochondrial degradation and biogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Mitochondrial homeostasis relies on a tight balance between mitochondrial biogenesis and degradation. Although mitophagy is one of the main pathways involved in the clearance of damaged or old mitochondria, its coordination with mitochondrial biogenesis is poorly characterized. Here, by unbiased approaches including last-generation liquid chromatography coupled to mass spectrometry and transcriptomics, we identify the protein phosphatase PP2A-B55α/PPP2R2A as a Parkin-dependent regulator of...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042873",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "1'-Cyanocytidine-5'-isobutyryl is a potent SARS-CoV-2 inhibitor in culture and infected Syrian hamsters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and COVID-19 epidemic is relatively under control due to the rapid development and deployment of vaccines and a few drugs. However, challenges persist, as new variants and issues with vaccine durability may compromise their effectiveness. Here, we report the discovery and evaluation of 1'-cyanocytidine (CNC), a nontoxic, next-generation nucleoside analog that displays submicromolar inhibition of SARS-CoV-2 replication in various...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042868",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surface Structure Modulation of La<sub>0.6</sub>Sr<sub>0.4</sub>CoO<sub>3</sub> Films on SrTiO<sub>3</sub> (001) Substrate under Electrochemical Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042822/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "The surface structure of the La(0.6)Sr(0.4)CoO(3) film, a typical model water-splitting catalyst, is examined under vacuum and electrochemical conditions using surface X-ray diffraction. The pristine sample has a two-unit-cell-thick strongly polarized SrCoO(3) layer at the surface, and the surface termination is predominantly a CoO(2) layer with apical oxygen atoms. After electrochemical treatment, the surface was covered with an additional edge-shared CoO(6) double layer. The polarization in...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042822",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chain-Length-Dependent Phase Behavior and Photoluminescence in Imidazole-Substituted Fluorinated Tolane Liquid Crystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042681/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Multifunctional materials that exhibit both photoluminescence (PL) and liquid-crystalline (LC) properties, referred to as photoluminescent liquid crystals (PLLCs), have garnered considerable interest for applications in fluorescent thermometers and thermosensors. This interest is attributable to their reversible fluorescence switching behavior, driven by aggregated structural changes associated with phase transitions upon heating and cooling. The research group has developed various PLLCs by...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042681",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Best clinical practise guidance for the use of antibiotics in children: an EAPD policy document",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042489/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These guidelines serve as a framework to optimize antibiotic use in children, emphasizing the importance of targeted prescribing practices and the implementation of preventive strategies in pediatric dental care.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042489",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These guidelines serve as a framework to optimize antibiotic use in children, emphasizing the importance of targeted prescribing practices and the implementation of preventive strategies in pediatric dental care"
    },
    {
      "title": "Clinical impact of computed tomography-measured skeletal muscle status at the third cervical vertebra on definitive radiotherapy outcomes for head and neck squamous cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Among the CT-derived body composition parameters assessed at the C3 level, low SMA was the only significant independent predictor of OS in patients with HNSCC receiving definitive radiotherapy. These findings support the clinical relevance of SMA assessment as a straightforward and robust prognostic biomarker and underscore the need for further investigation into the prognostic potential of other body composition metrics.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042417",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among the CT-derived body composition parameters assessed at the C3 level, low SMA was the only significant independent predictor of OS in patients with HNSCC receiving definitive radiotherapy. These findings support the clinical relevance of SMA assessment as a straightforward and robust prognostic..."
    },
    {
      "title": "Prognostic Impact of Cachexia in Patients Undergoing Radical Resection for Colorectal Cancer: A Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Cachexia, as quantified by P-CXI, was significantly associated with worse long-term outcomes after curative CRC resection. P-CXI may serve as a simple and objective prognostic marker.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042377",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "prognostic marker",
      "significance": null,
      "conclusion": "Cachexia, as quantified by P-CXI, was significantly associated with worse long-term outcomes after curative CRC resection. P-CXI may serve as a simple and objective prognostic marker"
    },
    {
      "title": "Robotic surgery enhances patients' survival in rectal cancer: a propensity score-weighted multicenter cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Robotic surgery for rectal cancer may be associated with a higher complete resection rate and improved 3-year RFS compared with conventional laparoscopic surgery in a real-world setting.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042341",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Robotic surgery for rectal cancer may be associated with a higher complete resection rate and improved 3-year RFS compared with conventional laparoscopic surgery in a real-world setting"
    },
    {
      "title": "Platelet-like cells differentiated from adipose-derived mesenchymal stem cells inhibit acute inflammation of tendinopathy in rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042331/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ASCL-PLC has advantages over existing PRP therapies, including the ability to be cryopreserved after quality checks, and homogeneous populations of ASCL-PLCs can be prepared in large quantity. We conclude that in the future ASCL-PLCs may serve as an allogeneic transplant effective to treat tendinopathy.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042331",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ASCL-PLC has advantages over existing PRP therapies, including the ability to be cryopreserved after quality checks, and homogeneous populations of ASCL-PLCs can be prepared in large quantity. We conclude that in the future ASCL-PLCs may serve as an allogeneic transplant effective to treat tendinopa..."
    },
    {
      "title": "A randomized controlled trial of two pulsed field ablation systems for paroxysmal atrial fibrillation: the DUAL-PULSE trial rationale and design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The DUAL-PULSE trial is a multicenter, prospective, open-label, randomized controlled trial that will directly compare the efficacy and safety of the two PFA systems. This study will provide a better understanding of the advantages and limitations of each system.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042294",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The DUAL-PULSE trial is a multicenter, prospective, open-label, randomized controlled trial that will directly compare the efficacy and safety of the two PFA systems. This study will provide a better understanding of the advantages and limitations of each system"
    },
    {
      "title": "Supramolecular Interface Engineering via Interdiffusion for Reusable and Dismantlable Polymer Adhesion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Controllable adhesion that enables both reuse and dismantling is a key requirement for sustainable materials and device integration. Here,a polymeric adhesion system is demonstrated based on reversible interactions at the interface, in which the association and dissociation of supramolecular complexes are externally regulated by thermal and chemical stimuli. By tuning the glass transition temperature (T(g)) of the polymers, chain mobility and complex reformation are simultaneously optimized,...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042275",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "On polarization, incommensurability, and value-laden research. A response to Bjørn Hofmann, 2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "In this commentary, I integrate Bjørn Hofmann's thorough analysis of polarization in research with two considerations. First, Hofmann defines polarization as characterized by incommensurable positions. This makes his definition too strict, as hardly any disagreement in modern science, including the cases he discusses, is based on genuine incommensurability. Polarization in research is better characterized in terms of perceived incommensurability between opposite groups. This is not a mere...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042196",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IMPDH and GTP Metabolism in Cancer: Mechanisms, Regulation, and Translational Scope",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042129/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Guanosine triphosphate (GTP) is increasingly recognized as a critical actor in cancer cell proliferation, yet its regulatory mechanism remains incompletely defined. A key contributor to elevated GTP levels in tumors is inosine monophosphate dehydrogenase 2 (IMPDH2), a rate-limiting enzyme in the de novo guanine nucleotide biosynthetic pathway. Although IMPDH inhibitors, mycophenolic acid (MPA) and mycophenolate mofetil (MMF), have shown potential in cancer therapies, their success has been...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042129",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Limitations of FAERS-based analyses of paternal drug exposure: The critical need for maternal data integration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41042020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41042020",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Continuous glucose monitoring systems for adolescents and adults living with type 2 diabetes mellitus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "This is a protocol for a Cochrane Review (intervention). The objectives are as follows: To evaluate the benefits (contributions to blood glucose control and prevention of various complications) and harms (skin-related problems and other adverse effects) of CGM compared to the standard of care, which includes measuring HbA1c, fructosamine, or glycated albumin, as well as conducting SMBG, in adolescents and adults living with type 2 diabetes. We will include real-time CGM, intermittently scanned...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41041869",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "are as follows: To evaluate the benefits (contributions to blood glucose control and prevention of various complications) and harms (skin-related problems and other adverse effects) of CGM compared to...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fast PET reconstruction with variance reduction and prior-aware preconditioning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41041148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "We investigated subset-based optimization methods for positron emission tomography (PET) image reconstruction incorporating a regularizing prior. PET reconstruction methods that use a prior, such as the relative difference prior (RDP), are of particular relevance because they are widely used in clinical practice and have been shown to outperform conventional early-stopped and post-smoothed ordered subset expectation maximization. Our study evaluated these methods using both simulated data and...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41041148",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "subset-based optimization methods for positron emission tomography (PET) image reconstruction incorporating a regularizing prior",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case report of an aggressive cardiac myxofibrosarcoma with rapid disease progression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040933/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Primary cardiac myxofibrosarcoma is an exceptionally rare malignant tumour, often asymptomatic until local invasion or distant metastasis occurs. Early diagnosis is challenging, and the prognosis is generally poor owing to high local recurrence and metastasis rates.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41040933",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative Description of a New Freshwater Tardigrade Species, <em>Dactylobiotus taiwanensis</em> (Tardigrada: Eutardigrada: Murrayidae), Discovered Through Social Media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41040462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "Two freshwater tardigrade populations belonging to the genus Dactylobiotus were investigated using phase contrast microscopy, scanning electron microscopy, and molecular markers commonly employed in tardigrade phylogenetic studies (18S rRNA, 28S rRNA, ITS2, and COI). The population from Taiwan, discovered through social media, represents a new species, described here as Dactylobiotus taiwanensis sp. nov. This species is most similar to Dactylobiotus parthenogeneticus but differs in the presence...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41040462",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ten-Year Results of a Prospective Study on One-Piece Zirconia Oral Implants for Single-Tooth Reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039731/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Given the high implant loss rate after 10 years and the high occurrence of advanced bone loss observed in this study, the implant was not recommended for routine clinical use.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41039731",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Given the high implant loss rate after 10 years and the high occurrence of advanced bone loss observed in this study, the implant was not recommended for routine clinical use"
    },
    {
      "title": "Energy-Transfer Excitation of Dibenzothiophene <em>S</em>-Oxide Induces Oxomethylation of Styrenes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "The photoexcitation of sulfoxides has traditionally required intense UV light irradiation, thereby limiting their applicability in organic synthesis. Here we report that photosensitization under fac-Ir(ppy)(3) catalysis and blue-light irradiation effectively excites dibenzothiophene S-oxide under much milder conditions. The excited sulfoxide reacts with DMSO solvent to promote the oxomethylation of styrenes. Mechanistic investigations disclosed that the excited dibenzothiophene S-oxide undergoes...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41039656",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Schistosome species, parasite development, and co-infection combinations determine microbiome dynamics in the snail Biomphalaria glabrata",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41039628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251004033456&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The timing of this bacterial shift suggests an intricate parasite-snail interaction around key parasite development moments. Future studies investigating the tripartite interaction are advised to consider the effect of outcompeted or prepatent infections on the snail's microbiome.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41039628",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The timing of this bacterial shift suggests an intricate parasite-snail interaction around key parasite development moments. Future studies investigating the tripartite interaction are advised to consider the effect of outcompeted or prepatent infections on the snail's microbiome"
    },
    {
      "title": "Development and evaluation of a machine learning prediction model for short-term mortality in patients with diabetes or hyperglycemia at emergency department admission",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: A machine learning model based on routinely collected data in the ED accurately predicted 30-day mortality with high specificity and sensitivity. This approach shows promise in identifying high-risk patients requiring close monitoring and timely interventions.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044571",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A machine learning model based on routinely collected data in the ED accurately predicted 30-day mortality with high specificity and sensitivity. This approach shows promise in identifying high-risk patients requiring close monitoring and timely interventions"
    },
    {
      "title": "Cytokine expression profile in the human brain of older adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "Alzheimer's disease (AD) is a complex neurodegenerative condition linked to chronic neuroinflammation. This study investigates the cytokine gene expression profile in cortical tissue samples from elderly individuals with and without AD to identify potential biomarkers and enhance our understanding of disease pathogenesis. Utilizing high-depth RNA sequencing data, we identified a set of cytokines whose expression significantly associated with different aspects of the AD phenotype, including...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044568",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between residential proximity to major roadways and sleep health in older Chinese people: the moderating role of living environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044536/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044536",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efforts in surgical site infection surveillance at the Mbouo Protestant Hospital in Cameroon",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044533/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This pilot study reveals a significant burden of SSIs, AMR and perioperative mortality at a district hospital in Cameroon. Despite its limitations, the study identified critical areas for improvement, including developing adapted guidelines for orthopaedic SSIs, improving the implementation of SSI prevention guidelines, and enhancing perioperative antimicrobial stewardship. These findings emphasise the necessity of further research and targeted interventions in this underrepresented,...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044533",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This pilot study reveals a significant burden of SSIs, AMR and perioperative mortality at a district hospital in Cameroon. Despite its limitations, the study identified critical areas for improvement, including developing adapted guidelines for orthopaedic SSIs, improving the implementation of SSI p..."
    },
    {
      "title": "Occupational status and outcomes in acute myocardial infarction: a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044526/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044526",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impacts of the COVID-19 pandemic on tuberculosis patients' healthcare-seeking behaviors and doctors' diagnosis delays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044522/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The impact of the COVID-19 pandemic on tuberculosis varied by region and population. It is necessary to respond in a timely and precise manner according to the scope of the disease pandemic, accessibility of medical resources, and population literacy to reduce the adverse impacts of other disease epidemics on tuberculosis prevention and control.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044522",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of the COVID-19 pandemic on tuberculosis varied by region and population",
      "conclusion": "The impact of the COVID-19 pandemic on tuberculosis varied by region and population. It is necessary to respond in a timely and precise manner according to the scope of the disease pandemic, accessibility of medical resources, and population literacy to reduce the adverse impacts of other disease ep..."
    },
    {
      "title": "Trends in neonatal mortality on the first day of life in Japan, Korea, and Taiwan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044502/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Further analyses are needed to explore potential factors associated with the particular pattern of trends of NMRs at specific age-at-death group. Neonatal mortality on the first day of life is not an appropriate indicator of neonatal care quality, as it may be influenced by artifacts related to birth certification practices.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044502",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Further analyses are needed to explore potential factors associated with the particular pattern of trends of NMRs at specific age-at-death group. Neonatal mortality on the first day of life is not an appropriate indicator of neonatal care quality, as it may be influenced by artifacts related to birt..."
    },
    {
      "title": "Predicting reduction loss risk after acromioclavicular joint dislocation treated with the endobutton device",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Patients with displacement greater than 100% of the thickness of the distal clavicle had poorer postoperative clinical outcomes. We found a correlation between reduction loss and tunnel malposition, no additional pin fixation and premature weight-bearing of the affected limb (< 5 weeks). Our nomogram helped to identify high-risk patients and provide them with close follow-up and even surgical intervention to reduce the rate of reduction loss. It also provided us with guidance on...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044491",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with displacement greater than 100% of the thickness of the distal clavicle had poorer postoperative clinical outcomes. We found a correlation between reduction loss and tunnel malposition, no additional pin fixation and premature weight-bearing of the affected limb (< 5 weeks)"
    },
    {
      "title": "Assembly and comparative analysis of the first complete mitochondrial genome of Camellia sinensis var. assamica 'Hainan Dayezhong', endemic to Hainan Province, China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044479",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pain is Associated with E-Cigarette Use and Dependence in Young Adults: Findings from Wave 7 (2022-2023) of the Population Assessment of Tobacco and Health (PATH) Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings suggest that moderate/severe pain may serve as a risk factor for e-cigarette use, dependence, and dual e-cigarette and other tobacco product use among young adults. Future prospective research is needed to clarify temporal precedence in the onset of moderate/severe pain and e-cigarette use among young adults. Clinical interventions focused on e-cigarette prevention and cessation among young adults with chronic pain may also be warranted.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044447",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that moderate/severe pain may serve as a risk factor for e-cigarette use, dependence, and dual e-cigarette and other tobacco product use among young adults",
      "conclusion": "These findings suggest that moderate/severe pain may serve as a risk factor for e-cigarette use, dependence, and dual e-cigarette and other tobacco product use among young adults. Future prospective research is needed to clarify temporal precedence in the onset of moderate/severe pain and e-cigarett..."
    },
    {
      "title": "A stable monoclinic variant and resultant robust ferroelectricity in single-crystalline hafnia-based films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "The ferroelectricity in nanoscale HfO(2)-based films enables their applications more promising than that of the perovskite oxides, taking into account the easy compatibility with the modern silicon-based semiconductor technology. However, the well-known polar orthorhombic phase is thermodynamically metastable, making the applications of HfO(2)-based ferroelectrics challenging in terms of uncontrollability and consequently instability of the physical performance in electronic devices. Here we...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044443",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of the gut microbiome and sex hormones in postmenopausal women with newly diagnosed hormone receptor-positive breast cancer versus healthy women: a prospective case-control study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This pilot study showed differences in the gut microbiome and endogenous progesterone levels among postmenopausal women with hormone receptor-positive breast cancer compared with healthy controls. These interesting findings may have implications for breast cancer risk and prevention and warrant further exploration.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044437",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for breast cancer risk and prevention and warrant further exploration",
      "conclusion": "This pilot study showed differences in the gut microbiome and endogenous progesterone levels among postmenopausal women with hormone receptor-positive breast cancer compared with healthy controls. These interesting findings may have implications for breast cancer risk and prevention and warrant furt..."
    },
    {
      "title": "Author Correction: Stereotactic radiosurgery for patients with brain metastases: current principles, expanding indications and opportunities for multidisciplinary care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044428",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatial multiomics of acute myocardial infarction reveals immune cell infiltration through the endocardium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044418/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "Myocardial infarction (MI) continues to be a leading cause of death worldwide. Even though it is well established that the complex interplay between different cell types determines the overall healing response after MI, the precise changes in the tissue architecture are still poorly understood. In this study, we generated an integrative cellular map of the acute phase after murine MI using a combination of imaging-based transcriptomics (Molecular Cartography) and antibody-based highly...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044418",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ThymUS approaching maturity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044412",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discovery of iridoid cyclase completes the iridoid pathway in asterids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044409/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "Iridoids are specialized monoterpenes ancestral to asterid flowering plants^(1,2) that play key roles in defence and are also essential precursors for pharmacologically important alkaloids^(3,4). The biosynthesis of all iridoids involves the cyclization of the reactive biosynthetic intermediate 8-oxocitronellyl enol. Here, using a variety of approaches including single-nuclei sequencing, we report the discovery of iridoid cyclases from a phylogenetically broad sample of asterid species that...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044409",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "alkaloids^(3,4)",
      "conclusion": null
    },
    {
      "title": "Retrieval from vacuolar and endosomal compartments underpinning the neofunctionalization of SNARE in plants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044406/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "A distinctive protein and lipid composition underlies the distinct function of each organelle, regulated by balanced anterograde and retrograde membrane trafficking. The vacuole, the largest plant organelle, is pivotal in various plant functions, and its protein composition is tightly regulated by bidirectional trafficking. However, the existence of retrograde transport from the plant vacuole has remained unverified. Here we demonstrate retrograde trafficking from the vacuole in Arabidopsis. We...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044406",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Classification of major depressive disorder using vertex-wise brain sulcal depth, curvature, and thickness with a deep and a shallow learning model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "Major depressive disorder (MDD) is a complex psychiatric disorder that affects the lives of hundreds of millions of individuals around the globe. Even today, researchers debate if morphological alterations in the brain are linked to MDD, likely due to the heterogeneity of this disorder. The application of deep learning tools to neuroimaging data, capable of capturing complex non-linear patterns, has the potential to provide diagnostic and predictive biomarkers for MDD. However, previous attempts...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044403",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age-related differences in activities of daily living among older Chinese adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "The decline in activities of daily living (ADL) significantly impacts independence and quality of life among older adults. This study used data from the China Health and Retirement Longitudinal Study (CHARLS) to conduct a cross-sectional analysis of 4,751 functionally impaired older Chinese adults aged ≥ 60 years with Modified Barthel Index (MBI) scores < 100. Participants were stratified into seven age groups (60-64, 65-69, 70-74, 75-79, 80-84, 85-89, and ≥ 90 years), and simple linear models...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044393",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of post-laryngectomy dysphagia rehabilitation using High-Resolution impedance manometry: an exploratory study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044380/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Alaryngeal resistance-based swallowing exercises lead to small, non-significant differences in pharyngeal pressures. HRIM provides valuable insights, but its application for this population remains uncertain.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044380",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Alaryngeal resistance-based swallowing exercises lead to small, non-significant differences in pharyngeal pressures. HRIM provides valuable insights, but its application for this population remains uncertain"
    },
    {
      "title": "Predicting the response to immunotherapy from gene expression data in HER2-negative breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our analysis shows that ARIADNE is predictive of the response to immunotherapy, but not to chemotherapy, in HER2- patients.",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044370",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our analysis shows that ARIADNE is predictive of the response to immunotherapy, but not to chemotherapy, in HER2- patients"
    },
    {
      "title": "TNF-α x FcαRI bi-specific antibody potentiates neutrophil-mediated anti-tumor effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044367/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "Immunotherapy has emerged as a promising strategy against cancer, but many patients fail to achieve durable responses. Inefficiency of immunotherapy is often caused by the immunosuppressive tumor microenvironment. Previously, we demonstrated that treatment with an FcαRI-stimulating bi-specific antibody (BsAb), designed to recruit myeloid cells as cytotoxic effector cells, significantly decreased tumor growth in a murine cancer model. Nonetheless, complete tumor eradication was not achieved. In...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044367",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Brain tumors induce widespread disruption of calvarial bone and alteration of skull marrow immune landscape",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "The skull marrow niche has recently been identified as a reservoir that supplies the brain with monocytes and neutrophils in the context of disease and injury, but its role in brain cancers remains unknown. Here we show that glioblastoma, the most malignant type of brain tumor, induces calvarial bone abnormalities in murine models and patients with glioblastoma, altering osteoclast activities and increasing the number of skull channels in mice. Single-cell RNA sequencing revealed...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044343",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enzyme-converted O kidneys allow ABO-incompatible transplantation without hyperacute rejection in a human decedent model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "ABO-incompatible kidney transplantation is widely used to meet the escalating need for organs. Current recipient-centric desensitization protocols involving antibody depletion through plasmapheresis increase the risk of infections, perioperative bleeding events and costs. Here we present a donor-centric desensitization protocol, converting type-A kidneys into enzyme-converted O kidneys during hypothermic perfusion to remove the A antigen from the kidneys. An ex vivo model resulted in no...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044341",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of blood flow restriction combined with electrical stimulation on muscle functions and performance in university football players with knee osteoarthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "The purpose of this study was to investigate the effects of combining blood flow restriction training (BFRT) with electrical muscle stimulation (EMS) on muscle functions and sports performance in football players with knee osteoarthritis (KOA). This parallel randomized controlled trial was conducted on 64 football players diagnosed with KOA at Chengdu Sport University. Participants were enrolled based on predefined eligibility criteria and randomly allocated to four groups: the control group...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044340",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to investigate the effects of combining blood flow restriction training (BFRT) with electrical muscle stimulation (EMS) on muscle functions and sports performance in football players...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The crux of NPO paradox revealed by increased pneumonia incidence in post-stroke dysphagia patients with dietary restrictions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "Dysphagia patients are at increased risk of stroke-associated pneumonia (SAP). This bicenter study evaluated whether dietary restrictions, specifically nil per os (NPO) and texture-modified food (TMF), reduce SAP incidence in post-stroke dysphagia (PSD). Data from 160 consecutive acute PSD patients treated in two university stroke units were retrospectively analyzed. The primary outcome was SAP incidence; secondary outcomes included length of hospitalization, mortality, and nasogastric tube...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044338",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strontium and oxygen isotope analysis reveals changing connections to place and group membership in the world's earliest village societies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "The Neolithic of southwest Asia, 11,600-7500 years ago, charts the earliest establishment of permanent settlements and changes in food procurement and community structure that transformed human lifeways. Our understanding of the social behaviors that impacted these shifting connections to place and group membership can be improved by studying how people moved across landscapes. Parts of southwest Asia have shown contrasting evidence for mobility practices, but little is known from the Northern...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044333",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GC-MS/MS analysis of seminal plasma PUFAs in distinct subgroups of infertile men: diagnostic potential and insight into mechanisms of male infertility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "Infertility affects approximately 17.5% of the adult population, with the male factor contributing to nearly half of the cases. Seminal plasma has emerged as a potential source of biomarkers and insights into the mechanisms of male infertility; however, the significance of polyunsaturated fatty acids (PUFAs) in this body fluid remains insufficiently explored. The main objectives of the present observational study were to compare selected PUFA (linoleic acid (LA), α-linolenic acid (ALA),...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of the present observational study were to compare selected PUFA (linoleic acid (LA), α-linolenic acid (ALA),",
      "significance": "of polyunsaturated fatty acids (PUFAs) in this body fluid remains insufficiently explored",
      "conclusion": null
    },
    {
      "title": "Salt rock creep deformation forecasting using deep neural networks and analytical models for subsurface energy storage applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "This study provides an in-depth analysis of time series forecasting methods to predict the time-dependent deformation trend (also known as creep) of salt rock under varying confining pressure conditions. Creep deformation assessment is essential for designing and operating underground storage facilities for nuclear waste, hydrogen energy, or radioactive materials. Salt rocks, known for their mechanical properties like low porosity, low permeability, high ductility, and exceptional creep and...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044317",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ring-fused chlorin-enhanced photodynamic therapy for effective cell death induction in endometrial cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41044293/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251004033457&v=2.18.0.post9+e462414",
      "description": "The effectiveness of photodynamic therapy based on stable 4,5,6,7-tetrahydropyrazolo[1,5-a]pyridine-fused chlorins (PX) was explored in endometrial cancer. In vitro, photocytotoxicity of three derivatives of ring-fused chlorins (dihydroxymethyl, dicarboxylic acid, and dimethyl ester moieties) was evaluated in three endometrial cancer cell lines, ECC-1, RL95-2, and HEC-1-A. A comprehensive assessment of chlorins-induced intracellular production of reactive oxygen species, viability and...",
      "pubDate": "2025-10-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41044293",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}