{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-15T19:18:28.904Z",
  "totalItems": 150,
  "totalArchived": 25495,
  "newPapersAdded": 100,
  "institutionBreakdown": {
    "KAIST": 10,
    "SNU": 48,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 16,
    "IBS": 91,
    "UNIST": 0,
    "Hanyang University": 3,
    "KIST": 3,
    "GIST": 6,
    "Kyung Hee University": 4,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Cancer Research": 19,
    "Biomedical": 37,
    "Materials Science": 6,
    "Multidisciplinary": 76,
    "Neuroscience": 7,
    "Computer Science": 5
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Atranorin Impedes Glioma Invasiveness and Progression by Inhibiting the Epithelial-Mesenchymal Transition and Stemness in Monotherapy and in Combination Therapy With Temozolomide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Lichens are commensal organisms that contain secondary metabolites such as atranorin, which have intrinsic bioactive properties, including anticancer effects. The present study aimed to investigate the therapeutic potential and molecular mechanisms of atranorin and its hydrolytic derivatives in monotherapy and in combination treatment with temozolomide in glioma. The effects of atranorin on gliomas were investigated using an MTT assay, transwell invasion assay, spheroid formation assay,...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KAIST"
      ],
      "pmid": "41239946",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Computational analysis of haemodynamics and oxygen distribution in the patient-specific aorta during VA-ECMO under various clinical scenarios",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240252/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Extracorporeal membrane oxygenation (ECMO) is a life-support modality that supports cardiopulmonary function in critically ill patients. Veno-arterial (VA)-ECMO, which reinfuses blood through the femoral artery, can cause upper body hypoxemia due to uneven oxygen distribution within the aorta. In this study, computational haemodynamic simulations were performed using a patient-specific aorta geometry to simulate blood flow and quantify oxygen saturation (SO(2)) levels in the arch branches under...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41240252",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CluVar: clustering of variants using autoencoder for inferring cancer subclones from single cell RNA sequencing data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240059/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Tumor tissues are composed of malignant subclones with diverse genetic profiles. Reconstructing the evolutionary trajectory of these subclones is crucial for understanding how tumors acquire malignant traits. However, current approaches to subclonal tree reconstruction are limited either by their reliance on single-cell DNA sequencing (scDNA-seq) that involve a small number of cells and thus yield low-resolution results, or using single-cell RNA sequencing (scRNA-seq) data, which despite...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KIST",
        "SNU"
      ],
      "pmid": "41240059",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early postoperative factors associated with pseudoarthrosis at 24 months following anterior cervical discectomy and fusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239657/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Pseudoarthrosis after anterior cervical discectomy and fusion (ACDF) may lead to clinical deterioration and revision surgery. This study aimed to evaluate early risk factors to determine their associations with pseudoarthrosis at 24 months following ACDF. Patients who underwent ACDF for degenerative cervical spine disease at a single institution were retrospectively analyzed. Pseudoarthrosis was defined as ISM (interspinous motion) ≥ 1 mm at 24 months after ACDF. Among segments with ISM ≥ 1 mm...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41239657",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate early risk factors to determine their associations with pseudoarthrosis at 24 months following ACDF",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Endocytosis and trans-Golgi Network in Yeast",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Endocytosis is the process by which cells internalize extracellular materials, cell surface proteins, and lipids via vesicles formed by membrane invagination. Endocytosed cargos are first delivered to sorting compartments and then recycled back to the plasma membrane or brought to late endosomal compartments en route to the lysosome/vacuole for degradation. The budding yeast Saccharomyces cerevisiae has been an important model organism for studying the molecular mechanisms involved in the...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41240318",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "model organism for studying the molecular mechanisms involved in the",
      "conclusion": null
    },
    {
      "title": "Outcomes of endoscopic submucosal dissection for locally recurrent early gastric cancer after endoscopic resection: analysis of a multicenter prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240283/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A curative ER for LRGC offers the same long-term prognosis as primary EGC. ER for LRGC can offer a secure and radical treatment.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41240283",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A curative ER for LRGC offers the same long-term prognosis as primary EGC. ER for LRGC can offer a secure and radical treatment"
    },
    {
      "title": "Beyond the badge: quantitative insights of skill gaps in licensed early-career cardiac device implanters and evidence-based pathways to proficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Cardiac implantable electronic devices (CIEDs) are widely used to manage rhythm disorders. However, implanters' training still follows an apprenticeship model, conducted in vivo from the outset, with wide institutional variability and lacking objective performance criteria to assess competence. Using objective validated metrics, this study evaluated procedural skills of early-career operators licensed to independently perform implantations and explored potential benefits of additional...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41240203",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "performance criteria to assess competence",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "O-Acetyl-L-homoserine sulfhydrylase from Thermotoga maritima has five enzyme activities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "We previously demonstrated that the hyperthermophilic bacterium Thermotoga maritima has unique metabolic pathways for D- and L-amino acids. In the present study, we characterized O-acetyl-L-homoserine sulfhydrylase (MetY) TM0882 associated with L-methionine biosynthesis. MetY catalyzes the production of L-homocysteine from O-acetyl-L-homoserine and hydrogen sulfide. We found that TM0882 also possesses β-lyase, racemase/α-epimerase, aminotransferase, and decarboxylase activities. This enzyme...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41240142",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Income-related inequalities in the association of obesity and periodontal disease: a register-based cross-sectional analysis in the Tokyo metropolitan districts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Income-related inequalities are associated with the relationship between obesity and periodontal disease. Among obese adults, those with low- and middle-income levels may have a higher risk of periodontal disease than those with high income.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41240121",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Income-related inequalities are associated with the relationship between obesity and periodontal disease. Among obese adults, those with low- and middle-income levels may have a higher risk of periodontal disease than those with high income"
    },
    {
      "title": "Diagnostic value of a second-generation super-resolution deep learning-based reconstruction combined with a metal artifact reduction algorithm for pelvic CT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Combining DLR2 and MAR improves image quality and visualization of pelvic structures.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41240086",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Combining DLR2 and MAR improves image quality and visualization of pelvic structures"
    },
    {
      "title": "Bladder region-specific analysis of the diagnostic performance of oral 5-aminolevulinic acid fluorescence cystoscopy in non-muscle-invasive bladder cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: FL presented a higher sensitivity than WL at the posterior and lateral walls but failed to show superiority in the other regions.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41240010",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FL presented a higher sensitivity than WL at the posterior and lateral walls but failed to show superiority in the other regions"
    },
    {
      "title": "Astrocytic Igfbp2 Promotes Spontaneous Seizures in a Mouse Model of Mesial Temporal Lobe Epilepsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Mesial temporal lobe epilepsy (MTLE) is a common, frequently drug-resistant epilepsy characterized by seizures arising from the hippocampus. Its hallmark pathology is hippocampal sclerosis with neuronal loss and reactive astrogliosis. Although astrocytes have emerged as potential targets for antiepileptic therapies, their role in epilepsy development remains poorly defined. Here, we combined adeno-associated virus (AAV)-mediated labeling with translating ribosomal affinity purification (TRAP) to...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41239819",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemical Profile and Anti-Obesity Effect of <em>Luffa Cylindrica</em> Roem Vinegar in Diet-Induced Obese Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Obesity represents a major global health concern and is strongly associated with metabolic conditions, including fatty liver disease and cardiovascular disorders. Recent attention has focused on dietary strategies, particularly bioactive-rich plant-based interventions, to mitigate obesity-related complications. This study aimed to evaluate the anti-obesity effects of vinegar derived from Luffa cylindrica, a medicinal plant with known phytochemical benefits. The physicochemical properties,...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University"
      ],
      "pmid": "41239751",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the anti-obesity effects of vinegar derived from Luffa cylindrica, a medicinal plant with known phytochemical benefits",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interaction Between Work-Nonwork Balance Crafting and Segmentation Preferences When Predicting Work-Nonwork Balance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240322/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "In today's world of work, employees are increasingly perceived as proactive individuals who can achieve work-nonwork balance through crafting. However, the effectiveness of different proactive efforts is not fully known. Integrating the concept of work-nonwork balance crafting into a theoretical framework based on the self-regulatory focus theory, we aimed to evaluate and compare the predictive effects of distinct prevention- and promotion-focused work-nonwork balance crafting strategies on the...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240322",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate and compare the predictive effects of distinct prevention- and promotion-focused work-nonwork balance crafting strategies on the",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cisternal Maturation of the Golgi Apparatus in Budding Yeast",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240316/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "The Golgi apparatus in the budding yeast Saccharomyces cerevisiae, unlike those in mammalian and plant cells, does not form stacks but exists as multiple separate cisternae scattered throughout the cytoplasm. This unique morphological feature has allowed us to observe the spatiotemporal dynamics of individual Golgi cisternae by live cell imaging. Nearly two decades ago, we developed super-resolution confocal live imaging microscopy (SCLIM) and visualized that the yeast Golgi truly matures, i.e.,...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240316",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Post-Golgi Trafficking in Plant Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240315/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Post-Golgi trafficking in plants regulates transport to and from the cell surface, vacuolar trafficking, and recycling pathways within the endomembrane system. Endosomes serve as central hubs in these pathways, managing the composition of lipids and proteins in the plasma membrane and vacuole in response to developmental signals or environmental changes. Once internalized via endocytosis, plasma membrane proteins are directed to the trans-Golgi Network (TGN), which acts as an early endosome....",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240315",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction to: The Role of the cGAS/STING Pathway in Arsenic-Induced Neurotoxicity: Insights from the Crosstalk between Astrocytes and Neurons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240304/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240304",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sample Size and Optimal Timing for Urine Collection Based on Diurnal Variability of Urinary Iodine/Creatinine Ratio in Pregnant Women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240297/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Urinary iodine concentration (UIC) is influenced by variable urine volume, undermining its reliability. The urinary iodine/creatinine ratio (UI/Cr) may provide a more stable measure, especially in pregnancy. This study aimed to explore the variation of UI/Cr in assessing iodine status in pregnant women, and determine the sample size and optimal sampling time for accurate assessment. Thirteen pregnant women participated in a seven-day iodine metabolism study. All urine samples from each...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240297",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "explore the variation of UI/Cr in assessing iodine status in pregnant women, and determine the sample size and optimal sampling time for accurate assessment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Factor XII deficiency: a clinical and molecular genetic study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240290",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "\"Ubi est morbus?\" restoring the central role of adipose tissue pathophysiology when establishing obesity as a disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240287/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240287",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-marker discovery for mild cognitive impairment in metabolomics using machine learning with a global surrogate model via partial least squares",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The method used in this study may be broadly applicable for analyzing multi-marker panels of metabolites and their biological interpretation. This study included an independent validation, and further larger-scale studies using additional external cohorts are warranted to confirm the generalizability of this approach.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240282",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The method used in this study may be broadly applicable for analyzing multi-marker panels of metabolites and their biological interpretation. This study included an independent validation, and further larger-scale studies using additional external cohorts are warranted to confirm the generalizabilit..."
    },
    {
      "title": "Green Synthesis of Platinum Nanoparticles Using Aqueous Broccoli Extract for Antimicrobial, Antioxidant, Wound Healing, Antidiabetic, and Anticancer Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240281/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240281",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predicting macrolide resistance in pediatric Mycoplasma pneumoniae pneumonia: A machine learning modeling study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240233/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The machine learning model developed in this study can initially identify children at high risk for MRMPP, serving as a data-driven decision-making tool for the rational use of antibiotics in clinical practice and demonstrating significant clinical translational value.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240233",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The machine learning model developed in this study can initially identify children at high risk for MRMPP, serving as a data-driven decision-making tool for the rational use of antibiotics in clinical practice and demonstrating significant clinical translational value"
    },
    {
      "title": "Comment on: \"Assessment of Aerobic Fitness and Repeated Sprint Ability in Elite Male Soccer: A Systematic Review of Test Protocols Used in Practice and Research\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240226",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Resting-State EEG Analysis Characterizes the Signature of CACNA1A-and GAA-FGF14-Related Channelopathies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240219/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Cerebellar ataxia frequently results from ion channel dysfunction, with CACNA1A- and GAA-FGF14-related diseases representing two of the most prevalent genetic etiologies. While both disorders may share overlapping clinical features, their pathophysiology remain distinct and incompletely understood. Advanced resting-state electroencephalogram (rsEEG) analysis is an established methodology to assess cortical dynamics and network dysfunction in brain disorders. We applied advanced rsEEG analysis to...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240219",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response surface methodology optimization of L-arginine deiminase from Penicillium chrysogenum and the influence of phytohormones",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240209/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "The study presents an optimization process to produce L-arginine deiminase (ADI) from the fungus Penicillium chrysogenum, focusing on the impact of growth parameters and the role of phytohormones and polyamines. ADI, an enzyme that catalyzes the conversion of L-arginine to citrulline and ammonia, holds potential for cancer therapy by depleting L-arginine into auxotrophic tumors. The research identified optimal conditions for ADI production, including an incubation period of 6 days, 150 rpm...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240209",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of growth parameters and the role of phytohormones and polyamines",
      "conclusion": null
    },
    {
      "title": "Matching-Adjusted Indirect Comparison of the Efficacy of Delgocitinib Cream and Dupilumab in the Treatment of Moderate to Severe Atopic Hand Eczema",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240207/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Topical delgocitinib and dupilumab in patients with AHE had comparable efficacy, with all results being numerically in favour of delgocitinib, although not statistically significant.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240207",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Topical delgocitinib and dupilumab in patients with AHE had comparable efficacy, with all results being numerically in favour of delgocitinib, although not statistically significant"
    },
    {
      "title": "A short PIWIL2 isoform PL2L60A induces functional and transcriptional changes indicative of a procancerous phenotype",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240179/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240179",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perioperative efficacy and safety of short-course radiotherapy combined with immunochemotherapy in proficient mismatch repair rectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240174/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Short-course radiotherapy combined with immunochemotherapy is safe and effective for patients with pMMR rectal cancer.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240174",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Short-course radiotherapy combined with immunochemotherapy is safe and effective for patients with pMMR rectal cancer"
    },
    {
      "title": "A novel lineage of large aquatic bacteriophages identified through metagenomics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "\"Jumbo phages\" are tailed phages with genome sizes >200 kbp and physical dimensions reaching up to 0.45 μm. Although jumbo phages represent only a small fraction of the isolated phages to date, metagenomic surveys have shown that they are broadly distributed in a wide range of environments. In this study, we surveyed metagenomic data from aquatic systems and identified 25 genomes from a heretofore-undescribed lineage of jumbo phages with genomes reaching up to 307 kbp. We refer to these phages...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240163",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bronchiectasis, Low IgG Levels and Lack of Vaccination are Risk Factors for Covid-19 Hospitalization in X-linked Agammaglobulinemia - A Retrospective Multicenter Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "X-linked agammaglobulinemia (XLA) is caused by loss-of-function variants in Bruton's tyrosine kinase, leading to absence of circulating B lymphocytes and inability to produce antibodies. Despite the fear that patients with XLA would be at high risk for severe infection when the novel virus SARS-CoV-2 emerged in the society with low pre-existing immunity, most patients with XLA did not suffer from severe disease. However, some patients were critically affected. Factors associated with...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240154",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Brain metastases from endometrial carcinoma in two dogs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Endometrial carcinoma is an uncommon epithelial neoplasm in dogs. This study reports two cases of endometrial carcinomas with brain metastasis in a 7-year-old mixed-breed dog with bloody vulvar discharge, prostration, lethargy, and hyperextension of all four limbs, and an 11-year-old Poodle with purulent vulvar discharge, dyspnea, lateral recumbency, limb stiffness, and epistaxis. Both dogs died during emergency care. Necropsy revealed multiple metastatic nodules in several organs, including the...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240137",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prophylactic laxative use for postoperative constipation in urological cancer: a real-world cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Prophylactic laxative use was associated with a significantly lower incidence of postoperative constipation in patients with urological tumors. Our findings offer preliminary evidence for clinicians in identifying patients at risk of developing postoperative constipation.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240136",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Prophylactic laxative use was associated with a significantly lower incidence of postoperative constipation in patients with urological tumors. Our findings offer preliminary evidence for clinicians in identifying patients at risk of developing postoperative constipation"
    },
    {
      "title": "Patient-reported outcomes following various incision techniques in breast reconstruction: an observational cohort study in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Despite the study's limitations, our findings indicate that traditional techniques such as radial incision and inferolateral inframammary fold incision are still prevalent in China. Endoscopic-assisted surgery is associated with superior patient-reported satisfaction, highlighting its potential value for wider dissemination in clinical practice. Factors influencing patient satisfaction include reduced bra cup size, surgical approach, and implant plane.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240120",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite the study's limitations, our findings indicate that traditional techniques such as radial incision and inferolateral inframammary fold incision are still prevalent in China. Endoscopic-assisted surgery is associated with superior patient-reported satisfaction, highlighting its potential valu..."
    },
    {
      "title": "Association of Preoperative Inflammatory and Immune Markers with Mesh Exposure After Transvaginal Mesh Surgery for Pelvic Organ Prolapse",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240110/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Low AMC and ALC and elevated PLR were independently associated with an increased risk of mesh exposure after TVM surgery.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240110",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Low AMC and ALC and elevated PLR were independently associated with an increased risk of mesh exposure after TVM surgery"
    },
    {
      "title": "Artificial intelligence and machine learning driven segmentation and quantification models for brain arteriovenous malformations: A systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240100/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: AI and ML show potential for AVM evaluation, with early studies suggesting they may support efficiency and standardization in diagnosis and treatment planning. Despite encouraging findings, model generalizability and clinical implementation remain limited. Future studies should focus on prospective validation, integration of multimodal imaging, and post-treatment segmentation to enhance clinical translation.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240100",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AI and ML show potential for AVM evaluation, with early studies suggesting they may support efficiency and standardization in diagnosis and treatment planning. Despite encouraging findings, model generalizability and clinical implementation remain limited"
    },
    {
      "title": "The German Cancer Consortium (DKTK) multi-center prospective phase 1/2 <sup>68</sup>Ga-PSMA-11 PET-imaging trial in newly-diagnosed high-risk prostate cancer: Safety and diagnostic accuracy compared to histopathology and their impact on patient management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In high-risk primary PCa, ^(68)Ga-PSMA-11 is safe and effective in local staging, resulting in changes in both surgical and radiation management. Moreover, ^(68)Ga-PSMA-11 uptake is positively correlated with tumor grade and its efficacy is dependent on the size of nodal lesions. ^(68)Ga-PSMA-11 PET/CT will be highly impactful in the management of newly diagnosed high risk prostate cancer patients.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240091",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In high-risk primary PCa, ^(68)Ga-PSMA-11 is safe and effective in local staging, resulting in changes in both surgical and radiation management. Moreover, ^(68)Ga-PSMA-11 uptake is positively correlated with tumor grade and its efficacy is dependent on the size of nodal lesions"
    },
    {
      "title": "Surgical resection of giant hepatoblastoma involving second and third hepatic portals: a study of 59 cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240090/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Resection of giant hepatoblastoma involving the second and third hepatic portals remains technically challenging; however, with meticulous and accurate preoperative assessment coupled with a thorough understanding of hepatic anatomy, such tumor resection is feasible and can be performed with acceptable safety. Moreover, complete resection of this subset of tumors may effectively improve the long-term survival outcomes of patients with hepatoblastoma.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240090",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Resection of giant hepatoblastoma involving the second and third hepatic portals remains technically challenging; however, with meticulous and accurate preoperative assessment coupled with a thorough understanding of hepatic anatomy, such tumor resection is feasible and can be performed with accepta..."
    },
    {
      "title": "Circulating miRNA as diagnostic tools for gynecological diseases and their applications in biosensor development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240084/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "MicroRNAs (miRNAs) have emerged as robust biomarkers for diagnosing and prognosing gynecological diseases due to their disease-specific expression and remarkable stability in body fluids. Despite the inherent instability of RNA molecules, circulating miRNAs remain well protected through encapsulation in extracellular vesicles (EVs) or binding to RNA-binding proteins and lipoproteins, enabling reliable clinical detection. This review summarizes circulating miRNAs' biogenesis and clinical...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240084",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pharmacodynamic effects and plasma pharmacokinetics of N, N-dimethyltryptamine after intranasal versus subcutaneous administration in male rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings show the feasibility of using IN administration to deliver DMT in a reproducible and non-invasive manner. Importantly, the maximal DMT concentrations in rats given low IN doses (i.e., 30.2-55.6 ng/mL DMT) overlap with those reported in humans receiving psychoactive doses.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240076",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings show the feasibility of using IN administration to deliver DMT in a reproducible and non-invasive manner. Importantly, the maximal DMT concentrations in rats given low IN doses (i"
    },
    {
      "title": "A randomized clinical trial of remote Group-Based comprehensive behavioral intervention for tics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240071",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Different Impacts of Chelating Agents on Cd Bioavailability in Microbes and Plants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240068",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rhodium-Catalyzed Asymmetric Remote C(sp<sup>3</sup>)-H Borylation of Aldehyde-Derived Silyl Enol Ethers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "The asymmetric remote C(sp³)-H borylation of alkenes has become an effective means of remote functionalization. However, the application of silyl enol ethers in this transformation remains underexplored. Herein, we report a Rh-catalyzed asymmetric remote C(sp³)-H borylation of silyl enol ethers, using (R,R,R,R)-OMe-BIBOP as the chiral ligand, delivering enantioenriched borylethers (up to 96:4 er) in good yields (up to 96%). This protocol shows a diverse range of substrate scopes, and the...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240066",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pioneering NTA-Chelating Resin Methodology for Sequential Th(IV) Capture from Highly Acidic Media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "High-level radioactive liquid waste (HLW) from nuclear fuel reprocessing poses significant challenges for selective recovery of thorium(IV) due to its trace concentration in highly acidic, irradiated, and complex matrices. In this work, we developed a novel solid-phase extraction resin by immobilizing nitrilotriacetamide (NTA amide (C8)) onto a styrene-divinylbenzene support via vacuum impregnation and characterized its morphology, surface area, and functional groups using SEM, BET, FT-IR and...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240065",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Using the advantages and avoiding the risks - a public survey about the challenges of online purchases of medicines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Half of the study participants have used online pharmacies, but fewer than 10% know how to identify a safe online pharmacy, i.e. many are at risk for fraud. Increasing this knowledge by informing those who prefer online purchases has the possibility to use the advantages and avoid the risks associated with online purchases of medicines.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240061",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Half of the study participants have used online pharmacies, but fewer than 10% know how to identify a safe online pharmacy, i.e"
    },
    {
      "title": "Correspondence on \"Risk of Gastric Adenocarcinoma After Eradication of Helicobacter pylori\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240041",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240031",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Term Impact of Mild Paravalvular Regurgitation After Transcatheter Aortic Valve Replacement: The OCEAN-TAVI Registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240022/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Mild PVR after TAVR is associated with a significantly increased risk for BVF and all-cause mortality, highlighting the importance of optimizing valve deployment and monitoring patients with even mild PVR.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240022",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Mild PVR after TAVR is associated with a significantly increased risk for BVF and all-cause mortality, highlighting the importance of optimizing valve deployment and monitoring patients with even mild PVR"
    },
    {
      "title": "Current and Future Risk Distribution of Visceral Leishmaniasis in Shaanxi Province, China: An Ecological Niche Modeling Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240019/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Background: Visceral leishmaniasis (VL) is a vector-borne zoonotic disease that remains endemic and poses an ongoing public health concern in western and central China. In recent years, several areas in Shaanxi Province have reported a resurgence of VL. This highlights the need for spatial risk assessments under current and future climatic conditions. Methods: This study employed the maximum entropy (MaxEnt) ecological niche modeling approach to predict the potential distribution of VL in...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240019",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "\"I Still Have Time\": Self-Efficacy as a Mediator in the Association Between the Type of Motivation and Academic Procrastination Among PhD Students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240015/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Procrastination is a phenomenon that is particularly prevalent in the academic context, with prevalence rates as high as 70%-95%. The literature suggests that motivation and self-efficacy are associated with success in academic settings, whereas procrastination seems to decrease students' academic performance. However, the nature of the associations between motivation and procrastination among PhD students remain unclear. Therefore, this study aimed to examine whether self-efficacy is involved...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240015",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": "examine whether self-efficacy is involved",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reexploring Size-Dependent Catalytic Performance under Same Metal Loadings and Identifying Real Active Species: From Single Atom, Cluster to Nanoparticle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240011/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Size-dependent catalysis is a classic and yet challenging issue in heterocatalysis because it is influenced by multiple factors such as varied metal loading and potential support effects. To the best of our knowledge, size-dependent catalytic research under the same metal loadings has rarely been reported. Herein, we designed and synthesized a series of unreducible SiO(2)-supported Pt-based catalysts with the same metal loadings (0.3 wt %) but different particle sizes from single atom (SA),...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240011",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Behavioural Difficulties are Linked to Traumatization in Young Children: A Cross-Sectional Study in a Clinical Sample",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "BackgroundExposure to traumatic events can have posttraumatic effects in young children. It is challenging to identify posttraumatic symptoms. It is necessary to directly investigate the signs of traumatization in young children. The aim of the study was to investigate the links between children's externalizing and internalizing symptoms reported by caregivers and indicators of traumatization assessed by using the young children as informants.MethodStudy used data from 110 (59.1% girls) children...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240007",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of the study was to investigate the links between children's externalizing and internalizing symptoms reported by caregivers and indicators of traumatization assessed by using the young children as in...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Infrared Spectra of Protonated Phenanthridine (C<sub>13</sub>H<sub>9</sub>NH<sup>+</sup>) and Isomers of Monohydrogenated Phenanthridine (C<sub>13</sub>H<sub>9</sub>NH and 1-, 2-, 7-, 9-, and 10-HC<sub>13</sub>H<sub>9</sub>N) Isolated in Solid Para-Hydrogen",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Laboratory infrared (IR) spectra of protonated or hydrogenated polycyclic aromatic nitrogen heterocycles offer valuable insights for identifying potential carriers of interstellar unidentified infrared (UIR) emission. We report the IR spectra of protonated phenanthridine (5-phenanthridinium cation, C(13)H(9)NH^(+)), its neutral radical counterpart (5-phenanthridinyl radical, C(13)H(9)NH), and additional monohydrogenated phenanthridine, produced via the electron bombardment of a mixture of...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240006",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efferocytosis-Mimicking Nanovesicle-Cross-Linked Hydrogel for Dual Immunomodulation and Angiogenesis to Prolong Allogeneic Skin Graft Survival",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41240005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Sustained local immunosuppression and angiogenesis to prolong graft survival remain elusive goals in allogeneic transplantation. Biomimcking natural efferocytosis to synchronously recruit and regulate endogenous regulatory T cells (Tregs), anti-inflammatory M2 macrophages, and vascular endothelial cells at the transplantation site provides a strategy to address these challenges. While macrophages and endothelial cells, as phagocytes, can be modulated through efferocytosis; T cells, being...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41240005",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "in allogeneic transplantation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular Characterization of Oxaliplatin-Induced Peripheral Neurotoxicity: The Complex Spectrum of Painful Manifestations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND AND AIMS: Oxaliplatin (OHP) induced peripheral neurotoxicity (OIPN) is a complex spectrum comprising an acute and a chronic form. Acute OIPN leads to unpleasant transient sensations in the 24-72 h after chemotherapy, due to a temporary dysfunction in ion channels (i.e., axonal hyperexcitability in the absence of anatomical damage). Whereas chronic OIPN is characterized by painful manifestations. Literature data showed that a more pronounced acute OIPN could be an early predictor of...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239998",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Oxaliplatin (OHP) induced peripheral neurotoxicity (OIPN) is a complex spectrum comprising an acute and a chronic form",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SSNet: A Spectral Unmixing Framework for Enhancing the Qualitative Sensitivity of SERS to Trace Targets in Complex Mixtures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239989/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Surface-enhanced Raman spectroscopy (SERS) is a powerful tool for spectrum-structure correlation across various fields. However, the qualitative and quantitative analysis of SERS to trace targets is often compromised due to the coadsorption and competitive adsorption from nontargets in complex systems. To unmix and identify the SERS signal of a target within a mixture SERS spectrum, we develop SSNet, an intelligent and self-supervised algorithm. Taking the trace detection of gelsemium phytotoxin...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239989",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An Analytical Strategy for Reliable Metabolome Analysis of Clinical Leftover Sera Using Timed Aliquoting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Accurate metabolome analysis depends not only on advanced analytical techniques but also on strict control of preanalytical variables. This study presents an analytical strategy for reliable untargeted metabolomics using clinical leftover sera, focusing on the impact of timed aliquoting during short-term storage. Leftover serum samples from routine clinical testing, typically stored at 4 °C for up to 7 days, offer a valuable and accessible resource for biomarker discovery. However, variable...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239986",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of timed aliquoting during short-term storage",
      "conclusion": null
    },
    {
      "title": "Blood-based circRNA/miRNA biomarkers for modified electroconvulsive therapy efficacy and memory impairment in major depressive disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239965/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The circRNA-miRNA interaction network may be involved in the neuropsychiatric mechanism of MECT in the treatment of MDD. The expression levels of multiple regulatory factors in this network can be used as biomarkers to reflect the improvement of some symptoms and the risk of memory impairment in patients with MDD after MECT.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239965",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The circRNA-miRNA interaction network may be involved in the neuropsychiatric mechanism of MECT in the treatment of MDD. The expression levels of multiple regulatory factors in this network can be used as biomarkers to reflect the improvement of some symptoms and the risk of memory impairment in pat..."
    },
    {
      "title": "Vascular network in the pericarp of tomato fruit and implications for fruit size, quality, and drought response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "The importance of the vascular network for transporting water, carbohydrates, and nutrients for sustaining plant growth and development in the vegetative body of plants is well known. Nevertheless, the vascular network within a fruit is still inadequately understood. Here, we characterized the vascular network in the fruit pericarp of 10 tomato genotypes varying in fruit size from 20 to 287 g (fresh mass) and investigated its relationships with typical hydraulic and anatomical traits under...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239959",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term IL-31RA inhibition and patient outcomes in atopic dermatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239935",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "m6A-Dependent Upregulation of PFKFB3 Drives Macrophage-Mediated Inflammation in Necrotizing Enterocolitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Aims: This study aimed to elucidate the role of N6-methyladenosine (m6A) methylation in necrotizing enterocolitis (NEC) pathogenesis, focusing on its regulation of 6-phosphofructo-2-kinase/fructose-2,6-bisphosphatase-3 (PFKFB3) expression, and to evaluate PFKFB3 as a therapeutic target for NEC. Results: We observed a significant reduction in N6-methyladenosine (m6A) methylation within the 3'-untranslated region (3'-UTR) of PFKFB3 mRNA in human NEC tissues. This epigenetic change stabilized...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239917",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study aimed to elucidate the role of N6-methyladenosine (m6A) methylation in necrotizing enterocolitis (NEC) pathogenesis, focusing on its regulation of 6-phosphofructo-2-kinase/fructose-2,6-bisp...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SQSTM1/p62 Post-Translational Modifications and Reverse Processes Modulate Disease Pathogenesis via KEAP1-NRF2 Signaling and Selective Autophagy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239916/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Significance: Sequestosome 1 (SQSTM1/p62, hereafter referred to as p62) is a multifunctional ubiquitin-binding autophagy receptor that acts as a critical bridge between the kelch-like ECH-associated protein 1 and nuclear factor erythroid 2-related factor 2 (KEAP1-NRF2) pathway and selective autophagy through diverse post-translational modifications (PTMs) and their reverse processes. Recent Advances: As a selective autophagy receptor, p62 facilitates the degradation of ubiquitinated substrates...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239916",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "Sequestosome 1 (SQSTM1/p62, hereafter referred to as p62) is a multifunctional ubiquitin-binding autophagy receptor that acts as a critical bridge between the kelch-like ECH-associated protein 1 and n...",
      "conclusion": null
    },
    {
      "title": "Intestinal Bacterium <em>Akkermansia muciniphila</em> Inhibits Progression of Abdominal Aortic Aneurysm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239915/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Aims: This study aimed to investigate the potential molecular mechanisms of Akkermansia muciniphila (Akk) in the treatment of abdominal aortic aneurysm (AAA) through the use of 16S rRNA sequencing and transcriptome sequencing technologies. Results: 16S rRNA sequencing analysis revealed distinct microbial composition in Sham, AAA, and Akk-treated AAA groups, highlighting the key role of Akk. Akk treatment prevented AAA development, reduced extracellular matrix degradation, and suppressed...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239915",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "This study aimed to investigate the potential molecular mechanisms of Akkermansia muciniphila (Akk) in the treatment of abdominal aortic aneurysm (AAA) through the use of 16S rRNA sequencing and trans...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "FEM Study of Anterior Cervical Discectomy and Fusion Constructs Near Cervicothoracic Junction - Is T2 Modelling Necessary?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Cervical spine finite element (FE) models often terminate at T1, which may introduce boundary-induced alterations, particularly at the cervicothoracic junction (C7-T1). This is relevant in multilevel anterior cervical discectomy and fusion (ACDF) constructs that terminate at C7, leaving C7-T1 as the inferior adjacent segment. This study analyzes the biomechanical response of a three-level anterior cervical discectomy and fusion (ACDF), which included the lowest cervical vertebra C7, using two FE...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239901",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hindrance to precision psychiatry: more sex-specific investigations needed",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239880/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239880",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neo-sex chromosomes track the mitochondrial phylogeny and exhibit an extensive added stratum of recombination suppression in honeyeaters (Aves: Meliphagidae)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239861/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Mounting discoveries of avian neo-sex chromosomes are providing opportunities to understand the extent of variation in fundamental aspects of avian neo-sex chromosome evolution. We integrated cytogenetic data, long-read assemblies, and whole-genome resequencing to test phylogenetic hypotheses of recombination suppression and to elucidate the phylogenetic distribution of neo-sex chromosomes in honeyeaters (Aves: Meliphagidae). We find that neo-sex chromosomes in honeyeaters evolved through a...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239861",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dysfunctional Alternative Polyadenylation Modifies the Penetrance of LRRK2 Variants in Parkinson's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Dysfunctional APA is a potential modifier of LRRK2 variant penetrance, contributing to PD onset. © 2025 International Parkinson and Movement Disorder Society.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239858",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Dysfunctional APA is a potential modifier of LRRK2 variant penetrance, contributing to PD onset. © 2025 International Parkinson and Movement Disorder Society"
    },
    {
      "title": "Cephalometric Analysis of the Association Between Nasopharyngeal and Oropharyngeal Obstruction Sites and Lips and Perioral Soft Tissue Morphology in Children: A Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Nasopharyngeal obstruction was associated with upper lip thickening and eversion, while oropharyngeal obstruction corresponded to lower lip protrusion. These findings suggest that distinct obstruction sites are linked to specific perioral and maxillary morphological patterns, emphasising the importance of airway evaluation in orthodontic diagnosis and treatment planning.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239851",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that distinct obstruction sites are linked to specific perioral and maxillary morphological patterns, emphasising the importance of airway evaluation in orthodontic diagnosis and treatment planning",
      "conclusion": "Nasopharyngeal obstruction was associated with upper lip thickening and eversion, while oropharyngeal obstruction corresponded to lower lip protrusion. These findings suggest that distinct obstruction sites are linked to specific perioral and maxillary morphological patterns, emphasising the importa..."
    },
    {
      "title": "A sex-informed transcriptomic prognostic score for gynecologic cancers: Multiplatform validation and spatial characterization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239842/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This sex-informed, spatially validated score provides a reproducible and biologically interpretable framework for transcriptomic risk stratification in gynecologic cancers. By capturing immune-evasive and aggressive tumor states, it might inform biomarker-guided clinical trials and support context-appropriate implementation of precision oncology strategies.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239842",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This sex-informed, spatially validated score provides a reproducible and biologically interpretable framework for transcriptomic risk stratification in gynecologic cancers. By capturing immune-evasive and aggressive tumor states, it might inform biomarker-guided clinical trials and support context-a..."
    },
    {
      "title": "Application of Super-Resolution Microscopy in Virology Research: Principles, Technological Advances, and Analysis of the Viral Life Cycle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239836/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Super-resolution microscopy (SRM) has exerted a pivotal influence on virology by surpassing the diffraction limits of conventional optical microscopy, enabling unprecedented visualization of viral structures and dynamics. Techniques such as stimulated emission depletion, photoactivated localization microscopy, stochastic optical reconstruction microscopy, and structured illumination microscopy facilitate nanoscale imaging of viruses, providing critical insights into the viral life cycle and...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239836",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling the impact of oxytocin receptor gene methylation on stress and inflammation in older adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Oxytocin (OT) is a neuropeptide involved, among other functions, in the regulation of stress and inflammation. OT's impact on inflammatory and stress-related processes is particularly relevant in older adults, given that elevated levels of systemic inflammation typically associated with age can be amplified by stress. Methylation of the OT receptor gene (OXTRm) is an epigenetic process that reduces the availability of receptors to bind with OT. While acute stress has been shown to increase OXTRm...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239825",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on inflammatory and stress-related processes is particularly relevant in older adults, given that elevated levels of systemic inflammation typically associated with age can be amplified by stress",
      "conclusion": null
    },
    {
      "title": "Community composition coupled with habitat fragmentation drives acoustic divergence in bird assemblages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Rapid expansion of human activities has altered abiotic and biotic environments and reshaped the sensory systems of animal species. Auditory perception, a key sensory component of soniferous species, is essential for signal detection, species recognition and group coordination. Birds mitigate acoustic masking in fragmented habitats by actively modulating the spectral and temporal features of their songs. However, it remains challenging to determine whether these modulations are primarily driven...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239823",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimising Treatment Expectations Using a Video-Based Intervention in Orthopaedic Surgery: Results From a Randomised Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Patients' treatment expectations can be optimised with a brief video-based intervention. However, the clinical relevance of this effect may be questionable. Postoperative pain intensity differed by expectation violation profiles. Avoiding a negative expectation violation might be a promising approach for expectation-focused interventions in surgical populations.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239814",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients' treatment expectations can be optimised with a brief video-based intervention. However, the clinical relevance of this effect may be questionable"
    },
    {
      "title": "Psychometric properties and factor structure of the diabetes eating problem survey revised in Danish adolescents with type 1 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239812/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study supports the validity of DEPS-R as a screening tool for detecting the risk of disordered eating in adolescents with T1D but challenges the relevance of item 4. Future research is needed on updating the original DEPS-R, including a sensitivity analysis of DEPS-R in detecting the risk of serious eating disorder-related behaviour in T1D.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239812",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study supports the validity of DEPS-R as a screening tool for detecting the risk of disordered eating in adolescents with T1D but challenges the relevance of item 4. Future research is needed on updating the original DEPS-R, including a sensitivity analysis of DEPS-R in detecting the risk of se..."
    },
    {
      "title": "An AMPK-Centric Strategy: Foenumoside B Coordinates PINK1/Parkin-Mediated Mitophagy With Nrf2/HO-1 Antioxidant Signaling to Resolve Oxidative Stress in Radiation-Induced Lung Injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Radiation-induced lung injury (RILI) is a dose-limiting toxicity of thoracic radiotherapy driven by mitochondrial damage-mediated oxidative stress, persistent DNA damage, and senescence, which together destabilize the alveolar-interstitial niche and promote fibrosis. Here, we identify Foenumoside B (FSB), a natural saponin from Lysimachia foenum-graecum, as a dual-action modulator that preserves mitochondrial quality and restores systemic redox homeostasis to attenuate RILI. In a murine total...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239805",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Treatment optimization of subcutaneous infliximab in patients with inflammatory bowel disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Subcutaneous infliximab (SC-IFX) is an efficacious medication for inflammatory bowel disease (IBD). However, there is limited information about treatment optimization following loss of response (LOR), the role of therapeutic drug monitoring (TDM) and combination therapy with an immunomodulator (IMM) and efficacy of SC-IFX in perianal fistulizing Crohn's disease (CD).",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239799",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of interprofessional collaboration on hospital wait times and length of stays: insights from the National hospital ambulatory medical Care survey (NHAMCS)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239784/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Strengthening IPC and effectively managing high-urgency admissions may help reduce HWT. Further research is needed to explore why IPC is linked to longer hospital stays and how to optimize resource allocation in stepdown units. These insights hold prospects to guide strategies for improving hospital efficiency and patient experiences.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239784",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Strengthening IPC and effectively managing high-urgency admissions may help reduce HWT. Further research is needed to explore why IPC is linked to longer hospital stays and how to optimize resource allocation in stepdown units"
    },
    {
      "title": "Mitochondrial Ca<sup>2+</sup> overload is a pivotal risk factor for lethal ventricular arrhythmias due to the oxidation of mitochondrial respirasome and energetic failure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Mitochondrial Ca^(2+) overload significantly contributes to arrhythmias by disrupting respirasome function and increasing oxidative stress, impairing cellular Ca^(2+) dynamics. Modulating mitochondrial Ca^(2+) transport might be a promising strategy for developing innovative antiarrhythmic therapies.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Mitochondrial Ca^(2+) overload significantly contributes to arrhythmias by disrupting respirasome function and increasing oxidative stress, impairing cellular Ca^(2+) dynamics. Modulating mitochondrial Ca^(2+) transport might be a promising strategy for developing innovative antiarrhythmic therapies"
    },
    {
      "title": "Obstetric outcome in women with congenital heart disease: A nationwide cohort in Sweden",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this large national case-control study in women with congenital heart disease, we showed an increased likelihood of giving birth prematurely by Cesarean section, and having a small-for-gestational-age neonate compared to matched controls. The likelihood seems even higher in women with severe congenital heart disease. Further research is needed to explore the underlying reasons for the high rates of Cesarean section in women with congenital heart disease.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239781",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this large national case-control study in women with congenital heart disease, we showed an increased likelihood of giving birth prematurely by Cesarean section, and having a small-for-gestational-age neonate compared to matched controls. The likelihood seems even higher in women with severe cong..."
    },
    {
      "title": "The threshold of estradiol level for fresh embryo transfer differs between blastocyst and cleavage-stage embryo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239764/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A freeze-all strategy may result in a higher rate of live birth when the peak estradiol level >3900 pg/mL for cleavage-stage embryo transfer and when the peak estradiol level >2000 pg/mL for blastocyst transfer.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239764",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A freeze-all strategy may result in a higher rate of live birth when the peak estradiol level >3900 pg/mL for cleavage-stage embryo transfer and when the peak estradiol level >2000 pg/mL for blastocyst transfer"
    },
    {
      "title": "IPVS Consensus Statement on the Natural History of Cervical HPV Infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: By distinguishing true cervical states from observed test results, the updated model acknowledges uncertainties that complicate the interpretation of HPV test result patterns in research and practice. Adopting this model may improve clarity and ensure consistency in scientific and clinical communication about cervical HPV infections.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239758",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "By distinguishing true cervical states from observed test results, the updated model acknowledges uncertainties that complicate the interpretation of HPV test result patterns in research and practice. Adopting this model may improve clarity and ensure consistency in scientific and clinical communica..."
    },
    {
      "title": "Sex-Related Differences in Temporomandibular Disorder Symptom Severity: Correlates With Jaw Function and Oral Health-Related Quality of Life Among Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239755/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Findings support sex-informed TMD care, though generalizability is constrained by study design and sample composition.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239755",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Findings support sex-informed TMD care, though generalizability is constrained by study design and sample composition"
    },
    {
      "title": "The multifunctional role of the protease HtrA in Helicobacter pylori pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239754/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "The HtrA family of proteins is known for its dual role as chaperones and proteases. In Helicobacter pylori (H. pylori), HtrA's chaperone and proteolytic activities are crucial for the bacterium's survival and successful host infection. Compared to other HtrA homologs in Gram-negative bacteria, HtrA of H. pylori (HtrA(Hp)) is rather well-understood. HtrA is localized in two cellular compartments, performing critical functions within the bacterial periplasm as well as in the extracellular milieu....",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239754",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Affinity Peptides With pH Sensitivity for the Enrichment of CD38<sup>+</sup> Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "The selective enrichment of cell populations based on surface markers is critical for the advancement of gene and cell therapies. Current antibody-based cell isolation methods, such as fluorescence- and magnetic-activated cell sorting (FACS and MACS), offer high specificity but are limited by scalability, cost, and potential adverse effects on cellular physiology, including differentiation or apoptosis. In this study, we present an alternative antibody-free approach for reversible cell isolation...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239749",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of Peptide Glucosyltransferase Inhibitors With Comprehensive Coverage Across Clostridioides difficile Toxin B Sub-Types",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Clostridioides difficile infection presents an escalating clinical challenge due to the proliferation of hypervirulent and antibiotic-resistant strains. The primary symptoms of disease, namely colitis and diarrhea, are induced by the release of two toxins: TcdA and TcdB. Targeting these toxins with peptide inhibitors provides an attractive therapeutic strategy that can be used alone or synergistically with standard antibiotic treatments to alleviate severe symptoms and reduce the risk of...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239747",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating UPLC-Q-TOF-MS and network pharmacology to analyze the components and mechanism of action of Compound Duzhong Zhuangyao Capsules on osteoporosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Although Compound Duzhong Zhuangyao Capsules (Co-DZZY Capsules) are used to treat lumbago and knee weakness caused by osteoporosis (OP), the underlying mechanisms involved remain unclear. Therefore, this study aimed to investigate the active components of Co-DZZY Capsules and the involved mechanisms for the treatment of OP. The components of the Co-DZZY Capsules were tentatively identified using ultra-performance liquid chromatography tandem quadrupole time-of-flight mass spectrometry, and their...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239709",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the active components of Co-DZZY Capsules and the involved mechanisms for the treatment of OP",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Citizens Protein Project 2: The first publicly crowd-funded observational study on exhaustive analysis of popular whey protein supplements in India reveal poor quality and deceptive marketing claims of medical pharmaceutical- compared to nutraceutical- industry powders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "This uniquely original, crowd‑funded laboratory study compared 18 medical‑pharmaceutical and 16 nutraceutical whey protein powders sold in India by analyzing macronutrients, amino‑acid profiles, sugars, heavy metals, mycotoxins, hormones, pesticides and undeclared additives. Nutraceutical products supplied a mean (± SD) 75.6 ± 7.3 g protein/100 g and showed tight agreement with label claims. Ninety‑four per cent met the ≥ 60 g/100 g threshold and exhibited high essential‑amino‑acid densit2y (up...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239695",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acupuncture for primary autoimmune cerebellar ataxia: A CARE-compliant case report with two-year follow-up",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239653/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "ABSTRACTRATIONALE: Primary autoimmune cerebellar ataxia (PACA) is an immune-mediated ataxia often lacking disease-specific antibodies, making timely therapy challenging. We explored whether integrative acupuncture might aid recovery alongside immunomodulation.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239653",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disseminated cryptococcosis involving the adrenal gland and brain in an immunocompetent patient: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "RATIONALE: Cryptococcosis is a fungal infection that primarily occurs in immunocompromised individuals. This infection typically affects the lungs and central nervous system, while adrenal involvement is relatively uncommon. Our research reports a rare case of adrenal cryptococcosis in a patient with normal immune function, with suspected involvement of the nervous system.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239642",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A bibliometric analysis of artificial intelligence in medical education (2015-2025)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides essential information for interested researchers. We hope this work will offer new perspectives for advancing the development of AI in medical education.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239635",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides essential information for interested researchers. We hope this work will offer new perspectives for advancing the development of AI in medical education"
    },
    {
      "title": "Efficacy of secukinumab in pediatric patients with moderate to severe plaque psoriasis: A randomized study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239632/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Secukinumab demonstrates therapeutic efficacy and safety in the treatment of moderate to severe plaque psoriasis in pediatric and adolescent patients, suggesting its potential as a treatment option for this population.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239632",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Secukinumab demonstrates therapeutic efficacy and safety in the treatment of moderate to severe plaque psoriasis in pediatric and adolescent patients, suggesting its potential as a treatment option for this population"
    },
    {
      "title": "A novel DCC truncating mutation leads to rare congenital mirror movements and corpus callosum agenesis: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "ABSTRACTRATIONALE: Mirror movements (MRMVs) are quite common in young children and typically diminish before the age of 10. However, congenital MRMVs often persist into adulthood. MRMV1 is a rare neurodevelopmental disorder characterized by involuntary movements mirroring intentional actions on the opposite side of the body. Recent research has confirmed an intrinsic connection between congenital agenesis of the corpus callosum (ACC) and MRMV1, which is associated with mutations in the deleted...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239616",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Qihuang needle therapy improves Tourette syndrome: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "RATIONALE: Tourette syndrome (TS) is a chronic neuropsychiatric disorder characterized by motor and vocal tics, often associated with psychiatric comorbidities. It interferes with psychological development and quality of life. Although acupuncture has been reported as an effective treatment for tic disorders, its use in children is limited due to fear of needles and intolerance to needle retention. Qihuang needle (QH needle) therapy is a newly developed acupuncture modality with advantages of...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239598",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-omics evidence supports PROC as a potential predictor of VTE risk: A Mendelian randomization study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Venous thromboembolism (VTE) is a common cardiovascular condition whose etiology is closely linked to a range of factors, including trauma, immobilization, and environmental influences. The application of multi-omics Mendelian randomization may prove to be a valuable approach in clarifying the fundamental pathogenic mechanisms associated with VTE. Based on multi-omics data of mQTL, eQTL and pQTL, our study identifies core drug targets and pharmacological associations of VTE. Summary-level data...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239582",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Roles of Diverse Lipokines in Metabolic Homeostasis and Their Associations With Various Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239573/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Lipokines are a class of lipid-derived signaling molecules, playing essential roles in regulating metabolic homeostasis and systemic metabolism. In this review, we first comprehensively describe six major lipokines, including palmitoleic acid (C16:1n7), 12,13-dihydroxy-9Z-octadecenoic acid (12,13-diHOME), fatty acid esters of hydroxy fatty acids (FAHFAs), 12-hydroxyeicosapentaenoic acid (12-HEPE), lysophosphatidic acid (LPA), and 15-hydroxyeicosatetraenoic acid (15-HETE), focusing on their...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239573",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Barriers to Accurate Diagnosis of Infantile Atopic Dermatitis: Insights From a Survey of Pediatricians",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239569/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Accurate diagnosis is essential for timely intervention in atopic dermatitis (AD), yet delays in diagnosis remain common. To better understand current clinical practices regarding infantile AD, a questionnaire survey was conducted among Japanese pediatricians working at medical institutions with 19 or fewer beds. Respondents who provided informed consent completed an online questionnaire that included items on screening practices, physician background, understanding of diagnostic and treatment...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239569",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chromatin-associated DEK proteins maintain H3K27me3 balance and coordinate developmental transitions in plants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239559/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Chromatin organization and histone modifications play essential roles in regulating gene expression during development. DEK is a conserved chromatin-associated protein implicated in DNA topology and transcriptional regulation, yet its in vivo function in plants has remained elusive. To uncover DEK function, we used Arabidopsis thaliana dek mutants and performed genome-wide analyses of histone modifications. Genetic and physical interactions with Polycomb Repressive Complex 2 (PRC2)-associated...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239559",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The genotypic and phenotypic landscape of PDHA1-related pyruvate dehydrogenase complex deficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239557/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "This retrospective study on X-linked PDHA1-related pyruvate dehydrogenase complex (PDHc) deficiency combined a systematic literature review with a multicenter survey exploring genotypes, phenotypes, and survival. Data from 891 individuals (45% unpublished) were included. Of note, 53% of cases were females. Median age at last assessment was six years (range 0-80 years, n = 622). We detected 331 different (118 unpublished) PDHA1 variants of which 75% (305/405) had occurred de novo. Variants in...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239557",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Different Pattern in Circulating MicroRNA-22-3p Levels Between Patients With Primary Versus Secondary Sarcopenia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Sarcopenia, characterized by decreased skeletal muscle mass and strength, is classified as \"primary\" (due to aging) or \"secondary\" (due to diseases). MicroRNA-22-3p (miR-22) regulates muscle differentiation and function. We assessed the diagnostic value of circulating miR-22 levels in patients with primary and secondary sarcopenia. miR-22 levels were evaluated in 61 older adults from the \"Sarcopenia and Physical fRailty IN older people: multi-componenT Treatment strategies\" (SPRINTT) study and...",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41239553",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of cardiorespiratory physiotherapy on cardiovascular fitness in patients with stroke: A systematic review and network meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239708/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CIET ranked highest in reducing RHR and RPE; RT ranked highest in improving VO2peak. Although CIET did not show significant superiority in RHR reduction, its consistent high ranking in RHR and RPE outcomes indicates its potential clinical utility. These findings suggest incorporating targeted respiratory and strength training into stroke-rehabilitation programs to optimize cardiovascular-fitness outcomes.",
      "pubDate": "2025-11-15T11:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41239708",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "incorporating targeted respiratory and strength training into stroke-rehabilitation programs to optimize cardiovascular-fitness outcomes",
      "conclusion": "CIET ranked highest in reducing RHR and RPE; RT ranked highest in improving VO2peak. Although CIET did not show significant superiority in RHR reduction, its consistent high ranking in RHR and RPE outcomes indicates its potential clinical utility"
    },
    {
      "title": "Comparison of oncologic outcomes between completion hysterectomy and no completion hysterectomy in patients who achieved complete response and completed childbearing after fertility-sparing treatment for early-stage endometrial cancer: Gynecologic Oncology Research Investigators coLLaborAtion study (GORILLA-3001)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Completion hysterectomy is associated with improved oncologic outcomes in patients who deliver after FST. Therefore, hysterectomy should be considered for patients who have completed childbearing after FST.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41237702",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Completion hysterectomy is associated with improved oncologic outcomes in patients who deliver after FST. Therefore, hysterectomy should be considered for patients who have completed childbearing after FST"
    },
    {
      "title": "Structural identification and metabolic profiling of the new psychoactive substance 2-fluoro-2-oxo-PCPr using NMR and LC-QTOF-MS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Fluorinated analogs of ketamine, such as 2-fluoro-deschloroketamine and its isomers, have recently emerged as dissociative anesthetics that act through multiple central nervous system pathways. As their prevalence continues to increase, metabolic studies are critical to confirm their use in suspected cases of abuse. 2-Fluoro-N-propylnordeschloroketamine (2-fluoro-2-oxo-PCPr), in which a propyl group replaces the methyl group of 2-fluoro-deschloroketamine, was seized by investigative authorities...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41237532",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increases in brain catecholamine levels counteract memory deficits and reduces Aβ deposition in 5XFAD male mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's disease (AD) is a degenerative brain disease that presents with neurological symptoms and memory loss, with no clear treatment. Catecholamines, including dopamine, epinephrine, and norepinephrine, can inhibit or degrade the abnormal aggregation of proteins that cause diseases; however, developing these catecholamines as medication is difficult. This study aimed to demonstrate that increasing the levels of catecholamines in the brain may help improve symptoms of AD. We tested whether...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41237463",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "demonstrate that increasing the levels of catecholamines in the brain may help improve symptoms of AD",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic enhancement of AAV gene delivery in 2D cells and 3D organoids using polybrene and hydroxychloroquine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237131/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Recent advances in three-dimensional (3D) culture platforms have enabled organoids to serve as physiologically relevant models for recapitulating human biology and assessing therapeutic efficacy and toxicity. Despite their promise, their complex architecture presents significant challenges for efficient gene delivery, thereby limiting their broader application in drug discovery and translational research. To overcome this challenge, we developed a sequential treatment strategy that combines...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41237131",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carbene-Metal-Amide Materials Design: Tailoring π-Extended Amides for High-Performance Organic Light-Emitting Diodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "A series of gold-centred carbene-metal-amide (CMA) complexes are prepared with a rigid benzofuroindole (BFI) and benzothioindole (BTI) amide donor ligands coordinated with bicyclic(alkyl)amino carbene (BiC)Au(I)-moiety in high yields. CMA complexes emit in the sky-blue range at 501 and 511 nm with unity quantum yields in amorphous solid state media. Both CMA complexes emit thermally activated delayed fluorescence (TADF) originating from a charge transfer (CT) state with an excited state lifetime...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41235948",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Applications of Speckle-Tracking Echocardiography in Heart Failure: From Diagnosis to Prognostication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Speckle-tracking echocardiography (STE) has emerged as a valuable noninvasive tool for assessing myocardial deformation in patients with heart failure (HF). This review summarizes the principles, clinical applications, and prognostic implications of strain echocardiography across the spectrum of HF phenotypes, including heart failure with reduced ejection fraction (HFrEF), mildly reduced ejection fraction (HFmrEF), and preserved ejection fraction (HFpEF). Global longitudinal strain (GLS)...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41234628",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of strain echocardiography across the spectrum of HF phenotypes, including heart failure with reduced ejection fraction (HFrEF), mildly reduced ejection fraction (HFmrEF), and preserved ejection fract...",
      "conclusion": null
    },
    {
      "title": "Deep learning-based classification of pleural malignancy using medical thoracoscopic images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study presents the first deep learning-based classification model of pleural malignancy using MT images. The model showed excellent diagnostic performance and has the potential to aid real-time clinical decision-making during thoracoscopy by suggesting malignant targets for biopsy or pleurodesis.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41234571",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This study presents the first deep learning-based classification model of pleural malignancy using MT images. The model showed excellent diagnostic performance and has the potential to aid real-time clinical decision-making during thoracoscopy by suggesting malignant targets for biopsy or pleurodesi..."
    },
    {
      "title": "Prevention, Detection, and Management of Post-Endoscopic Retrograde Cholangiopancreatography Pancreatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Endoscopic retrograde cholangiopancreatography (ERCP) is a widely used diagnostic and therapeutic procedure for pancreaticobiliary diseases. However, its relatively invasive nature necessitates a thorough understanding of potential adverse events and appropriate preventive strategies. Post-ERCP pancreatitis (PEP), the most common ERCP-related adverse event, occurs in approximately 10% of cases. While often mild, severe cases can rapidly progress and lead to clinical deterioration and mortality....",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41234031",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Scalable Integration of Single-Crystalline Ag Nanosheets for Threshold Voltage Engineering in Oxide Thin-Film Transistors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41233958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Amorphous oxide semiconductor-based thin-film transistors (TFTs), particularly those utilizing indium gallium zinc oxide (IGZO), have garnered significant attention for next-generation display backplanes and flexible electronics. However, the precise and reliable modulation of threshold voltage (V(th)) remains a persistent challenge, often requiring doping or vacancy engineering approaches that compromise process uniformity and device reliability. In this study, we introduce a scalable and...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Pusan National University"
      ],
      "pmid": "41233958",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diverging global incidence trends of early-onset cancers: comparisons with incidence trends of later-onset cancers and mortality trends of early-onset cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239501/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The increase in many early-onset cancer types was significantly higher than that of later-onset cancers, and the incidence and mortality of certain early-onset cancer types (such as colorectal cancer) increased simultaneously. Our study highlights global differences in cancer incidence and mortality trends of early-onset and later-onset cancers.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41239501",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The increase in many early-onset cancer types was significantly higher than that of later-onset cancers, and the incidence and mortality of certain early-onset cancer types (such as colorectal cancer) increased simultaneously. Our study highlights global differences in cancer incidence and mortality..."
    },
    {
      "title": "A new biological enhancement therapy for anterior cruciate ligament reconstruction: the preclinical proof of anterior cruciate ligament reconstruction with tendon graft reseeded with autologous anterior cruciate ligament-derived cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Implantation of a tendon graft reseeded with culture-expanded ACL-derived cells, and ACLM powder enhanced the tendon graft's maturation process and mechanical properties. We provide in vitro and in vivo proof-of-concept evidence supporting the efficacy of reseeding a tendon graft with ACL-derived cells combined with ACLM powder as a biological scaffold for ACL reconstruction.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41239486",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Implantation of a tendon graft reseeded with culture-expanded ACL-derived cells, and ACLM powder enhanced the tendon graft's maturation process and mechanical properties. We provide in vitro and in vivo proof-of-concept evidence supporting the efficacy of reseeding a tendon graft with ACL-derived ce..."
    },
    {
      "title": "Comparative effectiveness of metformin and alogliptin combination therapy versus metformin monotherapy in patients with type 2 diabetes: an emulated target trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: By emulating a target trial, this study showed that dual therapy with metformin and alogliptin improved glycemic control in patients with T2DM in South Korea. Given the growing number of available treatment regimens, future research should incorporate a wider range of antidiabetic agents and explore the effectiveness of various therapeutic combinations.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41239448",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "By emulating a target trial, this study showed that dual therapy with metformin and alogliptin improved glycemic control in patients with T2DM in South Korea. Given the growing number of available treatment regimens, future research should incorporate a wider range of antidiabetic agents and explore..."
    },
    {
      "title": "Physical and mental health factors associated with aggression in the South Korean general population: a nationwide survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Young age, impaired physical function, pain interference, depression, and anxiety were identified as risk factors for aggression.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41239265",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Young age, impaired physical function, pain interference, depression, and anxiety were identified as risk factors for aggression"
    },
    {
      "title": "Juvenile delinquency and cognitive function in adulthood: Differentiating violent and nonviolent behaviors and exploring multiple mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239192/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Juvenile delinquency has significant impacts on physical and mental health in adulthood, yet longitudinal research investigating cognitive consequences of delinquent behavior is limited. This study investigates potential pathways linking adolescent delinquent behavior to memory performance in adulthood, with particular attention to proximal psychosocial and behavioral mediators. Using data from the National Longitudinal Study of Adolescent to Adult Health and employing school fixed-effects...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41239192",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative evaluation of volume and helical four-dimensional computed tomography using canon system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239171/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Both volume and helical 4DCT modes offer distinct advantages depending on clinical objectives. Volume mode is better suited for applications requiring high spatial accuracy and reduced radiation exposure, while helical mode is preferable for precise tracking of respiratory motion owing to its superior temporal resolution. Careful selection of the scan mode and system settings is essential for optimizing respiratory-gated radiotherapy planning.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41239171",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both volume and helical 4DCT modes offer distinct advantages depending on clinical objectives. Volume mode is better suited for applications requiring high spatial accuracy and reduced radiation exposure, while helical mode is preferable for precise tracking of respiratory motion owing to its superi..."
    },
    {
      "title": "The effectiveness of low-level laser therapy for chronic rhinosinusitis: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "This systematic review and meta-analysis is aimed to assess the efficacy and the safety of low-level laser therapy (LLLT) and photobiomodulation (PBMT) in the management of chronic rhinosinusitis (CRS). A comprehensive search of PubMed, SCOPUS, Embase, Web of Science, and Cochrane Library databases were conducted for studies published up to June 30th, 2025. Eligible studies included patients with CRS who underwent LLLT or PBMT, and reported quantitative outcomes. Primary outcomes were subjective...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41239066",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular insights into melatonin-mediated stress tolerance in rice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239004/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Melatonin enhances rice's stress resilience by altering stress responses through molecular mechanisms, suggesting innovative strategies for sustainable agriculture amid biotic and abiotic stressors. Melatonin, a well-known mammalian hormone, is a multifunctional regulator of plant growth, development, and adaptation to stressors. Rice (Oryza sativa L.) yields are under pressure from both biotic and abiotic challenges, which demand robust agricultural practices to ensure food security. Melatonin...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41239004",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Germline BRCA1/2 Mutation Prevalence in Unselected ER-Low/HER2-Negative Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ER-low/HER2-negative breast cancers demonstrate BRCA1/2 mutation prevalence and features comparable to TNBC. Applying testing criteria based solely on ER expression may underdiagnose mutation carriers. These findings support expanding BRCA1/2 testing eligibility to include ER-low/HER2-negative tumors to ensure timely identification and access to targeted therapies.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238982",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ER-low/HER2-negative breast cancers demonstrate BRCA1/2 mutation prevalence and features comparable to TNBC. Applying testing criteria based solely on ER expression may underdiagnose mutation carriers"
    },
    {
      "title": "Quantitative analysis of forearm instability in an Essex-Lopresti injury model: effects of radial head replacement and interosseous membrane reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: RHR combined with IOM reconstruction effectively restores forearm rotational and longitudinal stability in Essex-Lopresti injuries.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238929",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RHR combined with IOM reconstruction effectively restores forearm rotational and longitudinal stability in Essex-Lopresti injuries"
    },
    {
      "title": "Emergence of aldosterone synthase inhibitors for treatment of difficult to treat hypertension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238811",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GlioSurv: interpretable transformer for multimodal, individualized survival prediction in diffuse glioma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238742/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Adult diffuse gliomas are clinically and molecularly heterogeneous, complicating risk stratification and personalized management. We introduce GlioSurv, a multimodal transformer model based on an accelerated failure time framework to integrate multiparametric MRI, clinical and molecular variables, and treatment data for personalized survival prediction. In a retrospective analysis of 1944 patients, including one internal cohort (n = 891; mean OS 32.2 months) and three external cohorts (n = 84,...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238742",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Shotgun metagenomics of the vaginal microbiome in cervical shortening and preterm birth risk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Preterm birth (PTB), a leading cause of neonatal morbidity and mortality, is frequently associated with premature cervical remodeling and vaginal microbiome dysbiosis. Cervical shortening in mid-pregnancy is a well-established risk factor for spontaneous PTB (sPTB), yet the microbial signatures underlying this condition remain underexplored, especially in Asian populations. In this study, we conducted shotgun metagenomic analysis of vaginal samples from 35 East Asian pregnant women with a short...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238729",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gestational age-specific sex difference in neurological outcomes of very low birth weight preterm infants-a nationwide study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "This is a population-based study from the Korean Neonatal Network (KNN) for very low birth weight infants (VLBWIs) born at 23^(+0) and 31^(+6) weeks of gestation between 2013 and 2019. This study aims to evaluate the effect of sex on neurological outcomes at 18-24 months corrected age, stratified with gestational age (GA) in VLBWIs. A total of 1,829 infants (15.7%) who completed Bayley Scales of Infant and Toddler Development, third edition (BSID-III) assessments at 18-24 months corrected age...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238688",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to evaluate the effect of sex on neurological outcomes at 18-24 months corrected age, stratified with gestational age (GA) in VLBWIs",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Organ-based tumor distribution for predicting prognosis in small-cell lung cancer using fluorodeoxyglucose positron emission tomography/computed tomography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238676/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "To validate and compare conventional metabolic tumor burden measurements with comprehensive metabolic tumor distribution patterns using [^(18)F] fluorodeoxyglucose positron emission tomography/computed tomography (FDG PET/CT) to predict small-cell lung cancer (SCLC) prognosis. This retrospective study included 520 patients with SCLC (mean age ± standard deviation, 67 ± 5.6 years; 84.8% men) who underwent PET/CT for staging. Of these, 364 scans were used for training (n = 291) and internal (n =...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238676",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk for neurocognitive impairment in Korean childhood cancer survivors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238667/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Background Neurocognitive impairment is one of the serious treatment-related late complications of childhood cancer survivors (CCS). This study aimed to evaluate neurocognitive impairment of Korean CCS at their adolescent and young age for whom little was known. Method We recruited 720 Korean CCS diagnosed with primary cancer before the age of 19 years and 222 siblings of CCS. We measured neurocognitive function using the Korean version of Neurocognitive Questionnaire (K-NCQ) composed of four...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41238667",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate neurocognitive impairment of Korean CCS at their adolescent and young age for whom little was known",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic accuracy of quantitative light-induced fluorescence in detecting caries of various types and locations: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238662",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Entamoeba muris provides a mouse model for amoebic colitis pathology characterized by T cell associated colonization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238622/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Entamoeba (E.) histolytica is a major global health concern as the causative agent of amoebic colitis, yet research is hindered by the lack of an ideal animal model. While E. muris has been traditionally considered non-pathogenic, our study demonstrates that it induces a colitis-like pathology in BALB/c mice, making it a promising model for studying E. histolytica infection. Using a fecal-oral infection route, we confirmed successful E. muris colonization, leading to colonic inflammation...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238622",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hyperconnected amorphous oxide networks under compression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Irreversibly densified oxide glass under extreme deformation exhibits unexpected softening with plasticity, while the glass network typically becomes rigid as it densifies. These distinct mechanical responses in amorphous networks remain puzzling at the atomic level. Understanding this behavior requires knowledge of how the network entangles and connects under high pressure. Here, our measurements on densified amorphous oxides under irreversible densification via magnetic resonance spectroscopy...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238595",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spirocyclic poly(vinylene ether ketone) membranes with enhanced microporosity for energy-efficient alcohol-hydrocarbon azeotrope separation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "The energy-efficient separation of azeotropic organic mixtures remains a critical challenge in chemical manufacturing. Conventional thermal-driven processes like distillation and pervaporation face fundamental thermodynamic constraints, requiring energy-intensive phase transitions. We present a pressure-driven membrane solution using a spirocyclic poly(vinylene ether ketone) membrane with enhanced microporosity that achieves alcohol-selective permeation from alcohol-hydrocarbon azeotropes. The...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41238568",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GWAS for primary angle-closure glaucoma identifies loci related to ocular biometry and morphology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "GWAS of primary angle-closure glaucoma have identified eight loci conferring risk in Asian populations. However, it remains unclear whether the genetic risk factors for the disease are consistent across different populations. Here, we present a discovery GWAS for primary angle-closure glaucoma in Europeans using the UK Biobank. We replicate our findings in six independent European populations and compare these results with results from 14 Asian cohorts. Five genomic regions in the discovery...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238566",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative analysis of the microbial profiles in supragingival and subgingival plaques obtained from different dental prostheses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Restorative materials significantly influenced the supragingival and subgingival microbiome composition within the same oral environment. Implant-supported restorations displayed lower microbial diversity and a higher prevalence of pathogenic taxa. Thus, restorative material selection may critically impact long-term periodontal and peri-implant health outcomes.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238500",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "long-term periodontal and peri-implant health outcomes",
      "conclusion": "Restorative materials significantly influenced the supragingival and subgingival microbiome composition within the same oral environment. Implant-supported restorations displayed lower microbial diversity and a higher prevalence of pathogenic taxa"
    },
    {
      "title": "Corrigendum to 'Association of sugammadex, neostigmine, or pyridostigmine for reversal of neuromuscular block with postoperative bradycardia: a multicentre, retrospective observational study' (Br J Anaesth 2025; 135: 1007-14)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41238463",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microspace Triboelectric Nanogenerator Based on Biocompatible Lignin-Derived Activated Carbon for Advanced Active Sensing Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Triboelectric nanogenerators (TENGs) offer inherent advantages, such as self-powering capability, high sensitivity, and structural adaptability. These qualities make them promising candidates for applications, including the Internet of Things (IoT) and active sensors. The sensitivity of conventional TENG-based sensors is highly affected by environmental factors due to the direct exposure of the triboelectric active regions to ambient conditions. Hence, this paper proposes a strategy to integrate...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238214",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating the potential of treating organic acid-pretreated mixed fruit waste in a 13-L microbial electrolysis cell",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Microbial electrolysis cells (MECs) offer a sustainable approach to producing hydrogen (H(2)) from organic waste. However, industrialization of MECs is hindered by a low H(2) production rate (HPR), mainly due to inefficient mass transfer between microbes and electrodes. To overcome this limitation, efficient dual-chamber MEC reactor design and evaluation of various substrate applicability are essential. In this study, we investigated the potential of mixed fruit waste (MFW) as an MEC substrate...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238138",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the potential of mixed fruit waste (MFW) as an MEC substrate",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reevaluating the 50% Facetectomy Threshold in Posterior Cervical Foraminotomy: A Comparative Clinical and Radiographic Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Facet resection exceeding 50% during PCF did not compromise clinical outcomes or radiographic stability at 2 years, suggesting similar short-term performance to limited resection. Minor radiographic changes such as accelerated bone bridge formation, were observed, warranting further prospective evaluation of long-term stability. These preliminary findings suggest that surgeons may prioritize complete neural decompression over strict adherence to the 50% threshold when anatomically...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41238125",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Facet resection exceeding 50% during PCF did not compromise clinical outcomes or radiographic stability at 2 years, suggesting similar short-term performance to limited resection. Minor radiographic changes such as accelerated bone bridge formation, were observed, warranting further prospective eval..."
    },
    {
      "title": "Continued Use of Bracing After Instrumented Lumbar Fusion: An International Study of Practice Patterns",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238058/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Bracing after short-segment lumbar fusion remains prevalent worldwide, with notable regional variation. These findings highlight persistent divergence from clinical guidelines and suggest a need for greater consensus and alignment in global spine care practices.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238058",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Bracing after short-segment lumbar fusion remains prevalent worldwide, with notable regional variation. These findings highlight persistent divergence from clinical guidelines and suggest a need for greater consensus and alignment in global spine care practices"
    },
    {
      "title": "Decoding depression with computer vision-assisted analysis of synchronized facial expressions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237962/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings underscore the potential utility of facial expression data in advancing objective and clinically meaningful diagnostic tools for depression. More broadly, the present study highlights a new direction for emotion research, utilizing facial expression dynamics as a complementary tool alongside established self-report measures.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237962",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "and clinically meaningful diagnostic tools for depression",
      "significance": null,
      "conclusion": "These findings underscore the potential utility of facial expression data in advancing objective and clinically meaningful diagnostic tools for depression. More broadly, the present study highlights a new direction for emotion research, utilizing facial expression dynamics as a complementary tool al..."
    },
    {
      "title": "The SMILE study cohort: Baseline comparison of oral health and dental aesthetics among smokers in Italy, Poland, Moldova, and Indonesia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Characterization of participants in the SMILE study cohort reveals marked inter-country variability in oral health and dental aesthetics among smokers, reflecting demographic, behavioral, and unique cultural factors.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Characterization of participants in the SMILE study cohort reveals marked inter-country variability in oral health and dental aesthetics among smokers, reflecting demographic, behavioral, and unique cultural factors"
    },
    {
      "title": "Congruence angle and medial ulnar translation: a novel measurement to assess the severity of ligament injury in simple elbow dislocation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Novel measurements using axial images of MRI scans achieved overall good inter- and intraobserver reliability. Higher grade LCL injury exhibited higher CA, TRANS, and ADJ-TRANS. Patients with LCL injury graded higher than that of MCL injury exhibited higher CA, TRANS, and ADJ-TRANS.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237831",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Novel measurements using axial images of MRI scans achieved overall good inter- and intraobserver reliability. Higher grade LCL injury exhibited higher CA, TRANS, and ADJ-TRANS"
    },
    {
      "title": "BTOB-T: Bilateral orchesTrated deep learning framework based on proteogenOmics for drug-repositioning of Breast cancer Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237504/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Computational predictive models based on a deep learning framework, which have recently been developed, substantially reduced the average time and cost of drug development. However, the molecular heterogeneity of breast cancer presents challenges in extracting representative gene-specific signatures from multi-omics data. In this study, we introduce a novel framework, the Bilateral orchesTrated deep learning framework based on proteogenOmics for drug-repositioning of Breast cancer Treatment...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41237504",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vutiglabridin ameliorates obesity by directly reducing fat mass through AMPK/lipophagy activation in adipocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Current anti-obesity therapies that suppress appetite often cause undesirable reductions in lean mass by indirectly depleting systemic energy store. In this study, we developed a novel anti-obesity drug, Vutiglabridin (VUTI), designed to selectively reduce fat mass while preserving lean mass. We evaluated its efficacy in high-fat diet-induced obese (DIO) mice and investigated its underlying mechanism in in vitro adipocyte models. VUTI dose-dependently and selectively decreased fat mass,...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41237461",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of emotional intelligence and organizational culture on clinical reasoning competence among oncology nurses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: EI significantly influences CR among oncology nurses. These findings underscore the need for structured educational interventions aimed at enhancing EI, supported by a positive OC. Such efforts may contribute to improved CR competency and reduce inconsistencies in patient outcomes by bridging current gaps in formal training within oncology nursing practice.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237456",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EI significantly influences CR among oncology nurses. These findings underscore the need for structured educational interventions aimed at enhancing EI, supported by a positive OC"
    },
    {
      "title": "Deep learning based label-free virtual staining and classification of human tissues using digital slide scanner",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Hematoxylin and eosin (H&E) staining has long been a cornerstone of histopathology, typically applied to formalin-fixed, paraffin-embedded (FFPE) tissue sections to ensure stable and consistent sample preparation. However, the chemical staining procedure is inherently irreversible, making stained tissue unsuitable for subsequent analysis. Moreover, it is time-consuming, requires chemical handling, and incurs significant costs. While label-free microscopy, combined with deep learning, has been...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41237448",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-resolution all-inkjet-printed quantum dot light emitting diodes with reduced intermixing using crosslinkable hole transport layer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "All inkjet-printed, 200 pixels per-inch (PPI) quantum-dot light-emitting diodes (QLEDs) were fabricated with a photo-crosslinkable polymer as a hole transport layer (HTL) in this study. Inkjet printing of high-resolution multilayer devices faces significant challenges, such as accurate droplet deposition and interfacial mixing between layers. High-resolution pixel substrates demanded precise drop placement accuracy (< 10 µm) and ≤ 4 pL droplet volumes; accordingly, binary and ternary solvent...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41237425",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Does Isolated Ankle Arthrodesis Affect Medial Column Alignment in Patients With Progressive Collapsing Foot Deformity and End-stage Ankle Osteoarthritis?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Patients with severe PCFD achieved greater radiographic correction than those with mild collapse after isolated ankle arthrodesis, yet functional improvements did not differ between groups. Surgeons can consider isolated ankle arthrodesis for end-stage ankle osteoarthritis with concomitant PCFD, even in severe cases, expecting substantial deformity correction without additional procedures. Future studies should determine the threshold beyond which adjunctive procedures become...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41237398",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with severe PCFD achieved greater radiographic correction than those with mild collapse after isolated ankle arthrodesis, yet functional improvements did not differ between groups. Surgeons can consider isolated ankle arthrodesis for end-stage ankle osteoarthritis with concomitant PCFD, eve..."
    },
    {
      "title": "Inflammatory and Insulinemic Dietary Patterns and Risk of Type 2 Diabetes Among Women With a History of Gestational Diabetes Mellitus: A Prospective Study of 84,174 Person-Years of Follow-up",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Among women with a history of GDM, those with greater dietary inflammatory and insulinemic potential were found to be at a higher risk of T2D and to have unfavorable cardiometabolic profiles.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among women with a history of GDM, those with greater dietary inflammatory and insulinemic potential were found to be at a higher risk of T2D and to have unfavorable cardiometabolic profiles"
    },
    {
      "title": "Ethanol-Assisted Green-Solvent-Based Strategy for Slot-Die Coated Perovskite Solar Cells with over 70% Eco-Friendly Solvent Content",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Perovskite solar cells (PSCs) have recently achieved remarkable power conversion efficiencies, yet their commercial viability critically depends on the development of scalable, eco-friendly fabrication processes. In particular, eliminating the use of toxic solvents such as N,N-dimethylformamide (DMF) and 2-methoxyethanol in slot-die coating remains a major challenge. Here, a green solvent engineering strategy is presented that reduces hazardous solvent content by incorporating ethanol, a benign,...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41237255",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hybrid functional 3D artificial synapses for convolution and reinforcement learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "Recent advancements in compute-in-memory (CIM) technology have garnered substantial interest, representing a promising shift in the computing paradigm. While conventional CIM systems using two-dimensional (2D) crossbar arrays have shown remarkable area and energy efficiency in fully connected neural networks, their applicability to convolutional neural networks remains inefficient. Herein, we introduce an architecture that enables convolution and reinforcement learning by leveraging the unique...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237232",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The use of quarantine as an international travel measure during the COVID-19 pandemic: A comparative analysis of implementation and equity impacts in five \"exemplar\" countries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "During the COVID-19 pandemic, virtually all countries used a range of measures to mitigate the risks of virus introduction and onward transmission via international travel. Quarantine was a key international travel measure (ITM) used by governments to achieve public health goals. However, the highly varied ways in which quarantine was implemented makes lesson learning for future pandemics challenging. Moreover, most studies overlook the secondary impacts of ITMs on individuals and populations...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237193",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Short-Term PM2.5 Exposure and Mortality in Older Adults with Asthma in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115141824&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides epidemiological evidence of an association between short-term exposure to PM2.5 and an increased mortality risk among older adults with asthma. These findings highlight the need for targeted preventive management strategies to mitigate health risks associated with short-term PM2.5 exposure, particularly for those vulnerable to air pollution.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237049",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides epidemiological evidence of an association between short-term exposure to PM2.5 and an increased mortality risk among older adults with asthma"
    }
  ]
}