{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-05T07:38:18.103Z",
  "totalItems": 150,
  "totalArchived": 22019,
  "newPapersAdded": 166,
  "institutionBreakdown": {
    "KAIST": 9,
    "SNU": 65,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 66,
    "IBS": 34,
    "UNIST": 1,
    "Hanyang University": 1,
    "KIST": 3,
    "GIST": 3,
    "Kyung Hee University": 6,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Biomedical": 33,
    "Cancer Research": 22,
    "Neuroscience": 10,
    "Multidisciplinary": 75,
    "Computer Science": 3,
    "Materials Science": 7
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Automatic Respiratory and Bulk Patient Motion Corrected 3D Fetal MRI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189047/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ACROBATIC enables motion correction in 3D radial fetal MRI. Correction of displacement due to maternal respiration and bulk motion results in improved image quality in simulations and in utero. Comparison to 2D frameworks are now warranted to establish the added diagnostic value of this approach.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41189047",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ACROBATIC enables motion correction in 3D radial fetal MRI. Correction of displacement due to maternal respiration and bulk motion results in improved image quality in simulations and in utero"
    },
    {
      "title": "Assessing and Resolving Findings of Sex Chromosome Discordance in Genetic Testing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Using X and Y chromosome data as a QC metric can identify critical errors but also introduces limitations and bias. Improved standardization, inclusive practices, and alternative QC methods are necessary to ensure accuracy and equitable patient care. Collaborative efforts are required to address demographic complexities and reduce testing delays.",
      "pubDate": "2025-11-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41189046",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Using X and Y chromosome data as a QC metric can identify critical errors but also introduces limitations and bias. Improved standardization, inclusive practices, and alternative QC methods are necessary to ensure accuracy and equitable patient care"
    },
    {
      "title": "The SCRIM score: a clinical tool for cancer risk-stratification in patients with idiopathic inflammatory myopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188999/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The SCRIM score precisely stratified the risk of myositis-associated cancer for patients with IIM, which can be an important basis for establishing an evidence-based screening cancer strategy.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41188999",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "basis for establishing an evidence-based screening cancer strategy",
      "conclusion": "The SCRIM score precisely stratified the risk of myositis-associated cancer for patients with IIM, which can be an important basis for establishing an evidence-based screening cancer strategy"
    },
    {
      "title": "Striatal transcriptomic alterations immediately after short-term abstinence from methamphetamine self-administration in rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188933/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Substance use disorders, particularly drug addiction, are complex neurophysiological conditions characterized by cycles of compulsive drug use, withdrawal symptoms, and relapses. Methamphetamine (MA) addiction evolves through repeated exposure, altering brain circuits related to reward and neuroplasticity. The need for reliable biomarkers to diagnose and monitor MA addiction has become increasingly critical in clinical practice. In this study, we explored the time-dependent transcriptomic...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41188933",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A finite element reliability analysis platform for damage index-based fragility assessment of RC bridges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188371/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "In this study, a computational platform is developed for fragility assessment of reinforced concrete (RC) bridges using a damage index (DI)-based approach. The platform integrates a reliability analysis in conjunction with sophisticated nonlinear finite element (FE) analysis. In this process, the first-order reliability method enables efficient probabilistic evaluation, while the FE analysis provides DI values that directly quantify bridge damage condition. The platform was applied to a hollow...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "UNIST"
      ],
      "pmid": "41188371",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cognitive function correlates with gastric alpha-synuclein seeding activity in early Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Alpha-synuclein (AS) accumulation is more frequently detected in the stomach than in the colon of patients with Parkinson's disease (PD), suggesting its potential as a pathologic biomarker. This study is to evaluate the diagnostic performance of real-time quaking-induced conversion assay on stomach biopsies for early PD and its association with clinical characteristics. Stomach biopsy tissues were prospectively collected from 22 patients with early-stage PD and 17 controls. Pathological...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41188273",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Abdominal computed tomography-assessed muscle quality and its prognostic value in patients with advanced chronic kidney disease initiating hemodialysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The low SMD assessed by abdominal CT is independently associated with all-cause mortality in patients with advanced CKD initiating hemodialysis. In contrast to SMI, SMD showed a negative correlation with BMI, indicating that SMD might reflect dysfunctional sarcopenia better from perspective of the obesity paradox of CKD in this study population.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41187122",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The low SMD assessed by abdominal CT is independently associated with all-cause mortality in patients with advanced CKD initiating hemodialysis. In contrast to SMI, SMD showed a negative correlation with BMI, indicating that SMD might reflect dysfunctional sarcopenia better from perspective of the o..."
    },
    {
      "title": "On the feasibility of quantum teleportation protocols implemented with silicon devices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187023/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "With recent experimental advancements demonstrating high-fidelity universal logic gates and basic programmability, silicon-based spin quantum bits (qubits) have emerged as promising candidates for scalable quantum computing. However, implementation of more complex quantum information protocols with many qubits still remains a critical challenge for realization of practical programmability in silicon devices. In this study, we present a computational investigation of entanglement-based quantum...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Korea University"
      ],
      "pmid": "41187023",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deciphering Charge Transfer and Hydrogen Bonding Characteristics from Liquid Water XAS Spectra",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "X-ray absorption spectroscopy (XAS) provides critical insights into the molecular and electronic structures of complex condensed-phase systems. For example, the XAS spectrum of liquid water depends on the complex three-dimensional arrangements of water molecules and their effects on the core-to-valence electronic transitions. Consequently, a wealth of molecular and electronic information is encoded in the complex spectral patterns. To decode these structure-electronic property relationships, we...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41186442",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hydrogel Thermostat Inspired by Photoprotective Foliage Using Latent and Radiative Heat Control",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186023/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Plants such as Populus alba feature photoprotective foliage that dynamically modulates optical properties to dissipate excessive heat under high temperatures, while condensation-induced latent heating preserves warmth under cold conditions-enabling tolerance to fluctuating thermal and hydric environments. Inspired by this natural strategy, a hydrogel-based thermostat is presented that balances latent and radiative heat fluxes. The system integrates lithium ions and hydroxypropyl cellulose into a...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41186023",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Multicenter Study on Symptomatic Neonatal Herpes Simplex Virus Infection in Korea From 2008 to 2017",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although uncommon, neonatal HSV infection occurs in Korean babies with a high 30-day mortality of 12.5%. Increased awareness is warranted among Korean pediatricians for the early diagnosis and treatment of neonatal HSV infection.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41185580",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although uncommon, neonatal HSV infection occurs in Korean babies with a high 30-day mortality of 12.5%"
    },
    {
      "title": "Correction: Distinct spatial transcriptomic patterns of substantia Nigra in Parkinson disease and Parkinsonian subtype of multiple system atrophy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41189013",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interaction between rasagiline and Pueraria radix in in vitro models of parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that the RASA - PR combination offers enhanced therapeutic potential through synergistic effects, while maintaining favourable metabolic compatibility. This study establishes a scientific foundation for integrating traditional herbal medicine with conventional pharmaceuticals in PD management, potentially allowing for reduced conventional drug dosages while improving therapeutic outcomes.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41188875",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that the RASA - PR combination offers enhanced therapeutic potential through synergistic effects, while maintaining favourable metabolic compatibility",
      "conclusion": "These findings suggest that the RASA - PR combination offers enhanced therapeutic potential through synergistic effects, while maintaining favourable metabolic compatibility. This study establishes a scientific foundation for integrating traditional herbal medicine with conventional pharmaceuticals ..."
    },
    {
      "title": "AXIN2 variants, tooth agenesis, and cancer risk: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188821/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41188821",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ophthalmologic manifestations associated with Fukutin (FKTN) variant subtypes in Korean patients with Fukuyama congenital muscular dystrophy: a single-center retrospective case series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrates that Korean patients with FCMD carrying compound heterozygous variants comprising the RT insertion and deep intronic splice-site variants exhibit a recognizable ophthalmic phenotype characterized by optic disc and retinal abnormalities, highlighting the need for targeted and ophthalmologic surveillance in this patient population.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41188778",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that Korean patients with FCMD carrying compound heterozygous variants comprising the RT insertion and deep intronic splice-site variants exhibit a recognizable ophthalmic phenotype characterized by o...",
      "conclusion": "This study demonstrates that Korean patients with FCMD carrying compound heterozygous variants comprising the RT insertion and deep intronic splice-site variants exhibit a recognizable ophthalmic phenotype characterized by optic disc and retinal abnormalities, highlighting the need for targeted and ..."
    },
    {
      "title": "Exploring Multifaceted Roles of Bambusicolous Apiospora in Phyllostachys bambusoides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188621/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Bamboo plays a crucial role in mitigating climate change. Among various microorganisms inhabiting bamboo, Apiospora is a common bambusicolous fungus that induces black spots, functioning either as a saprobe or as a plant pathogen. However, the diversity and ecological roles of Apiospora as an endophyte in bamboo remain poorly understood. This study explored the diversity and ecological functions of bambusicolous Apiospora in Phyllostachys bambusoides forests. Bamboo samples representing...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41188621",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A focus shift from sarcopenia to muscle health in the Asian Working Group for Sarcopenia 2025 Consensus Update",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "The Asian Working Group for Sarcopenia (AWGS) presents an updated 2025 consensus reframing sarcopenia management through a life-course approach to muscle health promotion. While aligning with the Global Leadership Initiative in Sarcopenia (GLIS), this update provides healthcare providers with Asia-specific guidance. The consensus introduces three key refinements: first, expanding sarcopenia diagnosis to middle-aged adults (50‒64 years) with validated diagnostic thresholds; second, simplifying...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41188603",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Learning to decode logical circuits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "As quantum hardware advances toward enabling error-corrected quantum circuits in the near future, the absence of an efficient polynomial-time decoding algorithm for logical circuits presents a critical bottleneck. While quantum memory decoding has been well studied, inevitable correlated errors introduced by transversal entangling logical gates prevent the straightforward generalization of quantum memory decoders. Here we introduce a data-centric, modular decoder framework, the Multi-Core...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41188498",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prediction of hemorrhagic transformation in acute ischemic stroke patients using clinico-radiomics models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188459/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "This study aimed to develop and validate a clinico-radiomics model integrating radiomics features from multiparametric MRI and clinical scoring systems to predict hemorrhagic transformation (HT) in acute ischemic stroke. A total of 918 patients were retrospectively included. Patients from Institution A who underwent MRIs between 2017 and 2019 were assigned to the training set (n = 792), whereas those from 2020 (n = 78) formed the internal validation set. External validation included 48 patients...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41188459",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "develop and validate a clinico-radiomics model integrating radiomics features from multiparametric MRI and clinical scoring systems to predict hemorrhagic transformation (HT) in acute ischemic stroke",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep multi-metrics learning for mobile app defect prediction using code and process metrics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188394/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "The rise in mobile apps necessitates precise defect prediction to aid developers in resource allocation. The efficacy of defect prediction relies on data representation and model selection. However, existing research relies on isolated data sources, limiting models' ability to capture the complex interplay of code and process metrics in app development. This paper addresses this limitation by proposing a Deep Multi-Metrics Learning Model (DMLM), which leverages code metrics from the current code...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41188394",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel morphological indexes for quantitative evaluation of cerebral aneurysm irregularity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "A cerebral aneurysm may present irregularities associated with rupture risks. However, conventional morphological parameters are limited in evaluating the aneurysm irregularity. Although the mass moment of inertia has been devised for the irregularity evaluation, its performance still needs to be improved. In this study, three novel morphological indexes (NMIs) were devised based on the mass moment of inertia (ANI, aneurysm-to-neck index; AVI, aneurysm-to-vessel index; AII, aneurysm irregularity...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41188375",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of hysterectomy on risk of thyroid cancer and benign thyroid disorders in South Korean women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "This study aimed to evaluate the association between hysterectomy and the risk of thyroid cancer and benign thyroid disorders in South Korean women. A retrospective cohort study was conducted using Korean National Insurance data from 2002 to 2020. Women aged 40 to 59 who underwent hysterectomy for benign conditions were matched with controls using propensity score matching. The participants were followed for a median of 11.4 years. Cox proportional hazards regression analyses were performed to...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41188370",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the association between hysterectomy and the risk of thyroid cancer and benign thyroid disorders in South Korean women",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Price prediction of PFP NFT based on the sentiments of users in posts on social media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188348/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41188348",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative multi-omics deciphers the potential mechanism and microbial biomarkers for lymph node metastasis in colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Understanding and accurate diagnosis of lymph node metastasis (LNM) for patients with colorectal cancer (CRC) is essential to determine treatment and follow-up strategies. Therefore, in this study, we aimed to elucidate the biological process and identify the potential biomarker for LNM in CRC.A total of 30 patients who received a histologically confirmed diagnosis of CRC with Stage I to III and a curative surgery between November 2020 and July 2021 at Kyung Hee university hospital at Gangdong...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41188324",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "elucidate the biological process and identify the potential biomarker for LNM in CRC",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcriptome-conditioned molecule generation via gene interaction-aware fragment modeling with a GPT-based architecture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Phenotype-driven drug discovery leverages cellular responses to guide the design of therapeutic molecules. Recent advancements in transcriptomics have provided extensive datasets describing how gene expression changes in response to various chemical stimuli, presenting an opportunity to directly link molecular generation to specific cellular phenotypes. However, effectively linking transcriptomic perturbations to chemical structure generation remains challenging due to the complexity of gene...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41188290",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mitofusin 1 in mitochondrial quality control and anti-inflammatory responses in nucleus pulposus cells during disc degeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188289/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Mitochondrial dysfunction drives intervertebral disc degeneration, and mitochondrial dynamics are regulated by mitofusins (MFNs). In this study, we evaluated the roles of MFN1 and MFN2 in mitochondrial quality control and their responses to inflammation and antioxidant treatment in grade I and III disc nucleus pulposus cells (NPCs). Human NPCs were isolated from intervertebral disc tissues of patients. Tumor necrosis factor-α (TNF-α)-induced inflammation was treated with vitamin E (Vit E) or...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41188289",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conditional UNet emulation of CMAQ simulations for fine particulate matter concentration prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188285/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41188285",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Morphological classification of the plantaris muscle origin: a cadaveric study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "The plantaris muscle (PM), considered vestigial in humans, has clinical significance owing to its anatomical variations. This study examined the prevalence, origin types, and clinical relevance of the PM in the Korean population to aid clinical and surgical practices, particularly in posterior knee surgery. A total of 160 lower limbs (90 male, 70 female) were dissected using classical anatomical methods. The morphology of PM origin was classified, and its prevalence was evaluated. The PM was...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41188268",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the prevalence, origin types, and clinical relevance of the PM in the Korean population to aid clinical and surgical practices, particularly in posterior knee surgery",
      "significance": "owing to its anatomical variations",
      "conclusion": null
    },
    {
      "title": "Blood transfusion and mortality after spine osteotomy: a nationwide population-based retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41188242",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regenerating liver uses ammonia to support de novo pyrimidine synthesis and cell proliferation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188238/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Liver is endowed with high regenerative activity, so that the tissue regrows in mouse after partial hepatectomy within days. We reason that this requires de novo pyrimidine synthesis to support rapid progression via the cell cycle. We find that suppression of de novo pyrimidine synthesis prevents proliferation in regenerating liver, suppressing liver regrowth. Tracing studies and spatial metabolomics reveal a metabolic shift such that ammonia, normally detoxified to urea in the periportal region...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41188238",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-strain metal-organic framework negative electrode for stable all-solid-state batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188227/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "All-solid-state batteries face critical mechanical challenges, particularly when employing Li-metal, Si-based, or initially anode-free configurations, due to substantial volume changes of the negative electrode within rigid cell architectures during cycling. Such fluctuations generate considerable mechanical stress, which can lead to both bulk and interfacial degradation, posing serious risks to long-term stability. This problem is further amplified in stacked cell configurations, where...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41188227",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and safety of a New D-sorbitol, Ascorbic Acid, and Picosulfate Bowel Cleansing Solution for colonoscopy: A prospective, multicenter, randomized study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: DAP-based bowel cleansing reduces the volume of solution required without compromising efficacy or safety, allowing for single-dose bowel preparation. This solution is more acceptable to patients, potentially improving adherence with bowel cleansing protocols and leading to a more effective colonoscopy.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41188168",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DAP-based bowel cleansing reduces the volume of solution required without compromising efficacy or safety, allowing for single-dose bowel preparation. This solution is more acceptable to patients, potentially improving adherence with bowel cleansing protocols and leading to a more effective colonosc..."
    },
    {
      "title": "Comparative efficacy of immunomodulators, biologics, and advanced therapies for steroid-refractory acute severe ulcerative colitis: A network meta-analysis and time-to-event analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188167/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Colectomy rates were similar across treatments at 1 month. At 3 months, standard infliximab and tofacitinib were associated with lower colectomy rates than cyclosporine (cyclosporine (Cyclosporine capsules) capsules). By 12 months, standard, intensified, and accelerated infliximab showed lower rates than cyclosporine (cyclosporine (Cyclosporine capsules) capsules).",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41188167",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Colectomy rates were similar across treatments at 1 month. At 3 months, standard infliximab and tofacitinib were associated with lower colectomy rates than cyclosporine (cyclosporine (Cyclosporine capsules) capsules)"
    },
    {
      "title": "A Phase II Study of Durvalumab, Doxorubicin, and Ifosfamide in Recurrent and/or Metastatic Pulmonary Sarcomatoid Carcinoma (KCSG LU-19-24)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188111/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Durvalumab combined with doxorubicin and ifosfamide suggested clinical activity in recurrent and/or metastatic PSC. Larger studies are warranted to confirm benefits and refine treatment strategies.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41188111",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Durvalumab combined with doxorubicin and ifosfamide suggested clinical activity in recurrent and/or metastatic PSC. Larger studies are warranted to confirm benefits and refine treatment strategies"
    },
    {
      "title": "Climate change is driving a surge of infectious diseases in Brazil",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41188016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Zero-emission vision: The roles of artificial intelligence and clean energy in environmental sustainability improvement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187691/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "With the proliferation of artificial intelligence (AI) in recent years, France has been intensively seeking to address environmental concerns by establishing low-carbon technological infrastructure. However, the effectiveness of these efforts for France's environmental sustainability (ENS) remains uncertain. This study addresses this gap in the literature by investigating the relationship between AI and ENS within the framework of Porter's theory. Furthermore, it also considers the environmental...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41187691",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Framing Pro-Anorexia Discourse on YouTube in South Korea: Social Network and Exponential Random Graph Model Analysis of Video Communities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Pro-ana discourse on YouTube is fragmented into \"refracted publics.\" Meso-level individual channels using recovery narratives serve as critical bridges across polarized frames. Public health efforts should partner with mid-tier influencers to co-create emotionally resonant recovery content that disrupts echo chambers and fosters cross-frame dialogue.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41187317",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Pro-ana discourse on YouTube is fragmented into \"refracted publics.\" Meso-level individual channels using recovery narratives serve as critical bridges across polarized frames"
    },
    {
      "title": "Toxicity-related immunotherapy discontinuation and outcome in patients with advanced renal cell carcinoma treated with immune-based combinations (ARON-1 study)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187015/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "The advent of immunotherapy (IO) has revolutionized the therapeutic landscape of advanced renal cell carcinoma (RCC). The aim of this study is to analyze clinical outcomes in patients who discontinued IO in metastatic RCC first line in a real-world setting. We retrospectively collected data about 1077 patients aged ≥18 years with a histologically confirmed diagnosis of clear cell RCC and histologically or radiologically confirmed metastatic disease, treated in 52 centers from 20 countries,...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41187015",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "of this study is to analyze clinical outcomes in patients who discontinued IO in metastatic RCC first line in a real-world setting",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Olfactory Dysfunction as a Window Into the Heterogeneity of Parkinson Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Olfactory dysfunction serves as a multifaceted clinical marker associated with convergent degeneration of nigrostriatal and limbic pathways, offering insights into PD phenotypic variance and its prognostic implications.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41186960",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Olfactory dysfunction serves as a multifaceted clinical marker associated with convergent degeneration of nigrostriatal and limbic pathways, offering insights into PD phenotypic variance and its prognostic implications"
    },
    {
      "title": "Retraction Note: Exploring the potential function of trace elements in human health: a therapeutic perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41186858",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Micturition Control with Activation of EUS Nerves at the Spinal Cord Using Fiber Optic Stimulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "This study combines optogenetics and retrograde transfection techniques to functionally target external urethral sphincter (EUS)-related neurons in the spinal cord and to demonstrate a proof-of-concept approach for modulating EUS activation, thereby influencing micturition. Experiments were conducted using C57BL/6 mice, in which an AAV vector (AAV2/6-eSyn-hChR2(H134R)-EGFP) was delivered to the EUS muscle, enabling retrograde transport and subsequent expression of light-sensitive proteins in...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41186813",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Baseline cortical thinning in the visual cortex as a predictor of early mild cognitive impairment progression: a population-based follow-up study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41186729",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning-based combined noise reduction and contrast enhancement for post-neoadjuvant pancreatic cancer CT: does improved image quality translate to better resectability assessment?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186714/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although deep learning-based combined noise reduction and contrast enhancement reconstruction significantly improved quantitative and subjective image quality metrics, it did not enhance diagnostic accuracy for predicting R0 resectability in post-neoadjuvant pancreatic cancer patients.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41186714",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although deep learning-based combined noise reduction and contrast enhancement reconstruction significantly improved quantitative and subjective image quality metrics, it did not enhance diagnostic accuracy for predicting R0 resectability in post-neoadjuvant pancreatic cancer patients"
    },
    {
      "title": "Real-world outcomes of anti-VEGF and corticosteroid therapies for diabetic macular edema: up to 10 years of follow-up in Korean patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This 10-year real-world study confirms the effectiveness of anti-VEGF and corticosteroid injections in achieving functional and anatomical improvements in DME, although the outcomes were less favorable than those reported in clinical trials, primarily due to undertreatment and patient heterogeneity.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41186662",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This 10-year real-world study confirms the effectiveness of anti-VEGF and corticosteroid injections in achieving functional and anatomical improvements in DME, although the outcomes were less favorable than those reported in clinical trials, primarily due to undertreatment and patient heterogeneity"
    },
    {
      "title": "Therapeutic Potential of Graphene Quantum Dots on Pterygium Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186352/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: GQDs suppress multiple pathologic features of pterygium, including selective cytotoxicity, downregulation of key molecular mediators (cyclin D1, periostin, MMP-3, and MMP-9), and a novel mechanism involving microtubule fragmentation. These findings support the potential of GQDs as a noninvasive therapeutic strategy to suppress pterygium progression and decrease postoperative recurrence.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41186352",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GQDs suppress multiple pathologic features of pterygium, including selective cytotoxicity, downregulation of key molecular mediators (cyclin D1, periostin, MMP-3, and MMP-9), and a novel mechanism involving microtubule fragmentation. These findings support the potential of GQDs as a noninvasive ther..."
    },
    {
      "title": "Cancer risk in patients with systemic lupus erythematosus: a population-based cohort study in the Republic of Korea 2004-2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Patients with SLE have increased cancer risk compared with the general population. Increased relative cancer risk is associated with younger age, first year post-diagnosis, and cyclophosphamide treatment.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41186343",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with SLE have increased cancer risk compared with the general population. Increased relative cancer risk is associated with younger age, first year post-diagnosis, and cyclophosphamide treatment"
    },
    {
      "title": "Role of Xylitol Nasal Irrigation in the Management of Chronic Sinusitis: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Nasal irrigation with xylitol significantly improves the subjective management of CRS and postoperative care compared to saline irrigation but does not alter objective outcomes.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41186273",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "outcomes",
      "significance": null,
      "conclusion": "Nasal irrigation with xylitol significantly improves the subjective management of CRS and postoperative care compared to saline irrigation but does not alter objective outcomes"
    },
    {
      "title": "Correspondence Regarding \"Electrical Stimulation of Trigeminal Nerve at the Anterior Nasal Septum in Healthy Individuals and Patients With Olfactory Dysfunction\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41186242",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Utilizing Hydrogel-Isolated Dual-Carboxyl Surface-Enhanced Raman Scattering Probe for Accurate Online pH Monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186109/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Surface-enhanced Raman scattering (SERS)-based pH sensors have been widely applied; However, the used 4-mercaptobenzoic acid (4-MBA) probes exhibit small pH-sensitive peak changes (carboxyl group) and strong susceptibility to interference, leading to inaccurate measurements. To address these limitations, we developed a SERS pH sensor using 2,5-dimercaptoterephthalic acid (2,5-DMTA) as the probe, which contains dual carboxyl groups. These carboxyl groups undergo reversible...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41186109",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine Learning Techniques for Identifying Lifestyle Factors Associated With Low Back Pain in Adults Aged 50 and Older Using Data From the Korean National Health and Nutrition Examination Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Chronic low back pain (cLBP) is shaped by multiple lifestyle factors, yet models with practical behavioral cutoffs remain scarce. This study developed a machine learning model to identify key lifestyle factors and specific thresholds linked to cLBP in adults aged 50 and older, using data from 5607 participants in the Korean National Health and Nutrition Examination Survey. Machine learning algorithms were trained and validated, with performance assessed via AUROC and SHAP for interpretability....",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41186069",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bilateral anterior cruciate ligament reconstruction is more vulnerable to graft failure than unilateral anterior cruciate ligament reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186027/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Bilateral ACLR is more vulnerable to graft failure than unilateral ACLR. In addition, bilateral ACLR is associated with worse clinical outcomes. Thus, bilateral ACL injury should not be regarded as merely the result of two independent unilateral ACL injuries. Rather, the two conditions should be considered distinct clinical entities. When treating bilateral ACL injury, greater efforts should be made to manage factors known to affect graft survival and more cautious rehabilitation...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41186027",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Bilateral ACLR is more vulnerable to graft failure than unilateral ACLR. In addition, bilateral ACLR is associated with worse clinical outcomes"
    },
    {
      "title": "Systemic Vasculopathy Associated With Homozygous <em>RNF213</em> Mutation Presenting as Peripheral Pulmonary Artery Stenosis and Coronary Vasospasm Without Moyamoya Disease: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "We report the case of a 19-year-old man who presented with exertional dyspnea and recurrent chest pain, with a homozygous mutation in the RNF213 gene and without evidence of moyamoya disease. Coronary angiography revealed significant stenosis in the left main coronary artery and ergonovine provocation testing demonstrated severe vasospasm, leading to a diagnosis of variant angina. Intravascular ultrasound revealed fibrous intimal thickening without atherosclerotic plaque. Pulmonary artery...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41185581",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Research Ethics Challenges in Pandemic Korea and Their Implications for the Revised 2024 Declaration of Helsinki",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: By analyzing the relevance and implications of the challenges identified in this literature review in relation to the revisions made to the Declaration of Helsinki in 2024, we demonstrate that the updated Declaration addresses most of the ethical challenges posed by research in pandemic Korea. This paper highlights that the 2024 revision underscores the significance of research ethics during pandemic situations and proposes approaches to enhance the research environment and ecosystem...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41185579",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of the challenges identified in this literature review in relation to the revisions made to the Declaration of Helsinki in 2024, we demonstrate that the updated Declaration addresses most of the ethic...",
      "conclusion": "By analyzing the relevance and implications of the challenges identified in this literature review in relation to the revisions made to the Declaration of Helsinki in 2024, we demonstrate that the updated Declaration addresses most of the ethical challenges posed by research in pandemic Korea. This ..."
    },
    {
      "title": "Gradual Increase in Lung Cancer Risk Due to Particulate Matter Exposure in Patients With Pulmonary Function Impairments: A Nationwide Korean Database Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study suggests the carcinogenic risk of PM2.5 exposure, particularly in individuals with obstructive lung function impairments.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41185578",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "the carcinogenic risk of PM2",
      "conclusion": "This study suggests the carcinogenic risk of PM2.5 exposure, particularly in individuals with obstructive lung function impairments"
    },
    {
      "title": "Hydrocolloid-Based Multiwavelength Stretchable QD-OLED Patch for Simultaneous Neonatal Jaundice and Dermatitis Treatment with Biosignal Monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185555/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Conventional light-emitting-diode-based light sources suffer from rigidity, localized heating, and poor adaptability to skin deformation, limiting their use in skin-attached medical devices. To address these challenges, a quantum dot organic light-emitting diode (QD-OLED) architecture utilizing a blue OLED with QD for wavelength conversion is developed, achieving dual-wavelength emission (470 and 630 nm) in a simplified structure. The use of hydrocolloid as a substrate ensures skin adhesion,...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41185555",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Glioblastoma Immunotherapy Adjuvants for Glial Cell Polarization Regulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Glioblastoma (GBM) remains fatal despite maximal surgical resection, temozolomide chemotherapy, and radiotherapy. Within the GBM microenvironment, tumor-educated microglia and astrocytes adopt immunoregulatory-like STAT3-high and ARG1/TGF-β-high phenotypes, respectively, which shield GBM cells from adaptive immune attack. In this review, we examine emerging adjuvant strategies designed to molecularly reprogram glial cells toward pro-inflammatory C3-high and IFN/NF-κB-high states, amplifying...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41185538",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Relationships Between Generation Z Nurses' Agility, Nursing Competence, and Job Satisfaction: A Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study suggests that nursing competence acts as a mediating factor in the relationship between workforce agility and job satisfaction.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41185531",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that nursing competence acts as a mediating factor in the relationship between workforce agility and job satisfaction",
      "conclusion": "This study suggests that nursing competence acts as a mediating factor in the relationship between workforce agility and job satisfaction"
    },
    {
      "title": "Engineering Supramolecular Assemblies via Metal-Metal Interactions for Biological Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Over the past decades, self-assembly has become a pivotal strategy for the construction of tunable supramolecular nanoarchitectures. In particular, supramolecular assemblies from d⁸ transition metal complexes have garnered widespread attention as bioimaging and therapeutic agents owing to their rich physicochemical properties resulting from metallophilic interactions. These supramolecular assemblies exhibit red-shifted absorption and emission, which are critical for imaging and phototherapy...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41185491",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Multi-Center RCT Comparing Titanium-Reinforced dPTFE Membrane to Collagen Membrane in Horizontal Bone Augmentation at Single Sites in the Anterior Maxilla: Clinical and Histological Outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Alveolar width enabled implant installation at 9 months in both groups, yet dPTFE membrane was prone to infection. In both groups, fibrous tissue at the buccal aspect was common and newly formed bone was consistently observed.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41185408",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Alveolar width enabled implant installation at 9 months in both groups, yet dPTFE membrane was prone to infection. In both groups, fibrous tissue at the buccal aspect was common and newly formed bone was consistently observed"
    },
    {
      "title": "Photocatalytic ZnO-doped polyester filters for reducing airborne cross-contamination by foodborne pathogens in storage environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185363/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Effective air purification is crucial for controlling airborne contamination, especially in food storage environments where microbial cross-contamination can compromise food safety. Conventional filtration methods often suffer from microbial accumulation, leading to decreased efficiency and potential recontamination. This study aimed to develop a polyester-based nonwoven filter doped with zinc oxide nanoparticles (ZnO NPs) synthesized using a green method involving banana peel extract. Two...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41185363",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "develop a polyester-based nonwoven filter doped with zinc oxide nanoparticles (ZnO NPs) synthesized using a green method involving banana peel extract",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High internal phase Pickering emulsion gel stabilized by whey protein isolate/rutin/guar gum complex for 3D bio-inks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Recently, 3D bio-printing technology has been interested in the food tech fields, such as 3D bio-inks of alternative food and 3D scaffolds of cultured meat. However, previous researches on 3D bio-inks have used protein and polysaccharide as the main sources. The study for 3D bio-inks containing lipid to have 3D printability has been required. Therefore, the protein/polyphenol/polysaccharide complex was applied as a stabilizer to the high internal phase Pickering emulsion gel (HIPE) to improve 3D...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41185320",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sucrose-induced structural modification of in situ exopolysaccharides: Effects on rheological and baking properties of gluten-free sourdough",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185281/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Pseudocereals have gained attention as nutritious gluten-free alternatives due to their high content of bioactive compounds. However, they inherently lack gluten, making it difficult to form a viscoelastic dough network, often resulting in poor bread quality. Microbial exopolysaccharide (EPS) production during sourdough fermentation has been proposed as a promising strategy to improve the quality of gluten-free bread. This study investigated the effects of sucrose concentration on the structural...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41185281",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of sucrose concentration on the structural",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electromagnetic Interference-Shielded Graphene-Copper Neural Interface for Real-Time Electrophysiology under Magnetic Modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Magnetic neuromodulation enables wireless and deep-brain stimulation, but its real-time in vivo electrophysiological investigation has been limited by severe electromagnetic interference (EMI) from stimulation hardware, which distorts neural recordings. Conventional metal-based electrodes are highly vulnerable to such interference, precluding accurate monitoring of neural dynamics during stimulation. Herein, we present an EMI-shielded neural probe integrating graphene electrodes with copper...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41185149",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "When less is more: Evidence from Korean-learning children's verb acquisition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185146/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Linguistic context supports children's verb learning. For example, upon hearing \"the boy is pilking,\" children can infer that the novel verb pilk names an action that a boy (rather than a girl) engages in. However, more information, such as a modified subject (e.g. \"the tall boy is pilking\"), could hinder rather than aid due to increased processing load, as suggested by a previous study with English-learning toddlers (He et al., 2020, Language Learning and Development 16, 22-42). In the current...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41185146",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term waist circumference and diabetes risk in premenopausal women: role of shared risk factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The association between higher WC during the menopausal transition and type 2 diabetes risk was observed. Comprehensive interventions aimed at lowering abdominal obesity could help reduce the risk of type 2 diabetes.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41185005",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The association between higher WC during the menopausal transition and type 2 diabetes risk was observed. Comprehensive interventions aimed at lowering abdominal obesity could help reduce the risk of type 2 diabetes"
    },
    {
      "title": "Association Between Di-(2-Ethylhexyl) Phthalate and Childhood Asthma Through Plasma Metabolome Alterations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41184991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41184991",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential prognostic significance of tumor size and node in invasive lobular carcinoma of breast",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41184956/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41184956",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "New persistent opioid use among ICU survivors after discharge: incidence, predictors, and nationwide cohort analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41184942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Approximately one in 25 ICU survivors developed new persistent opioid use by six months. Early post-discharge opioid prescription was the dominant risk factor. Risk profiles differed by opioid potency, underscoring the need for early tapering strategies, multimodal non-opioid analgesia, and stewardship programs tailored to patient subgroups and opioid type.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41184942",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Approximately one in 25 ICU survivors developed new persistent opioid use by six months. Early post-discharge opioid prescription was the dominant risk factor"
    },
    {
      "title": "Smart hybrid nanomaterials for chronic infections: microbiome-responsive and sustainable therapeutic platforms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41184906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41184906",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From prediction to action: a retrospective observational study on the real-world implementation of Critical Interventions (CrIs), an AI-based clinical decision support system changing clinical behavior in the emergency department",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41184886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The CrIs system demonstrated robust predictive accuracy and significantly reduced time to critical interventions, enhancing ED operational efficiency. Future enhancements should focus on improving user interface and communication features to maximize system utility.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41184886",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The CrIs system demonstrated robust predictive accuracy and significantly reduced time to critical interventions, enhancing ED operational efficiency. Future enhancements should focus on improving user interface and communication features to maximize system utility"
    },
    {
      "title": "Group Stepping Stones Triple P for South Korean families of children with developmental disabilities: a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41184877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study is the first to conduct Group SSTP in the South Korean context. The results suggest Group SSTP's potential to address behavioral issues of children with DDs and improve parenting practices, supporting its broader application in healthcare settings.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41184877",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study is the first to conduct Group SSTP in the South Korean context. The results suggest Group SSTP's potential to address behavioral issues of children with DDs and improve parenting practices, supporting its broader application in healthcare settings"
    },
    {
      "title": "UNLOADERS-PVAD Weaning Score: predicting post-weaning adverse events in cardiogenic shock patients supported by microaxial flow pump",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188967/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Four clinical and three hemodynamic factors were significantly associated with 30-day events following PVAD weaning, leading to the development of the UNLOADERS-PVAD Weaning Score. This scoring system facilitates accurate risk stratification before PVAD weaning, guiding clinical decisions regarding further interventions.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188967",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Four clinical and three hemodynamic factors were significantly associated with 30-day events following PVAD weaning, leading to the development of the UNLOADERS-PVAD Weaning Score. This scoring system facilitates accurate risk stratification before PVAD weaning, guiding clinical decisions regarding ..."
    },
    {
      "title": "Process Optimization Of the Medicines' pAthway in nursing Homes (POOMAH): study protocol of a cluster randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: The medicines' pathway in nursing homes (NHs) is complex and challenging, resulting in processes that are prone to medication errors and lack person-centredness. There is a clear need for quality improvement initiatives, for which a systems approach - rather than isolated interventions - is considered more effective. In this context, the Process Optimization Of the Medicines' pAthway in nursing Homes (POOMAH) study was established. The study aims to evaluate the effectiveness of...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188918",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to evaluate the effectiveness of",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of cabozantinib on plasma adrenocorticotropic hormone and serum cortisol levels in patients with metastatic renal cell carcinoma: a retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188808",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between perimenstrual symptoms and static balance in young women: a preliminary longitudinal observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188806",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genomically determined subtypes and clinicopathological features as predictors of the efficacy of preoperative chemotherapy combined with HER2-targeted therapy for early-stage HER2-positive breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: High HER2 intensity and HER2 intrinsic subtype could be a means for predicting achievement of pCR. The findings indicate the essential role of MP/BP subtyping in the treatment of HER2 + BC.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188730",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "High HER2 intensity and HER2 intrinsic subtype could be a means for predicting achievement of pCR. The findings indicate the essential role of MP/BP subtyping in the treatment of HER2 + BC"
    },
    {
      "title": "Robotic keyhole access to the semicircular canals for vestibular implantation: an anatomical feasibility study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Robotic keyhole access to the semicircular canals is anatomically feasible across a range of patient anatomies. These findings support the clinical potential of minimally invasive, image-guided vestibular implantation.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41188631",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Robotic keyhole access to the semicircular canals is anatomically feasible across a range of patient anatomies. These findings support the clinical potential of minimally invasive, image-guided vestibular implantation"
    },
    {
      "title": "Ontogenetic Growth Changes in Mercury and Stable Isotope Ratios of Carbon, Nitrogen, and Oxygen in Harbour Porpoises (Phocoena phocoena) Stranded in Hokkaido, Japan: Focus on Differences Between Males and Females",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188617/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "This study investigated ontogenetic growth changes in total mercury (THg) concentrations, δ^(13)C, δ^(15)N, and δ^(18)O values of harbour porpoises stranded along the coast of Hokkaido, Japan, focusing on differences between males and females. Body length (BL) of the studied harbour porpoises was greater in females than in males. THg preferentially accumulated in the livers rather than in the muscles. The THg concentrations in male and female livers increased sharply and moderately when the BLs...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188617",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "ontogenetic growth changes in total mercury (THg) concentrations, δ^(13)C, δ^(15)N, and δ^(18)O values of harbour porpoises stranded along the coast of Hokkaido, Japan, focusing on differences between...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "24-hour movement behaviours are cross-sectionally associated with cognitive function in healthy adults aged 55 years and older",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Global life expectancy has consistently increased since 1950, resulting in more people living to an older age. However, maintaining optimal cognitive health is a challenge as ageing is accompanied by natural cognitive decline, which can affect daily functioning and quality of life. Importantly, modifiable lifestyle factors can play a role in promoting healthy ageing. Among these, physical activity (PA), sedentary behaviour (SB) and sleep have gained increasing attention for their potential...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188492",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Specific recruitment properties of spinal reflex of thigh muscle in sprinter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188386/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Thigh muscles activation pattern plays a key role in high-performance sprint running. We investigated spinal neural mechanisms underlying sprinters' specific thigh muscle control by examining spinal reflex recruitment properties and reciprocal inhibition of the thigh muscles in sprinters. Ten high-level national sprinters and ten controls participated in this study. Transcutaneous spinal cord stimulation (tSCS) was used to evoke spinal reflexes in biceps femoris (BF) and soleus (SOL) muscles. To...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188386",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "spinal neural mechanisms underlying sprinters' specific thigh muscle control by examining spinal reflex recruitment properties and reciprocal inhibition of the thigh muscles in sprinters",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genome edited intestine liver on a chip system for integrated intestinal hepatic drug absorption and metabolism evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Evaluation of the intestinal absorption and hepatic metabolism is crucial to the development of orally administered drugs. Previous evaluation systems have assessed intestinal epithelial cells and hepatocytes separately. To develop an experimental system that accounts for drug transfer from the intestine to the liver, we generated a genome-edited intestine-liver-on-a-chip system (genome-edited chip) by incorporating high drug metabolism capacity genome-edited Caco-2 cells in the top channel and...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41188369",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic effects of conditioned medium of immortalized dental pulp stem cells from human exfoliated deciduous teeth against experimental autoimmune neuritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Cell-free therapy using the conditioned medium (CM) of mesenchymal stem cells has attracted great interest in regenerative medicine due to its fewer ethical and safety concerns. Recently, we established an immortalized dental pulp stem cell line from human exfoliated deciduous teeth (SHED). Herein, we have investigated the therapeutic potentials of SHED-CM on the peripheral neuropathy of experimental autoimmune neuritis (EAN). This model was established by immunizing mice with the myelin protein...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188337",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Expressions of consent and pleasure: the development and initial validation of sexual video clips specifically created for sex research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188329/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Sexually explicit videos are widely used in sexuality research to induce sexual arousal, yet there remains a critical need for validated and standardized audiovisual materials specifically designed for research purposes. This study validated a newly developed series of sexual video clips for use in psychophysiological sex research. Fifty heterosexual men viewed three sexual video clips depicting sexual interactions between a male and female actor and representing different levels of engagement...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188329",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Simulated environmental weathering of expanded polystyrene foam and polypropylene under UV and wave agitation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Improper plastic waste management contributes to environmental accumulation and poses significant risks to marine ecosystems and human health. Once in aquatic environments, plastics undergo weathering, leading to physical and chemical changes and fragmentation into microplastics (MPs). This study examines the weathering of expanded polystyrene (EPS) foam containers and polypropylene (PP) bags under ten simulated conditions including UV exposure in dry and wet environments (seawater and deionized...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188294",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Serum extracellular vesicles containing adenoviral E1A-DNA as a predictive biomarker for liquid biopsy in oncolytic adenovirus therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188286/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Oncolytic adenoviruses replicate selectively in tumor cells and induce immunogenic cell death, but predictive biomarkers for early therapeutic response are lacking. This study evaluated extracellular vesicle-encapsulated adenoviral E1A-DNA (EV-E1A-DNA) as a minimally invasive biomarker for monitoring responses to telomerase-specific oncolytic adenoviruses OBP-301 and OBP-502. EVs were isolated from human and murine cancer cell lines and from the serum of treated mice using ultracentrifugation....",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188286",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chirality-Induced Spin Selectivity in Two-Dimensional Self-Assembled Molecular Networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188189/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Chirality-induced spin selectivity (CISS) has been observed in a wide range of helical systems. Here, we report spin-selective electron transport through two-dimensional (2D) self-assembled molecular networks (SAMNs) formed by an enantiopure organic semiconductor with chiral alkyl side chains [dinaphtho[2,3-b:2',3'-f]thieno[3,2-b]thiophene (DNTT)] adsorbed on a magnetic substrate with perpendicular anisotropy. Scanning tunneling microscopy and scanning tunneling spectroscopy (STM and STS) were...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188189",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Author's Reply: Comment on \"A prospective study of duodenal laparoscopy-endoscopy cooperative surgery for superficial duodenal tumors, including periampullary lesions\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188170/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188170",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeted Prostate Health Checks, a Novel Screening System to Identify Men at Risk of Prostate Cancer: Real-world Evidence from More than 18 000 Prostate-specific Antigen Tests",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND CLINICAL IMPLICATIONS: The TPHC programme screened men for PC untested during the COVID-19 pandemic without burdening primary care. Men were targeted from at-risk groups and their awareness was raised. Real-world data demonstrate the detection of significant PC via a modern pathway using MRI and LATP biopsies.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188149",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "The TPHC programme screened men for PC untested during the COVID-19 pandemic without burdening primary care",
      "conclusion": "AND CLINICAL IMPLICATIONS: The TPHC programme screened men for PC untested during the COVID-19 pandemic without burdening primary care. Men were targeted from at-risk groups and their awareness was raised"
    },
    {
      "title": "Effectiveness of Simulation-Based Interventions in Improving Clinical Competencies of Pediatric Oncology Nursing: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188092/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Simulation-based education enhances clinical competencies in pediatric oncology nursing, particularly in preparing nurses for oncologic emergencies, procedural pain, and end-of-life care. Despite promising results, methodological heterogeneity and the predominance of short-term outcome evaluations limit the generalizability of findings. Standardized simulation frameworks and long-term assessments are recommended to strengthen evidence-based nursing education.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188092",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Simulation-based education enhances clinical competencies in pediatric oncology nursing, particularly in preparing nurses for oncologic emergencies, procedural pain, and end-of-life care. Despite promising results, methodological heterogeneity and the predominance of short-term outcome evaluations l..."
    },
    {
      "title": "Ribosomal Elongation of Trans-4-Aminocrotonic Acids into Nascent Peptide Chain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Expanding the structural diversity of ribosomally synthesized peptides is critical for the development of novel peptide therapeutics. Trans-4-aminocrotonic acid derivatives (Xcro), α,β-unsaturated nonproteinogenic γ-amino acids observed in marine natural products, impart peptides with enhanced lipophilicity, conformational rigidity, and protease resistance. Thus, these features would grant better pharmacological profiles to such peptides. However, the ribosomal incorporation of Xcro into nascent...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188071",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>De Novo</em> Discovery of α,α-Disubstituted α-amino Acid-Containing α-helical Peptides as Competitive PPARγ PPI Inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188059/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "α,α-Disubstituted α-amino acids (dαAAs) are important building blocks for peptidomimetics as they are strong inducers of helicity and protect against proteolytic degradation. However, de novo discovery of dαAA-containing peptides with genetically encoded libraries is limited due to their poor incorporation efficiency. Here, we report the optimized ribosomal incorporation of multiple achiral dαAAs into peptide libraries and their application to high-throughput (>10^(12) members) affinity...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188059",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "building blocks for peptidomimetics as they are strong inducers of helicity and protect against proteolytic degradation",
      "conclusion": null
    },
    {
      "title": "Pyrophosphate as a Phosphate Donor for the Design of Stable and pH-Responsive Calcium Nanoparticles for Biomacromolecule Encapsulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Calcium phosphate-based nanoparticles (CaPNPs) are widely utilized for biomedical applications due to their biocompatibility and encapsulation properties. The pH-responsive nature of phosphate enables the biodegradation of CaPNPs under acidic conditions. However, they often suffer from gradual dissolution in aqueous conditions, particularly when the structure is highly amorphous. Herein, we report that pyrophosphate serves as a phosphate donor to construct nanoparticles with enhanced stability....",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41188053",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How Human Serum Albumin-Selective Aptamers Complexed with Graphene Quantum Dot Recognize Canine and Feline Albumins: Simulation Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Kidney and liver disorders pose significant health challenges in companion animals. Human serum albumin (HSA) has been identified as a promising biomarker for these conditions in humans. Given the high sequence similarity (∼80%) among HSA, canine (CSA), and feline (FSA) serum albumins, this study investigates the feasibility of using CSA and FSA as biomarkers for kidney dysfunction in veterinary diagnostics. Graphene-based aptasensors have shown promise for selective albumin detection. Graphene...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41187986",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Muscle-tendon mechanics resolve the trade-off between energy-efficient and robust locomotion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187931/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Animals utilize elastic tendons in their limbs to store and release energy, reducing muscle effort and overall energy expenditure. At the same time, they navigate rough terrain dynamically without falling, despite significant neural delays. This ability allows them to achieve both robust and energy-efficient locomotion simultaneously-two properties often considered trade-offs in robotics. Through computational simulations, this study demonstrates how muscle-tendon mechanics can facilitate both...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41187931",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "how muscle-tendon mechanics can facilitate both",
      "conclusion": null
    },
    {
      "title": "Bone mineral density response to romosozumab in post-menopausal women: A prospective observational real-world study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187839/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Baseline BMD was associated with total hip BMD response to romosozumab. Age itself was not associated with BMD differences. Our data support the effectiveness of romosozumab in older postmenopausal women in routine clinical practice.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41187839",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Baseline BMD was associated with total hip BMD response to romosozumab. Age itself was not associated with BMD differences"
    },
    {
      "title": "Targeted long-read methylation analysis using hybridization capture suitable for clinical specimens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "To detect precise DNA methylation patterns in long-read DNA sequencing analysis, an efficient target enrichment method is needed. In this study, we established t-nanoEM, a practical method that integrates a hybridization-based capture step into a long-read enzymatic methyl (EM)-seq library for nanopore sequencing. We achieved a high sequencing coverage of up to ×570 at 5 kb N50 in length. We applied this method to the long-read methylation analysis of cancers. Using breast cancer as an example,...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41187747",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Upside-down jellyfish",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Noémie Buratto and Eli Thoré introduce Cassiopea, a genus of jellyfish living invertedly on the sea floor.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41187709",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Glycemia, management and outcomes of pregnant women with maturity-onset diabetes of the young - a single-center case series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187526/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In women with GCK-MODY, pregnancy outcomes were reassuring supporting the current treatment strategy. In women with HNF1A-MODY, guidelines for type 1 and type 2 diabetes resulted in glycemic control within target and pregnancy outcomes similar to type 2 diabetes.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41187526",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In women with GCK-MODY, pregnancy outcomes were reassuring supporting the current treatment strategy. In women with HNF1A-MODY, guidelines for type 1 and type 2 diabetes resulted in glycemic control within target and pregnancy outcomes similar to type 2 diabetes"
    },
    {
      "title": "Loss of Calpain-2 attenuates TGF-β-driven Epithelial-Mesenchymal transition and invasive behavior in A549 lung cancer cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Lung cancer accounts for the highest number of cancer-related deaths globally, largely due to its high propensity for early and widespread metastasis. Calpains, a family of calcium-dependent cysteine proteases, are involved in various physiological processes, including cytoskeletal remodeling, migration, and invasion. Among them, calpain-2 has been implicated in promoting cancer cell invasiveness and metastatic behavior, although its precise role in non-small cell lung cancer (NSCLC) remains...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41187428",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Superior performance of three-dimensional to two-dimensional convolutional neural network for predicting airflow limitation in patients with chronic obstructive pulmonary disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187391/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Volumetric analysis using 3D-CNN may sufficiently capture the complex structural features of COPD in CT images. Further studies are required to validate these models with larger datasets and determine their validity for longitudinal applications.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41187391",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Volumetric analysis using 3D-CNN may sufficiently capture the complex structural features of COPD in CT images. Further studies are required to validate these models with larger datasets and determine their validity for longitudinal applications"
    },
    {
      "title": "Extracellular vesicles derived from Filifactor alocis induce interleukin-6 production in osteoblasts via Toll-like receptor 2 signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Live and lyophilized F. alocis and F. alocis-derived EVs induce the production of proinflammatory cytokines by osteoblasts, including IL-6. Additionally, the induction of IL-6 by F. alocis-derived EVs involves the activation of TLR2 and PKC. Conclusively, these findings suggest that F. alocis-induced cytokine production by osteoblasts may induce osteoclast differentiation, highlighting its role in the pathogenesis of periodontitis.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41187379",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that F",
      "conclusion": "Live and lyophilized F. alocis and F"
    },
    {
      "title": "Sense of competency and caregiver burden among parents of children with medical complexity: A cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187357/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Caregiver burden was a key factor affecting parenting competence among parents. Interventions aimed at reducing caregiver burden, such as facilitating adequate sleep and rest, may enhance their parenting competence. Future studies should recruit larger and more diverse samples and use longitudinal designs to increase generalizability and clarify temporal relationships.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41187357",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Caregiver burden was a key factor affecting parenting competence among parents. Interventions aimed at reducing caregiver burden, such as facilitating adequate sleep and rest, may enhance their parenting competence"
    },
    {
      "title": "TRYBECA-1: A Randomized Phase III Study of Eryaspase Combined With Chemotherapy Versus Chemotherapy as Second-Line Treatment in Patients With Advanced Pancreatic Adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187298/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The addition of eryaspase to chemotherapy did not improve OS, PFS, or ORR. AEs were generally consistent with previous reports of chemotherapy. These results do not support additional development of eryaspase in PDAC.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41187298",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The addition of eryaspase to chemotherapy did not improve OS, PFS, or ORR. AEs were generally consistent with previous reports of chemotherapy"
    },
    {
      "title": "Predictive factors for the efficacy of brolucizumab in refractory polypoidal choroidal vasculopathy following aflibercept resistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187131/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Eyes without marked early choroidal thinning (<40% CCT reduction at A1) were more likely to extend, whereas marked thinning (≥40%) signaled difficulty extending under T&E regimen after switching to brolucizumab. Given the small sample and few events, estimates should be interpreted cautiously and considered hypothesis-generating, and warrant prospective external validation studies.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41187131",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Eyes without marked early choroidal thinning (<40% CCT reduction at A1) were more likely to extend, whereas marked thinning (≥40%) signaled difficulty extending under T&E regimen after switching to brolucizumab. Given the small sample and few events, estimates should be interpreted cautiously and co..."
    },
    {
      "title": "Chiral Semiconductor Nanostructures Fabricated by Near-Field Photocatalysis with Circularly Polarized UV Light",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41187096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Chiral nanostructures are attracting increasing attention, as they can be applied to metamaterials and metasurfaces as well as enantioselective sensors and other optoelectronic devices. Recently, a photonic nanofabrication technique has been developed that enables straightforward fabrication of right- and left-handed chiral plasmonic metal nanostructures depending on the handedness of the circularly polarized light (CPL) used. In the present work, we present a fabrication method for chiral...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41187096",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tuning artificial oxidase catalysis by cavity modification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Previously, the ketone-bridged α-cyclodextrin derivative 6^(A),6^(D)-di-O-propan-2-on-1,3-diyl α-cyclodextrin-6^(A),6^(D)-dicarboxylate (2) was shown to be a potent artificial oxidase. In this work, a new isomer of this compound 6^(A),6^(D)-di-O-propan-2-on-1,3-diyl 3^(A),3^(D)-diepi-α-cyclodextrin-6^(A),6^(D)-dicarboxylate 12 was synthesized and its catalytic properties were investigated and compared to those of 2. The catalyst 12 was also an excellent artificial enzyme exhibiting k(cat) values...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41186958",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Management and Resolution of Hypersensitivity Pneumonitis-Related Events in Japanese Patients Treated with Amikacin Liposome Inhalation Suspension in the CONVERT and INS-312 Clinical Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "In the phase 3 CONVERT trial, amikacin liposome inhalation suspension (ALIS) plus guideline-based therapy (GBT) achieved greater culture conversion than GBT alone in the treatment of refractory Mycobacterium avium complex pulmonary disease (MAC-PD). In the original analysis of safety data in CONVERT, the rate of hypersensitivity pneumonitis, a prespecified group of adverse events of special interest, was higher in patients receiving ALIS plus GBT (3.1%; n = 7) versus GBT alone (0.9%; n = 1),...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41186908",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical outcomes of 23-mm circular stapled cervical anastomosis after esophagectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A 23-mm CS may provide an optimal balance between device size and postoperative complication rates for cervical anastomosis in patients with short remnant esophagus.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41186859",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A 23-mm CS may provide an optimal balance between device size and postoperative complication rates for cervical anastomosis in patients with short remnant esophagus"
    },
    {
      "title": "Japanese Society for Cancer of the Colon and Rectum (JSCCR) guidelines 2024 for the treatment of colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "The number of deaths from colorectal cancer in Japan continues to rise, with over 50,000 deaths recorded in 2018. In the 2024 edition, revisions to all aspects of treatment were undertaken, with corrections and additions made based on knowledge gained since the 2022 version (drug therapy) and the 2019 version (other treatments). The Japanese Society for Cancer of the Colon and Rectum (JSCCR) guidelines 2024 for the treatment of colorectal cancer have been prepared to present standard treatment...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41186794",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characteristics of drug-facilitated sexual assault (DFSA): an observational study at a Danish sexual assault center",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In inebriated, young victims with memory loss, stating an assault at a public place the concern for DFSA should be raised. Early in the investigation of sexual assaults, forensic examination should be prioritized for securing samples for toxicology and documenting injuries.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41186773",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In inebriated, young victims with memory loss, stating an assault at a public place the concern for DFSA should be raised. Early in the investigation of sexual assaults, forensic examination should be prioritized for securing samples for toxicology and documenting injuries"
    },
    {
      "title": "Stable coexistence and phenol-degradation expression of Cupriavidus sp. strain P-10 and Comamonas thiooxydans strain R2 in phenol-competitive chemostat culture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186732/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "We investigated the mechanism underlying the coexistence of the phenol-degrading bacteria Cupriavidus sp. strain P-10 and Comamonas thiooxydans strain R2 using a chemostat culture supplemented with phenol as the sole carbon and energy source. Quantitative PCR (qPCR) targeting the genes encoding the large subunit of phenol hydroxylase dmpN and aphN for strains P-10 and R2, respectively, revealed the coexistence of the two strains even under phenol-limiting conditions. According to the reverse...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41186732",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the mechanism underlying the coexistence of the phenol-degrading bacteria Cupriavidus sp",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Binocular visual function of Japanese eyes with nondiffractive extended depth-of-focus intraocular lenses made of high water-content hydrophobic acrylic material",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186663/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Bilateral implantation of nondiffractive EDoF IOLs provided good binocular functional vision from far to near, although some patients may require spectacles for near vision. The photic phenomenon was minimal.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41186663",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Bilateral implantation of nondiffractive EDoF IOLs provided good binocular functional vision from far to near, although some patients may require spectacles for near vision. The photic phenomenon was minimal"
    },
    {
      "title": "Reply to McCarthy et al",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41186625",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cross-modal congruency between haptic and visual objects affects involuntary shifts in spatial attention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Previous research has shown that task-irrelevant auditory/haptic input semantically congruent with a target visual object facilitates visual search, indicating that cross-modal congruency influences goal-directed attentional control. The present study examined whether haptic input involuntarily shifts spatial attention to the congruent visual object even though it was not a search target. Participants identified the arrow direction presented above or below a central gaze fixation point while...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41186603",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Two glycoside hydrolases decompose the sporangium matrix to release spores during sporangium dehiscence in <em>Actinoplanes missouriensis</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186400/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "The actinomycete Actinoplanes missouriensis grows as a substrate mycelium and forms terminal sporangia containing a few hundred spores surrounded by an unidentified matrix called the sporangium matrix. Upon contact with water, sporangia release spores through a process called sporangium dehiscence, in which the opaque sporangium envelope becomes transparent, and sporangia swell with water, followed by spore release via the breakage of the outer envelope. In this study, we identified two...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41186400",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How does hydrofluoroether affect the liquid structure, transport properties, and electrochemistry of localized high-concentration electrolytes?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Understanding the effects of non-coordinating diluents on the physicochemical properties of localized high-concentration electrolytes (LHCEs) is essential for the rational design of battery electrolytes. In this study, we examined the effect of a hydrofluoroether (HFE), 1,1,2,2-tetrafluoroethyl 2,2,3,3-tetrafluoropropyl ether, on the liquid structure, transport properties, and electrochemical reaction kinetics of a model LHCE containing lithium bis(fluorosulfonyl)amide (LiFSA),...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41186372",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the effect of a hydrofluoroether (HFE), 1,1,2,2-tetrafluoroethyl 2,2,3,3-tetrafluoropropyl ether, on the liquid structure, transport properties, and electrochemical reaction kinetics of a model LHCE c...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Halving the Barrier to Gas-Phase Oxidation of Bromide by Ozone",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41186043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Recent atmospheric measurements indicate that bromine and iodine may be responsible for up to 72% of halogen-induced ozone loss near the tropopause, yet there is ongoing uncertainty regarding the multiphase chemistry of bromide and iodide anions in ozone depletion. Here, we demonstrate the unequivocal ozone-dependence of the archetype ¹Br^(-) + ¹O(3) reaction, which proceeds with an experimental rate constant of 8.9 (±4.4) × 10^(-15) cm³ molecule^(-1) s^(-1). The reaction mechanism is revised to...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41186043",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Case of Metastatic Castration-Resistant Prostate Cancer With <em>RAD54L</em> Mutation Responding to Niraparib",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Niraparib was effective for mCRPC with RAD54L gene mutation.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41185726",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Niraparib was effective for mCRPC with RAD54L gene mutation"
    },
    {
      "title": "Prophylactic PDE4 and PDE4B inhibition reduce lesion size and neutrophil infiltration following ischemic stroke in male mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185389/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Stroke remains the second leading cause of death worldwide, highlighting the urgent need for novel treatment options. Phosphodiesterase 4 (PDE4) inhibition has been shown to reduce neuroinflammation and improve neurological outcomes in several neurodegenerative diseases, such as multiple sclerosis. Especially the PDE4B gene is known to contribute to the inflammatory reaction. Therefore, we investigated the effects of PDE4 and PDE4B inhibition in ischemic stroke. We used the distal middle...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41185389",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of PDE4 and PDE4B inhibition in ischemic stroke",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reduction of viability, heat resistance, and biofilm formation and persistence of Bacillus cereus spores in beef stew broth by herb and spice extracts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185353/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "This study investigated the inhibitory effects of ethanol extracts from 16 plants (8 herbs and 8 spices) on the viability, heat resistance, biofilm formation, and persistence of two different toxigenic Bacillus cereus spores in beef stew broth. Two B. cereus strains, namely, B. cereus CH3 (diarrheal type) and B. cereus JCM 17690 (emetic type), were tested. Based on the lowest minimum inhibitory concentration (MIC) both in vitro and in situ, the most effective herbs and spices were selected:...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41185353",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the inhibitory effects of ethanol extracts from 16 plants (8 herbs and 8 spices) on the viability, heat resistance, biofilm formation, and persistence of two different toxigenic Bacillus cereus spores...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gelation properties of acidified skim milk concentrates produced by bipolar membrane electrodialysis prior to ultrafiltration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185316/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Electrodialysis with bipolar membranes (EDBM) provides a method for milk acidification, with potential for improving pH stability and modifying the gelation properties of milk concentrates compared to conventional acidification using citric acid (CA). Simultaneously slowly acidifying and removing cations, EDBM maintains a distinct mineral profile that enhances ultrafiltration (UF) performance, reduces membrane fouling, and improves the properties of milk protein concentrates. EDBM-treated UF...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41185316",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elucidating the antioxidative mechanisms by blending rice bran oil with canola oil at ambient temperature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Oil blending is a useful way to modify the unique properties of vegetable oils such as oxidative stability. Rice bran oil (RBO) has excellent oxidative stability due to its fatty acid (FA) composition with relatively more saturated FA and less polyunsaturated FA along with a variety of antioxidants and is therefore expected to be used in blend with other vegetable oils. However, there are limited studies demonstrating the benefits of blending RBO. Our earlier study revealed that blending RBO,...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41185273",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Arabian Nights or English Days? Accuracy of Large Language Models in Answering Bilingual Dental Multiple-Choice Questions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41185096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Expanding specialised and culturally relevant datasets is essential for optimising LLMs' educational utility. This study provides key insights into LLM performance in bilingual dental education, supporting future advancements in AI-driven learning tools.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41185096",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Expanding specialised and culturally relevant datasets is essential for optimising LLMs' educational utility. This study provides key insights into LLM performance in bilingual dental education, supporting future advancements in AI-driven learning tools"
    },
    {
      "title": "Molecular diagnosis of viral hepatitis in the WHO African region: progress toward 2030 elimination goals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41184913/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "The WHO African Region bears a disproportionately high burden of hepatitis B and C virus infections, yet molecular diagnostic capacity remains limited, impeding accurate detection, treatment monitoring, and surveillance. This Letter highlights the critical role of molecular diagnostics, including nucleic acid amplification tests, viral load quantification, and genotypic characterization, in achieving the United Nations' 2030 viral hepatitis elimination targets. I have discussed the...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41184913",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of hospital-arrival rhythm and ROSC with outcomes after ECPR for OHCA with initial shockable rhythm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41184889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41184889",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rapid diagnosis of viral infections and application to infection control",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41184869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study introduces a novel approach combining mobile qPCR with multiplex detection for the rapid, chairside diagnosis of multiple viral infections. Furthermore, it demonstrates potential use in detecting environmental contamination in the clinical environment.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41184869",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study introduces a novel approach combining mobile qPCR with multiplex detection for the rapid, chairside diagnosis of multiple viral infections. Furthermore, it demonstrates potential use in detecting environmental contamination in the clinical environment"
    },
    {
      "title": "Bridging the medical-dental divide: a public health imperative for temporomandibular disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41189035",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cognitive performance in patients with ischemic stroke and additional myocardial injury - results from the multicenter prospective observational PRAISE study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189028/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In patients with ischemic stroke, the severity of myocardial injury in general but not the presence of acute myocardial injury at time of stroke is associated with cognitive impairment.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41189028",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with ischemic stroke, the severity of myocardial injury in general but not the presence of acute myocardial injury at time of stroke is associated with cognitive impairment"
    },
    {
      "title": "Gene module-trait network analysis uncovers cell type specific systems and genes relevant to Alzheimer's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189021/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's Disease (AD) is marked by the accumulation of pathology, neuronal loss, and gliosis and frequently accompanied by decline in cognition. Understanding brain cell interactions is key to identifying new therapeutic targets to slow its progression. Here, we used systems biology methods to analyze single-nucleus RNA sequencing (snRNASeq) data generated from dorsolateral prefrontal cortex (DLPFC) tissues of 424 participants in the Religious Orders Study or the Rush Memory and Aging Project...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41189021",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The gut microbiota limits systemic inflammation during neurotrophic viral CNS infection by priming tonic type I interferon signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41189008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Neurotropic viruses, such as Japanese encephalitis virus (JEV), trigger central nervous system (CNS) inflammation primarily through disruption of the blood-brain barrier (BBB) and infiltration of peripheral immune cells. Although the gut microbiota is known to regulate diverse immunopathological processes, its contribution to CNS neuroinflammation and systemic immune responses during neurotropic viral infection remains poorly understood. Here, we show that depletion of gut microbiota by...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Pusan National University"
      ],
      "pmid": "41189008",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of survival in ovarian cancer patients following treatment in certified gynecologic oncology centers and non-certified hospitals: a German retrospective cohort study (WiZen)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Treatment in DKG-certified centers is associated with better survival in ovarian cancer patients, especially in earlier stages. Certification status may be a relevant factor when choosing a treatment facility.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188998",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Treatment in DKG-certified centers is associated with better survival in ovarian cancer patients, especially in earlier stages. Certification status may be a relevant factor when choosing a treatment facility"
    },
    {
      "title": "ERV3-MLT1 provides cis-regulatory elements for human placental functioning and are commonly dysregulated in human-specific preeclampsia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We conclude that ERV3-MLT1functions as a trophoblast-specific CRE for several human genes and may be dysregulated in preeclampsia. As EPS8L1 has a form in maternal circulation, it may have utility in diagnostics.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188995",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We conclude that ERV3-MLT1functions as a trophoblast-specific CRE for several human genes and may be dysregulated in preeclampsia. As EPS8L1 has a form in maternal circulation, it may have utility in diagnostics"
    },
    {
      "title": "Engineered immune-driven theranostics for clinical cardiology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Immunotherapy for cardiovascular diseases (CVDs) holds great promise for precision management by modulating localized immune-inflammatory responses. The interplay between focal cardiovascular pathology and panvascular disease, necessitates highly integrated therapeutic strategies. Nano-technology-based theranostic platforms address this challenge by enabling both regulation and real-time imaging of immune cell activity within cardiovascular lesions. These functional nanotherapy systems not only...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188991",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epilepsy, seizures and hyperexcitability-a challenge in neurology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188970/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188970",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Signaling pathway of DNA replication and toll-like receptors was inhibited in C6/36 cells infected with Japanese encephalitis virus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188955/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our results suggest that JEV infection impairs DNA replication and innate immune responses, particularly the inhibition of PRI2 and POLε3, leading to increased JEV replication and potentially a key mechanism of JEV pathogenesis. Elucidating the interactions between JEV and the host DNA replication and immune system will facilitate the development of more effective JEV prevention and treatment strategies.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188955",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results suggest that JEV infection impairs DNA replication and innate immune responses, particularly the inhibition of PRI2 and POLε3, leading to increased JEV replication and potentially a key mechanism of JEV pathogenesis. Elucidating the interactions between JEV and the host DNA replication a..."
    },
    {
      "title": "The low genetic diversity of the Jingmen tick virus in Guinea sheds light on the recent introduction of the virus to West Africa",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188947/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that JMTV has recently been introduced to Guinea through livestock trade networks, with R. microplus ticks likely facilitating its spread. The evidence of reassortment highlights the adaptive potential of this virus in new ecosystems.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188947",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that JMTV has recently been introduced to Guinea through livestock trade networks, with R",
      "conclusion": "These findings suggest that JMTV has recently been introduced to Guinea through livestock trade networks, with R. microplus ticks likely facilitating its spread"
    },
    {
      "title": "Genetic characteristics of influenza A/H3N2 virus in Jiaxing, China (2019-2024)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "The rapid evolution of influenza A/H3N2 virus underscores the imperative for ongoing surveillance. In this study, we analyzed 7,872 respiratory samples collected from patients with influenza-like symptoms in Jiaxing, China, between 2019 and 2024, selecting 117 influenza A/H3N2 strains for whole-genome sequencing. Between 2019 and 2024, the influenza A/H3N2 virus in Jiaxing experienced six epidemic peaks, evolving from clades 3 C.2a1b.1a/1b, 3 C.2a1b.2, and 3 C.2b1b.2a.2a.3/3b to clade 3...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188942",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "7,872 respiratory samples collected from patients with influenza-like symptoms in Jiaxing, China, between 2019 and 2024, selecting 117 influenza A/H3N2 strains for whole-genome sequencing",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanoparticle-based strategy in CAR-T cell immunotherapy: challenges, implications, and perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188940",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "VExUS score: optimizing its use in perioperative and critical care management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188936/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "The Venous Excess Ultrasound (VExUS) score has been developed to grade venous congestion and predict acute kidney injury in cardiac surgical setting by combining inferior vena cava diameter with hepatic, portal, and renal venous Doppler patterns. While initial studies demonstrated associations with acute kidney injury, subsequent non cardiac setting ICU studies yielded contradictory results, prompting reevaluation of what VExUS actually measures. Analysis of VExUS components reveals the score...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188936",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IL-5 signaling in asthmatic derived fibroblasts exacerbates airway remodeling through ECM dysregulation and apoptosis resistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: IL-5 directly activates lung fibroblasts to drive airway remodelling in severe asthma through ECM deposition, MMP/TIMP imbalance, and pro-fibrotic cytokine secretion, positioning it as a dual mediator of inflammation and fibrosis with novel therapeutic potential.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188935",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "IL-5 directly activates lung fibroblasts to drive airway remodelling in severe asthma through ECM deposition, MMP/TIMP imbalance, and pro-fibrotic cytokine secretion, positioning it as a dual mediator of inflammation and fibrosis with novel therapeutic potential"
    },
    {
      "title": "Analysis of four Echinococcus multilocularis mitogenome sequences from Inner Mongolia, China: supporting the hypothesis that E. sibiricensis is confirmed as the O1 haplotype",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188925/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study clarifies the genetic relationship between E. multilocularis haplotypes in Siberia, Russia, and Inner Mongolia, China, confirming that E. m. sibiricensis is part of the O1 haplotype. The findings strengthen the foundation for molecular epidemiology of AE and underscore the need for international collaboration in monitoring this zoonotic pathogen. Public health strategies can leverage these insights to predict and prevent outbreaks, particularly in endemic regions.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188925",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study clarifies the genetic relationship between E. multilocularis haplotypes in Siberia, Russia, and Inner Mongolia, China, confirming that E"
    },
    {
      "title": "Use of long-acting muscarinic antagonists for severe asthma: insights from clinicians in the SHARP network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188910/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings show that barriers and heterogeneous approaches still limit LAMA prescription for severe asthma in Europe, potentially leading to the underuse of this treatment option. Establishing a clear role for LAMA within a precision medicine framework is crucial; this aspect is not yet firmly supported by current international recommendations.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188910",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings show that barriers and heterogeneous approaches still limit LAMA prescription for severe asthma in Europe, potentially leading to the underuse of this treatment option. Establishing a clear role for LAMA within a precision medicine framework is crucial; this aspect is not yet firmly sup..."
    },
    {
      "title": "Vitamin D and the aging skin: insights into oxidative stress, inflammation, and barrier function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188909/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "Skin aging is a multifactorial biological process driven by the cumulative effects of oxidative stress, chronic low-grade inflammation, and progressive deterioration of barrier function. Among its pivotal regulatory nodes, the Vitamin D-Vitamin D receptor (VDR) signaling axis acts as an integrative hub that senses and coordinates photic, redox, and metabolic cues to regulate immune homeostasis and structural integrity, thereby shaping the skin's defensive and reparative capacity throughout...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188909",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal evolution of large language models (LLMs) in oncology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our meta-analysis reveals temporal performance degradation in ChatGPT-3.5 and ChatGPT-4, which contrasts with the consistent improvement observed in Gemini. These findings provide essential guidance for the evidence-based deployment of LLMs in oncology.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188901",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our meta-analysis reveals temporal performance degradation in ChatGPT-3.5 and ChatGPT-4, which contrasts with the consistent improvement observed in Gemini"
    },
    {
      "title": "JUN-ENPP1-cGAS-STING axis mediates immune evasion and tumor progression in bladder cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188900/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188900",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of broadly neutralizing antibodies against Omicron variants from existing neutralizing antibodies in clinical trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188882/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Together, our approach revealed the possibility of engineering of existing antibodies to broad-spectrum mAbs as potential therapeutic or prophylactic agents for COVID-19.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188882",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Together, our approach revealed the possibility of engineering of existing antibodies to broad-spectrum mAbs as potential therapeutic or prophylactic agents for COVID-19"
    },
    {
      "title": "A molecular convergence in the triad of parkinson's disease, depressive disorder and gut health is revealed by the inflammation-miRNA axis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study identifies a specific inflammation-miRNA pathway as a common molecular mechanism connecting the pathophysiology of PD, DD, and gut dysfunction. This pattern represents a critical point of convergence that drives a shared, bidirectional inflammatory cascade along the gut-brain axis. Targeting this miRNA triad could provide a new therapeutic approach for addressing the motor, psychiatric, and GI symptoms of these interconnected disorders simultaneously.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188877",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identifies a specific inflammation-miRNA pathway as a common molecular mechanism connecting the pathophysiology of PD, DD, and gut dysfunction. This pattern represents a critical point of convergence that drives a shared, bidirectional inflammatory cascade along the gut-brain axis"
    },
    {
      "title": "The importance of considering progression speed in systemic sclerosis-associated interstitial lung diseases: application of 2022 and 2024 clinical practice guidelines for progressive pulmonary fibrosis, a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings suggest that short-term and slow progressions have distinct prognostic implications and may require dedicated therapeutic management.",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188867",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "and may require dedicated therapeutic management",
      "conclusion": "Our findings suggest that short-term and slow progressions have distinct prognostic implications and may require dedicated therapeutic management"
    },
    {
      "title": "Domiciliary denture treatment for edentulous older adults: a retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188858",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential immune profiles in elderly patients with non-severe versus severe SARS-CoV-2 omicron variant infection: dysregulation of antibody responses and B-cell subsets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41188857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251105023811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Elderly individuals generate RBD-specific and neutralizing antibody responses after SARS-CoV-2 Omicron variant infection, which correlate significantly with disease severity and infection duration. Clinically, these findings highlight the potential utility of antibody kinetics as prognostic biomarkers for stratifying elderly patients at high risk of severe outcomes, thereby informing tailored intervention strategies and vaccine booster optimization. Furthermore, SARS-CoV-2 Omicron...",
      "pubDate": "2025-11-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41188857",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elderly individuals generate RBD-specific and neutralizing antibody responses after SARS-CoV-2 Omicron variant infection, which correlate significantly with disease severity and infection duration. Clinically, these findings highlight the potential utility of antibody kinetics as prognostic biomarke..."
    }
  ]
}