{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-06T19:20:14.891Z",
  "totalItems": 150,
  "totalArchived": 14202,
  "newPapersAdded": 228,
  "institutionBreakdown": {
    "KAIST": 12,
    "SNU": 63,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 6,
    "Korea University": 67,
    "IBS": 29,
    "UNIST": 0,
    "Hanyang University": 4,
    "KIST": 3,
    "GIST": 0,
    "Kyung Hee University": 3,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Biomedical": 27,
    "Materials Science": 16,
    "Multidisciplinary": 79,
    "Cancer Research": 17,
    "Neuroscience": 10,
    "Computer Science": 1
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Assessment of Vertical Magnification Ratios in Digital Panoramic Radiography Using Phantoms: Evaluation of DICOM Metadata and Calibration Consistency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study demonstrated that many digital panoramic radiography devices apply software-based corrections to achieve a vertical magnification ratio close to 1.0; however, inconsistencies remain across different systems. Measurement accuracy and clinical reliability can be enhanced by standardization of magnification correction methods and improved documentation in product specifications and DICOM headers, which is clinically relevant for increasing the accuracy of vertical...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41051234",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated that many digital panoramic radiography devices apply software-based corrections to achieve a vertical magnification ratio close to 1.0; however, inconsistencies remain across different systems"
    },
    {
      "title": "Synergistic Effects of Cu(OH)<sub>2</sub>-CuO Anodes for Multiple-Step Energy Storage of Li-Ion Microbatteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Lithium-ion microbatteries (LIMBs) face challenges in achieving high power density without compromising energy density, due to limitations in assembly and kinetics. By overcoming LIMB electrode fabricated using a laser-assisted method, which significantly improves assembly precision and enhances reaction kinetics, the first anodization of Cu(OH)(2)-CuO nanoneedle hybrids on Cu foil for a LIB anode is reported. By resolving the limitations of previous metal-hydroxide electrodes associated with...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41050998",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Focal adhesion kinase plays an essential role in Th17 cell differentiation by stimulating NF-κB signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050684/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "T helper type 17 (Th17) cells play critical roles in the pathogenesis of various autoimmune and inflammatory diseases; however, signaling pathways that affect Th17 cell differentiation are not fully understood. Here, we investigated whether focal adhesion kinase (FAK), an integrator of extracellular signals, regulates differentiation of Th17 cells. The findings reveal that Fak deficiency in CD4 T cells significantly reduces Th17 differentiation, while also promoting regulatory T (Treg) cell...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41050684",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "whether focal adhesion kinase (FAK), an integrator of extracellular signals, regulates differentiation of Th17 cells",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fine-tuning signal strength in CD5 CAR-NK cells for targeted T cell cancer therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: T cell hematological malignancies are aggressive blood cancers that remain challenging despite various treatments. Current chimeric antigen receptor (CAR)-T and natural killer (NK) therapies show potential but struggle with nonselective elimination during tumor targeting. Since CAR signal strength is determined by the single-chain variable fragment (scFv) and CAR expression levels, fine-tuning these parameters enables selective recognition of malignant cells while preserving normal...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41050660",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Licochalcone D reduces H<sub>2</sub>O<sub>2</sub>-induced SH-SY5Y cell neurotoxicity by regulating reactive oxygen species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Oxidative stress, one of the primary pathogenic factors in neurodegenerative diseases, plays a key role in neuronal damage via various apoptotic mechanisms. Using natural antioxidants to counteract oxidative stress may be a useful approach to slow the progression of neurodegenerative diseases. Licochalcone D (LCD), a root extract of Glycyrrhiza inflata, has various pharmacological activities; nonetheless, its neuroprotective effects and cellular mechanisms against oxidative damage in neuronal...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41050398",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subchronic oral toxicity and in vitro anti-neuroinflammatory evaluation of <em>Ficus erecta</em> leaves extract for potential functional food applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Ficus erecta leaves, a traditional medicinal plant that is widely used in East Asia, have demonstrated promising cognitive-enhancing effects. However, the safety of its long-term administration has not been elucidated. Therefore, we evaluated the subchronic toxicity of an ethanol extract of F. erecta leaves (EEFE) by conducting 13-week repeated oral toxicity study using Sprague-Dawley (SD) rats. Male and female rats were administered EEFE at doses of 0, 500, 1000, or 2000 mg/kg/day. Clinical...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41050182",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Individualized humeral tray selection in a single design of implant (comprehensive system; Zimmer Biomet, Warsaw, IN) based on clinical symptoms and anatomy enhanced clinical outcomes following reverse total shoulder arthroplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: To achieve favorable outcomes and avoid postoperative complications, the mediolateral offset of the humeral tray for lateralized rTSA should be selected based on a comprehensive consideration of clinical symptoms and anatomical characteristics of individual patients.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41049631",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To achieve favorable outcomes and avoid postoperative complications, the mediolateral offset of the humeral tray for lateralized rTSA should be selected based on a comprehensive consideration of clinical symptoms and anatomical characteristics of individual patients"
    },
    {
      "title": "Development and Application of Standard Codes for the National Exposure Surveillance System Utilizing Korea's Nationwide Exposure Database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048865/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The newly developed standardized codes are easily applicable by industrial hygienists and can be integrated into the WEMD, supporting its expected use as an exposure surveillance system.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41048865",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The newly developed standardized codes are easily applicable by industrial hygienists and can be integrated into the WEMD, supporting its expected use as an exposure surveillance system"
    },
    {
      "title": "Associations between sleep deprivation, sleep irregularity, depressive symptoms, and obesity using the KNHANES 2020",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048842/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "This study aimed to examine the associations between insufficient sleep and health outcomes, specifically depressive symptoms and obesity, using data from the 2020 Korea National Health and Nutrition Examination Survey (KNHANES) with a cross-sectional study design. A total of 5912 participants (2648 men and 3264 women) were included. Among them, 823 individuals (13.9 %) experienced difficulty with weekday sleep deprivation, and 442 individuals (7.5 %) exhibited weekday-weekend sleep mismatch....",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41048842",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "examine the associations between insufficient sleep and health outcomes, specifically depressive symptoms and obesity, using data from the 2020 Korea National Health and Nutrition Examination Survey (...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeted Theranostic Strategy for Atherosclerotic Plaques Using Intravascular Multimodal Imaging Techniques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048604/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Atherosclerosis, a chronic inflammatory disease, is a leading cause of fatal cardiovascular events including myocardial infarction and stroke, primarily due to plaque rupture. The development of plaques is largely driven by the accumulation of macrophages and lipids within the arterial walls, which are central to the progression of atherosclerotic lesions and have emerged as potential therapeutic targets. However, current therapies cannot accurately target and resolve high-risk inflamed plaques,...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41048604",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond reductionism: the emerging holistic paradigm in indirect control of pathogen infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Microbial research has often emphasized direct interactions between pathogens and other microbes, leading to the discovery of antibiotics and biological control agents. However, such approaches frequently overlook the complexity of microbial ecosystems and show limited effectiveness in real-world settings. Indirect interactions, where non-pathogenic microbes influence pathogen behavior through ecological networks, offer an alternative strategy for controlling infectious diseases. We hypothesize...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41048506",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic effects of blood flow restriction training and beetroot juice supplementation on knee extensor strength and fatigue resistance in college athletes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048224/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Combining beetroot juice (BRJ) supplementation with blood flow restriction (BFR) training shows potential to meet the dual demand for enhanced muscle strength and improved fatigue resistance. This study involved 21 male college athletes who were randomized to a BFR group (n = 10) and a BFR-supplemented BRJ group (n = 11, nitrate 8 mmol/day) for 4 weeks of isokinetic BFR training. The strength (at 60°/s, 180°/s, and maximal voluntary isometric contraction) and fatigue resistance of the knee...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41048224",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Solicola agrisoli</em> sp. nov., a novel actinobacterium isolated from agricultural soil in Republic of South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051866/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "A novel actinobacterial strain, designated PLA-1-18^(T), was isolated from agricultural soil in Suwon-si, Republic of Korea. Cells were Gram-stain-positive, coccoid-rod-shaped, motile and obligately aerobic. Growth occurred at 20-30 °C (optimum, 25 °C), pH 5.0-9.0 (optimum, pH 7.0) and in the presence of 0-2% w/v NaCl (optimum, 1% w/v). Strain PLA-1-18^(T) was catalase- and oxidase-positive. Phylogenetic analysis based on 16S rRNA gene sequences placed PLA-1-18^(T) within the genus Solicola...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41051866",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subcutaneous Nitroglycerin to Prevent Radial Artery Occlusion in Pediatric Patients: A Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: Subcutaneous nitroglycerin injection before radial artery catheterization and catheter removal significantly reduced the incidence of RAO after catheter removal and may promote safe recovery in pediatric patients younger than 3 years.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41051743",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Subcutaneous nitroglycerin injection before radial artery catheterization and catheter removal significantly reduced the incidence of RAO after catheter removal and may promote safe recovery in pediatric patients younger than 3 years"
    },
    {
      "title": "Deteriorated oral health and function as risk factors for physical disability and mortality in community-dwelling older adults: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This systematic review revealed that oral health and function, particularly, masticatory ability and the number of teeth, significantly contributed to physical disability and mortality in older adults.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41051730",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This systematic review revealed that oral health and function, particularly, masticatory ability and the number of teeth, significantly contributed to physical disability and mortality in older adults"
    },
    {
      "title": "Studying DNA Methylation for Transgenerational Inheritance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051665/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "A subset of cytosine bases in plant nuclear genomes is methylated at the fifth position, forming 5-methylcytosine (5mC). DNA methylation is a conserved epigenetic mark important for genome stability and gene transcription. The genome methylation status is altered under conditions of stress, affecting gene expression patterns as a resistance response. Furthermore, changes in genome methylation status can be transmitted to germline cells in many plant species by overcoming the restraints on...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41051665",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "for genome stability and gene transcription",
      "conclusion": null
    },
    {
      "title": "Validation of the Korean Version of the Nutrition Screening Tool for Every Preschooler (NutriSTEP<sup>®</sup>): Using the Rasch Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study confirms that NutriSTEP^(®) is a valid and reliable tool for assessing Korean preschooler's nutrition risk. Using NutriSTEP^(®) could offer valuable insights for promoting healthy dietary behaviors in preschoolers.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41051395",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study confirms that NutriSTEP^(®) is a valid and reliable tool for assessing Korean preschooler's nutrition risk. Using NutriSTEP^(®) could offer valuable insights for promoting healthy dietary behaviors in preschoolers"
    },
    {
      "title": "Foldable Soft Leg-Assisted Wheel Robot",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Although mobile robots are expanding their capabilities to perform diverse missions for humankind, the functions of mobile robots are limited according to each type of locomotion. Hybrid mobile robots, which integrate the advantages of wheel and leg systems, emerge as a solution for robots to cross operating terrain. However, these systems also encounter inherent challenges, such as increased complexity and limited terrain adaptability. Herein, a foldable soft leg is proposed to assist the...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41051370",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bifunctional Fe─Ru─VC Catalyst for Energy Efficient Tandem Alkaline Electrolysis of Hydrazine and 4-nitrophenol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Alternate electrocatalytic reactions can turn pollutants into green fuels, offering an energy-efficient approach. Coupling hydrazine oxidation reaction (HzOR), with 4-nitrophenol hydrogenation (4-NPHR) is especially promising. Here, we report a bifunctional electrocatalyst composed of defect-rich Fe-Ru alloy clusters uniformly anchored on vanadium carbide (Fe─Ru─VC), synthesized via scalable ball milling and thermal annealing. Fe─Ru─VC exhibits excellent electrocatalytic activity toward both...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41051182",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanoscale Mapping of Charge-Trap-Induced Localized Bandgap Variations in Perovskite Solar Cell Structures via Wavelength-Dependent Noise Microscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051083/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "We report the nanoscale mapping of charge-trap-induced local bandgap variations in an organic-inorganic halide perovskite film within a solar cell structure. For mapping, a conducting probe scanned the perovskite film surface under monochromatic illumination at different wavelengths to simultaneously map wavelength-dependent photocurrents and electrical noise. The measured maps were analyzed further to obtain the spatial distributions of photoconductive properties, such as photocurrent (I(pc)),...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41051083",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acetylacetonate Derived Cobalt(III) Complexes as Photocatalysts and Electrocatalysts for Energy Conversion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051028/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Developing systems that facilitate the conversion of solar energy into fuel by reducing carbon dioxide and producing hydrogen could bridge the gap between production and consumption. In this work, a new method to study the reaction intermediates of carbon dioxide reduction reaction (CO(2)RR) and hydrogen elimination reaction (HER) catalyzed by Cobalt(III) catalysts with high photocatalytic activity in a water/acetonitrile solvent system is proposed. The optimization of the cobalt catalysts...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41051028",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automatic Segmentation of Abdominal Aortic Aneurysm From Computed Tomography Angiography Using a Patch-Based Dilated UNet Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Abdominal Aortic Aneurysm (AAA) is still a socially relevant public health challenge, evidenced by an 82.1% increase in associated fatalities from 1990 to 2019 (with 172,427 deaths in 2019 alone). In a clinical setting, computed tomography angiography (CTA) is the imaging modality of choice for monitoring and/or presurgical planning of AAA patients. However, manual segmentation of CTA images is labor intensive and time consuming. Hence, there is a growing need for automated segmentation...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41050984",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exosome Therapy for Chronic Wound Healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Exosome therapy was well tolerated and associated with rapid granulation, improved perfusion, and durable closure of refractory chronic ulcers. Although limited by small sample size and lack of controls, these findings support further controlled trials to define efficacy and optimize dosing.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41050971",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Exosome therapy was well tolerated and associated with rapid granulation, improved perfusion, and durable closure of refractory chronic ulcers. Although limited by small sample size and lack of controls, these findings support further controlled trials to define efficacy and optimize dosing"
    },
    {
      "title": "Elemental composition, physicochemical properties, and calcium bioavailability of calcined gill powders from Asian seabass and catfish",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050865/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Calcined gill powders (CGPs) from Asian seabass and catfish were prepared by calcination at 900 °C for 6 h. Seabass (SB-CGP) and catfish (CF-CGP) were characterized for their chemical composition, morphology, functional groups, and crystallinity. Cytotoxicity was assessed using BJ cells, and calcium bioavailability was compared with CaCO(3) using a Caco-2 cell model. Both CGPs had high ash content (99.21-99.58 %). SB-CGP showed a larger particle size and higher crystallinity than CF-CGP. The...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41050865",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the impact of cultural intelligence on multicultural literacy in university students: a serial mediation model of cultural exposure and cross-cultural communication skills",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Cultural intelligence plays a central role in shaping students' ability to navigate diverse cultural environments, yet the mechanisms through which it influences multicultural literacy remain underexplored. This study investigates a serial mediation model to examine how cultural intelligence indirectly enhances multicultural literacy through two psychological pathways: cultural exposure and cross-cultural communication skills.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41050798",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Time to Include Vestibular Neurology as a Core Competency for Neurology Trainees",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41050768",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Human pluripotent stem cell-derived neuronal progenitor cells promote neurogenesis and functional recovery by attenuating neuroinflammation and via extracellular vesicles in a subacute stroke model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Stroke remains a leading cause of long-term disability worldwide. The limited therapeutic window of current treatments underscores the need for alternative regenerative strategies. Neural progenitor cells (NPCs) are promising candidates for brain repair. However, the optimal timing of therapy and the mechanisms underlying its effects on ischemic stroke remain unclear.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41050695",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perceptions and telemonitoring potential of smart toothbrushes among dental professionals and the public: A cross-sectional survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Despite low awareness, both professionals and the public showed strong interest in adopting smart toothbrushes. For successful integration into telemonitoring, strategies to enhance public awareness, address financial barriers, and develop user-centred systems are essential.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41050618",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite low awareness, both professionals and the public showed strong interest in adopting smart toothbrushes. For successful integration into telemonitoring, strategies to enhance public awareness, address financial barriers, and develop user-centred systems are essential"
    },
    {
      "title": "Case Report: Simultaneous mucoid degeneration of the ACL and PCL in a 62-year-old man: an under-recognized diagnostic pitfall",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050353/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Mucoid degeneration of the cruciate ligaments is an uncommon and often under-recognized cause of chronic knee pain and motion limitation. We report the case of a 62-year-old man with an eight-year history of discomfort, progressive flexion contracture, and restricted range of motion in the right knee. Two prior arthroscopies performed elsewhere failed to identify the cause. Magnetic resonance imaging using a 1.5-Tesla scanner with 3-mm slice thickness demonstrated diffuse, increased...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41050353",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cognitive limitations in depth estimation for dispatcher-assisted cardiopulmonary resuscitation: a prospective simulation study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Laypersons have significant difficulty estimating 50 mm in length, vertical depth, and applying target chest compression depth. Providing a visual reference did not significantly improve performance.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41050168",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Laypersons have significant difficulty estimating 50 mm in length, vertical depth, and applying target chest compression depth. Providing a visual reference did not significantly improve performance"
    },
    {
      "title": "Indirect Impact of the COVID-19 Pandemic on All-Cause Mortality and Cardiovascular Disease Among People With Diabetes Mellitus From Korea and Hong Kong: An Interrupted Time Series Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The outbreak disrupted healthcare utilization among people with DM, leading to a temporary decline in CVD diagnoses. In Hong Kong, CVD incidence normalized in 2021, while in Korea, the continued increase in CVD incidence may be related to sustained care disruption.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41049877",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The outbreak disrupted healthcare utilization among people with DM, leading to a temporary decline in CVD diagnoses. In Hong Kong, CVD incidence normalized in 2021, while in Korea, the continued increase in CVD incidence may be related to sustained care disruption"
    },
    {
      "title": "External-Force-Offset Effects of ECM Coating Layers on hMSCs Subjected to External Physical Force",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049860/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Mesenchymal stem cells (MSCs) used for cell-delivery-based therapy also undergo considerable external stresses upon entering the recipient site in the body. Here, we sought to develop a cell-protective barrier on the MSC surface that protects against stress-induced damage from physical external stresses. The barrier was fabricated from gelatin and hyaluronic acid (HyA) using a layer-by-layer (LbL) technique. In addition to assessing the stability and biological properties of extracellular matrix...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41049860",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "develop a cell-protective barrier on the MSC surface that protects against stress-induced damage from physical external stresses",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Activatable PROTAC nanoassembly for photodynamic PTP1B proteolysis enhances glioblastoma immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "In light of the burgeoning successes of cancer immunotherapy, glioblastoma (GBM) remains refractory due to an immunosuppressive microenvironment originating from its molecular heterogeneity. Thus, identifying promising therapeutic targets for treating GBM and discovering methodologies to effectively regulate them is still a tremendous challenge. Here we describe photodynamic protein tyrosine phosphatase 1B (PTP1B) proteolysis mediated by a proteolysis-targeting chimera (PROTAC) nanoassembly. The...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41049728",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Time to Return to Play After Arthroscopic Elbow Osteocapsular Arthroplasty in Professional and Elite Baseball Players",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049597/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Arthroscopic elbow osteocapsular arthroplasty demonstrated a favorable sRTP rate of 88.2% in elite and professional baseball players with degenerative arthritis.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41049597",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Arthroscopic elbow osteocapsular arthroplasty demonstrated a favorable sRTP rate of 88.2% in elite and professional baseball players with degenerative arthritis"
    },
    {
      "title": "Proteogenomic Analysis on RNA m6A Modification-Associated Genes Identifies a Distinct Subgroup with High IGF2BPs Expression Across Cancer Types",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Background: RNA N6-methyladenosine (m6A) modification is a key epitranscriptomic mechanism that regulates post-transcriptional gene expression. Although m6A-associated regulators have been implicated in cancer, their context-dependent roles and impacts on tumor heterogeneity remain incompletely defined. Methods: We conducted a pan-cancer proteogenomic analysis of m6A-dependent mechanisms using multi-omics datasets from the Clinical Proteomic Tumor Analysis Consortium, utilizing genomic,...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41049442",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phytochemical Profiling and Anti-Inflammatory Effects of Aerial and Underground Parts of <em>Apium graveolens var. rapaceum</em> (Celeriac): Potential Health Benefits of Discarded Aerial Parts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Apium graveolens var. rapaceum (celeriac), a root vegetable cultivated as a medicinal plant since ancient times, has gained attention due to its nutritional and health benefits. The aerial parts of celeriac (APC) are rich in compounds such as apigenin, known for its potent anti-inflammatory properties. However, APC is often discarded due to its tough texture and bitter taste. To assess the health benefits and explore the potential of both the APC and underground parts of celeriac (UPC) as...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41049417",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role of Mixup in Topological Persistence Based Knowledge Distillation for Wearable Sensor Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "The analysis of wearable sensor data has enabled many successes in several applications. To represent the high-sampling rate time-series with sufficient detail, the use of topological data analysis (TDA) has been considered, and it is found that TDA can complement other time-series features. Nonetheless, due to the large time consumption and high computational resource requirements of extracting topological features through TDA, it is difficult to deploy topological knowledge in machine learning...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048995",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Approach to Chemical Health Risk Assessment for Maintenance Workers at Electronics Manufacturing Facilities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Further research is needed to validate this method and to develop additional practical guidance for the assessment of chemical health risks associated with MW.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048870",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Further research is needed to validate this method and to develop additional practical guidance for the assessment of chemical health risks associated with MW"
    },
    {
      "title": "Confounding Effects of Lifestyle Factors in Cancer Risk Estimation for Occupational Radiation Exposure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our study found little evidence of significant confounding effects from unmeasured lifestyle factors on cancer risk when basic registry data variables were adjusted among medical radiation workers. Further studies are warranted to investigate the impact of unmeasured and unknown confounders to improve the accuracy of radiation risk estimates.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41048862",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of unmeasured and unknown confounders to improve the accuracy of radiation risk estimates",
      "conclusion": "Our study found little evidence of significant confounding effects from unmeasured lifestyle factors on cancer risk when basic registry data variables were adjusted among medical radiation workers. Further studies are warranted to investigate the impact of unmeasured and unknown confounders to impro..."
    },
    {
      "title": "Development of Korean CARcinogen EXposure: IARC Group 2A Carcinogens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048861/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The K-CAREX database was developed to estimate exposure prevalence and intensity by industry and occupation for 18 IARC Group 2A agents. These findings provide valuable data for cancer prevention and epidemiological studies. Future work may expand K-CAREX to include IARC Group 2B agents and other carcinogenic agents.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41048861",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The K-CAREX database was developed to estimate exposure prevalence and intensity by industry and occupation for 18 IARC Group 2A agents. These findings provide valuable data for cancer prevention and epidemiological studies"
    },
    {
      "title": "Long Working Hours and Dyslipidemia: A Systematic Review and Meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Long working hours are modestly associated with an increased risk of dyslipidemia. These findings provide evidence for developing workplace-based dyslipidemia prevention programs.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048858",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Long working hours are modestly associated with an increased risk of dyslipidemia. These findings provide evidence for developing workplace-based dyslipidemia prevention programs"
    },
    {
      "title": "Brain structure correlates of foreign language learning experiences",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048840/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Previous research demonstrates that bilingual experiences produce dynamic and variable structural adaptations in the brain. However, most studies focus on individuals who naturally acquire multiple languages, leaving the neural effects of long-term foreign language learners with limited exposure less understood. In this study, we examined 32 young adult long-term foreign language learners in South Korea to determine how age of acquisition, proficiency, and daily use shape gray matter volume and...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41048840",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "32 young adult long-term foreign language learners in South Korea to determine how age of acquisition, proficiency, and daily use shape gray matter volume and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficient estimation for the multivariate Cox model with missing covariates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048830/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Missing covariates are a ubiquitous issue in the data analysis. One of the widely-used approaches for efficient parameter estimation is using augmentation based on the semiparametric efficiency theory. However, existing methods for right-censored data with Cox model did not correctly implement augmentation, which may result in inefficient parameter estimation. In this paper, we derive a correct augmentation term for the stratified proportional hazards model with missing covariates. We study the...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048830",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Efficiency Silver Recovery from End-of-Life Photovoltaic Modules via Hydrodynamically Optimized Electrowinning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "The proliferation of photovoltaic (PV) installations necessitates sustainable methods for managing end-of-life modules. This study addresses the environmental drawbacks of traditional hydrometallurgical recycling, such as the use of hazardous chemicals and high CO(2) emissions, by developing a novel electrowinning process for silver (Ag) recovery. We introduce an optimized system that synergistically combines a hemispherical stainless-steel cathode, which also serves as the reaction vessel, with...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41048818",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Performance Spin Field-Effect Transistors with Multicycle Spin Precession in BLG/WSe<sub>2</sub>/hBN Heterostructures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Spintronics seeks to enhance information processing by harnessing the spin of electrons, offering solutions to the limitations of conventional electronics. A key device in spintronics research is the spin-injected field-effect transistor (spin FET), which incorporates a lateral semiconducting channel and ferromagnetic electrodes. This study presents a high-mobility BLG/WSe(2)/hBN spin FET capable of operating from cryogenic to room temperature, demonstrating efficient spin injection, detection,...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048729",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to the Letter by Mehta and Sah Regarding Article, Cholesterol and Cardiovascular Risk in Type 2 Diabetes: The Role of Kidney Function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048607/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048607",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to Letter Regarding Article, Association Between Nut Consumption and Metabolic Syndrome in Korean Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048603",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dyslipidemia Fact Sheet in South Korea, 2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048599/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Despite advances in detection and treatment, dyslipidemia remains highly prevalent in South Korea, particularly among individuals with metabolic comorbidities. Given the insufficient adherence to dietary and physical activity guidelines, strengthened strategies for prevention and management are warranted, with an emphasis on lifestyle modification and aggressive treatment approaches in high-risk groups.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048599",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite advances in detection and treatment, dyslipidemia remains highly prevalent in South Korea, particularly among individuals with metabolic comorbidities. Given the insufficient adherence to dietary and physical activity guidelines, strengthened strategies for prevention and management are warr..."
    },
    {
      "title": "Unique Dental and Craniofacial Manifestations of Hypoplastic Amelogenesis Imperfecta in a Patient With Prune Belly Syndrome: A Rare Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Introduction: Prune belly syndrome (PBS) is a rare congenital disease characterized by hypoplastic abdominal wall muscles, urological abnormalities, and bilateral cryptorchidism. This report describes a rare case of aberrant hypoplastic amelogenesis imperfecta in a patient with PBS. Case Presentation: A 10-year-old boy with PBS presented with difficulties in speech and mastication. Oral and radiological examinations revealed aberrant hypoplastic enamel defects, mandibular hypoplasia and...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048592",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of mesenchymal stem cells derived from human exfoliated deciduous teeth (SHEDs) on airway inflammation in a murine model of acute asthma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048569/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Stem cells from human exfoliated deciduous teeth (SHEDs) are self-renewing mesenchymal stem cells residing within the perivascular niche of the dental pulp. Previous studies have shown that SHEDs can attenuate acute lung injury and fibrosis. The effects of SEHDs on airway inflammation and airway hyperresponsiveness (AHR) were investigated in a mouse model of allergic asthma. In addition, clinical characteristics expected to respond well to SHED treatment were identified in co-culture experiments...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048569",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex differences in pain perception and modulation in the brain: effects of insular cortex stimulation on chronic pain relief",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Sex-specific differences in brain activation related to chronic pain remain poorly understood. In particular, how stimulation of the insular cortex-a key modulator of pain processing-differentially affects neural pathways in males and females is not well characterized. This study aimed to determine whether insular cortex stimulation activates distinct pain modulation circuits in a sex-dependent manner using a rat model of chronic pain. Understanding these differences may help inform more...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048543",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "determine whether insular cortex stimulation activates distinct pain modulation circuits in a sex-dependent manner using a rat model of chronic pain",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The dietary factors associated with sleep duration in postmenopausal middle-aged women: a cross-sectional study using 2019-2023 Korea National Health and Nutrition Examination Survey data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Dietary factors associated with sleep duration differed by postmenopausal period, with specific nutrients and food groups exhibiting variable associations with sleep duration above mean intake levels.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048531",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Dietary factors associated with sleep duration differed by postmenopausal period, with specific nutrients and food groups exhibiting variable associations with sleep duration above mean intake levels"
    },
    {
      "title": "Evaluation of the safety and immunogenicity of a 9-valent human papillomavirus vaccine produced in <em>Saccharomyces cerevisiae</em> using a heating-chilling process for virus-like particle antigen assembly: a double-blind, randomized, placebo-controlled phase 1 clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048471/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: It is challenging to secure the tertiary structure of virus-like particles (VLPs) during manufacturing process development. In this study, we evaluated the safety and immunogenicity of PV-001, a 9-valent human papillomavirus (HPV) vaccine candidate manufactured in Saccharomyces cerevisiae using a new heating-chilling process designed to yield L1 VLPs with high purity and homogeneity.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048471",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pilot evaluation of a cooking-based nutrition education program to promote vegetable intake among children in Seoul, South Korea: a single-group pre-post study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048455/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The CBNE program may enhance vegetable intake in children. Although preference remained the strongest individual factor, vegetable experience and the diversity of vegetable side dishes per meal had a greater combined effect. These findings underscore the importance of repeated and diverse exposure, not only by supporting previous studies that link such exposure to increased intake but also by suggesting that environmental support may be essential for sustaining healthy eating habits.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048455",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The CBNE program may enhance vegetable intake in children. Although preference remained the strongest individual factor, vegetable experience and the diversity of vegetable side dishes per meal had a greater combined effect"
    },
    {
      "title": "Quantile regression model for interval-censored data with competing risks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Our interest is to provide the methodology for estimating quantile regression model for interval-censored competing risk data. Lee and Kim [Analysis of interval censored competing risk data via nonparametric multiple imputation. Stat. Biopharm. Res. 13 (2020), pp. 367-374.] applied a censoring complete data concept suggested by Ruan and Gray [Analyses of cumulative incidence function via non-parametric multiple imputation. Sta. Med. 27 (2008), pp. 5709-5724.] to recover a missing information...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048361",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Periploca root oils as potent, diphenolase-selective tyrosinase inhibitors: chemotype profiling and non-competitive mechanism of 4-methoxy-2-hydroxybenzaldehyde",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Periploca sepium chemotypes, standardized to ≥ 700 g kg^(-1) 4-methoxy-2-hydroxybenzaldehyde and ≤ 50 g kg^(-1) total n-alkanes, are potent, diphenolase-selective tyrosinase inhibitors with promising safety attributes. These findings support development as clean-label actives for skin-whitening or food anti-browning, contingent on chemotype-directed quality control, confirmation on human tyrosinase/cellular models, and comprehensive chronic safety assessment. © 2025 Society of...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41048180",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Periploca sepium chemotypes, standardized to ≥ 700 g kg^(-1) 4-methoxy-2-hydroxybenzaldehyde and ≤ 50 g kg^(-1) total n-alkanes, are potent, diphenolase-selective tyrosinase inhibitors with promising safety attributes. These findings support development as clean-label actives for skin-whitening or f..."
    },
    {
      "title": "Mixture of methylbiphenyls as potential liquid organic hydrogen carriers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "It has been challenging to find liquid organic hydrogen carriers (LOHCs) that satisfy both technological and environmental standards. In this study, we performed a comprehensive database and experimental search for the best candidate material and suggested a mixture of m-methylbiphenyls (mMBPs; m = 2, 3, or 4) as a promising LOHC. The mixture of mMBPs has a hydrogen storage capacity of 6.7 wt% H(2) with a melting point lower than -20 °C. A simple and efficient method of synthesis is also...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41048132",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Situ Formation of 3D Cross-Linked Binders in Silicon-Graphite Composite Anodes for All-Solid-State Lithium Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "All-solid-state lithium batteries (ASSLBs) with sulfide-based solid electrolytes offer improved safety compared to conventional lithium-ion batteries. Silicon-based anode materials enable an increase in the energy density of ASSLBs. However, the substantial volume change during cycling induces interfacial degradation, leading to significant capacity loss. In this study, the composite silicon-graphite (Si-C) anodes were fabricated via an in situ cross-linking reaction between polybutadiene (PBD)...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41048106",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Application of Using Diffusion-Based Wasserstein Generative Adversarial Network for Morphologic Analysis of Blood Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Incorporating synthetic data using DWGAN-GP significantly enhanced model performance and addressed class imbalance. This method shows promise for more accurate and consistent blood cell classification, offering potential improvements in clinical diagnostics for hematologic disorders.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41047917",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Incorporating synthetic data using DWGAN-GP significantly enhanced model performance and addressed class imbalance. This method shows promise for more accurate and consistent blood cell classification, offering potential improvements in clinical diagnostics for hematologic disorders"
    },
    {
      "title": "Highly Selective Pressure-Driven Electrochemical Conversion of CO<sub>2</sub> into CO over Nickel-Encapsulated Nitrogen-Doped Carbon Nanotubes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "The selective electroreduction of CO(2) to CO is an attractive avenue for storing intermittent renewable energy. Although designing a precise confining microenvironment for active sites is challenging, most CO(2)-to-CO catalysts are developed by considering the potential of structural reconstruction. Herein, we report encapsulating Ni within nitrogen-doped carbon nanotubes (NCNTs) as an effective strategy for improving CO(2) adsorption and catalytic activity. The Ni/NCNT catalyst exhibited a...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41047887",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An octupolar donor-acceptor dye exploiting aggregation-induced intersystem crossing for efficient ROS generation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047834/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Photodynamic therapy (PDT) requires photosensitizers (PSs) that efficiently generate reactive oxygen species (ROS) or otherwise induce cell damage, even under the hypoxic conditions typical of solid tumor environments. Here, we report a heavy-atom-free octupolar donor-acceptor dye, 3CN, designed with a triphenylamine core and three cyanovinyl-benzothiazole acceptors. This dye harnesses aggregation-induced intersystem crossing (AI-ISC) to promote efficient triplet state population. In aqueous...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41047834",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Naphthalimide-Based Type-I Nano-Photosensitizers for Enhanced Antitumor Photodynamic Therapy: H<sub>2</sub>S Synergistically Regulates PeT and Self-Assembly",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Photodynamic therapy (PDT) relies on a combination of light and photosensitizers (PSs) to achieve local control over cancerous lesions. However, it is subject to limitations, including tumor hypoxia, low tumor targeting, off-target phototoxicity, and always-on fluorescence. Here, we propose a design strategy for activated nano-PSs (N-PSs) to simultaneously overcome the limitations of PDT, wherein photoinduced electron transfer (PeT) is coupled with an endogenous H(2)S-regulated self-association...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047818",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Pilot Investigation of Transforming Growth Factor-β2 and Total Protein Concentrations in Aqueous Humor of Canine Glaucomatous Eyes With and Without Ahmed Glaucoma Valve Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Elevated TGF-β2 in PACG could contribute to disease progression and post-surgical fibrosis. These findings support future studies to examine the potential of TGF-β2 modulation as a therapeutic approach to improving long-term surgical outcomes following Ahmed glaucoma valve surgery in canine PACG.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047743",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated TGF-β2 in PACG could contribute to disease progression and post-surgical fibrosis. These findings support future studies to examine the potential of TGF-β2 modulation as a therapeutic approach to improving long-term surgical outcomes following Ahmed glaucoma valve surgery in canine PACG"
    },
    {
      "title": "A Data-Driven Model to Predict Delirium Based on Dynamic Patterns of Clinical Deterioration in Critically Ill Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047725/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Persistent or worsening physiological derangements were significantly associated with delirium onset in critically ill patients.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047725",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Persistent or worsening physiological derangements were significantly associated with delirium onset in critically ill patients"
    },
    {
      "title": "Optimizing hemodialysis management using bioelectrical impedance analysis: emphasizing the significance of the phase angle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047713/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Patients undergoing hemodialysis (HD) often experience complications, such as severe malnutrition, muscle wasting, and fluid overload, which significantly affect survival rates and quality of life. Accurate assessment and management of nutritional status and fluid retention are essential for improving patient outcomes. Bioelectrical impedance analysis (BIA), a noninvasive and practical tool, is increasingly used to assess body composition and fluid distribution in patients undergoing HD. The...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047713",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diffusion characteristics and efficacy of letibotulinum toxin a in forehead wrinkle treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047712/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Letibotulinum toxin A is a safe, effective alternative for wrinkle treatment, potentially minimizing excessive diffusion risks and related side effects, making it a valuable addition to available treatment options.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047712",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Letibotulinum toxin A is a safe, effective alternative for wrinkle treatment, potentially minimizing excessive diffusion risks and related side effects, making it a valuable addition to available treatment options"
    },
    {
      "title": "Quantitative MR Imaging Marker: Effective Cross-Sectional Area of the Rotator Cuff and Its Correlation with the Biodex Isokinetic Test",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047683/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: eCSA may be a useful quantitative imaging marker for assessing the function of the Rotator Cuff muscle. FL60TQ30, ER60PT, and EX60PT are useful Biodex indices for SSc, SST, and ISTM, respectively.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41047683",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "eCSA may be a useful quantitative imaging marker for assessing the function of the Rotator Cuff muscle. FL60TQ30, ER60PT, and EX60PT are useful Biodex indices for SSc, SST, and ISTM, respectively"
    },
    {
      "title": "Diagnosis and treatment of <em>Helicobacter pylori</em> infection: past, present, and future",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "Helicobacter pylori infects more than half of the world's population. Chronic H. pylori infection is associated with the development of precancerous gastric conditions, including chronic atrophic gastritis and intestinal metaplasia, which may progress to peptic ulcer disease and gastric cancer. In 2020, an estimated 1.09 million new cases of gastric cancer were reported worldwide. Gastric cancer continues to pose a significant health burden and is the fourth leading cause of cancer-related...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047664",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Computed Tomographic and Ultrasonographic Features of Feline Gastrointestinal Eosinophilic Sclerosing Fibroplasia in Cats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251006152005&v=2.18.0.post9+e462414",
      "description": "This study aimed to characterize the computed tomographic (CT) and ultrasonographic features of feline gastrointestinal eosinophilic sclerosing fibroplasia (FGESF) and its concurrent abnormalities. A retrospective multicenter study was conducted on 16 cats with histopathologically confirmed FGESF. CT and ultrasonographic characteristics were retrospectively evaluated to assess the lesion location, shape, size, and layering patterns. The contrast enhancement patterns, including the attenuation...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41047662",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "characterize the computed tomographic (CT) and ultrasonographic features of feline gastrointestinal eosinophilic sclerosing fibroplasia (FGESF) and its concurrent abnormalities",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk of Parkinson Disease Among Patients With Restless Leg Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: In this cohort study, RLS was associated with an increased risk of developing PD. Furthermore, patients with RLS who were not treated with DAs tended to be at increased risk of developing PD, whereas those who were treated with DAs tended to be at decreased risk compared with the control group. These findings suggest that the pathophysiological connection between RLS and PD may involve mechanisms beyond the dopaminergic pathway.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "POSTECH"
      ],
      "pmid": "41051773",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the pathophysiological connection between RLS and PD may involve mechanisms beyond the dopaminergic pathway",
      "conclusion": "AND RELEVANCE: In this cohort study, RLS was associated with an increased risk of developing PD. Furthermore, patients with RLS who were not treated with DAs tended to be at increased risk of developing PD, whereas those who were treated with DAs tended to be at decreased risk compared with the cont..."
    },
    {
      "title": "Milliwatt-Scale Moisture-Induced Power Generation via Cation Intercalation in Sodium Vanadium Oxide Nanobelts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "A moisture-induced power generator (MPG) with exceptionally high-power output and extended operational stability is developed by systematically integrating three active materials: A LiCl -containing hydrogel, a perforated aluminum sheet, and NaV(3)O(8) (NVO) nanobelts. The LiCl-containing hydrogel, due to its hygroscopic nature, maintains a stable moisture gradient and supplies charge carriers (Li^(+) ions). Simultaneously, the perforated aluminum sheet acts as the primary source of charge...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41051184",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeting AMPK for Cancer Therapy: Metabolic Reprogramming as a Therapeutic Strategy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "AMP-activated protein kinase (AMPK) is a highly conserved serine/threonine kinase that functions as a central regulator of cellular energy status. In cancer, where metabolic reprogramming enables rapid proliferation and survival under stress, AMPK functions as a metabolic checkpoint that restrains tumor growth by inhibiting biosynthetic pathways and promoting catabolic processes, such as autophagy and fatty acid oxidation. Given its role in opposing many hallmarks of cancer metabolism, AMPK has...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41050082",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An analysis of head and ear anthropometric data using 3D scans for head-wearable products",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047742/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "The present study analysed the anthropometric characteristics of an integrated head-ear dataset to advance the ergonomic design of head-wearable products. By integrating 3D scanning, casting techniques, and template registration methods, scan data from 200 Korean participants were processed and 88 head and ear dimensions were measured. Among the head and ear dimensions, 95.5% showed larger average sizes in males than in females (mean difference = 0.3-25.1 mm; mean ratio = 1.02-1.37), with males...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41047742",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimal Antithrombotics for Ischemic Stroke and Concurrent Atrial Fibrillation and Atherosclerosis: A Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: In this randomized clinical trial, in patients with ischemic stroke or transient ischemic attack and concurrent nonvalvular atrial fibrillation and atherosclerotic cardiovascular disease, adding an antiplatelet agent to anticoagulant therapy provided no net clinical benefit over anticoagulant monotherapy, with higher bleeding risk.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051787",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this randomized clinical trial, in patients with ischemic stroke or transient ischemic attack and concurrent nonvalvular atrial fibrillation and atherosclerotic cardiovascular disease, adding an antiplatelet agent to anticoagulant therapy provided no net clinical benefit over antic..."
    },
    {
      "title": "Generative AI and foundation models in medical image",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "In recent years, generative AI has attracted significant public attention, and its use has been rapidly expanding across a wide range of domains. From creative tasks such as text summarization, idea generation, and source code generation, to the streamlining of medical support tasks like diagnostic report generation and summarization, AI is now deeply involved in many areas. Today's breadth of AI applications is clearly distinct from what was seen before generative AI gained widespread...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051729",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Best vitelliform macular dystrophy caused by a BEST1 p.(Ser246Asn) variant coexisting with diabetic retinopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051727/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This case emphasizes the importance of EOG assessment and genetic analysis in establishing an accurate diagnosis of BVMD, particularly in patients with coexisting conditions such as diabetic retinopathy.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051727",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case emphasizes the importance of EOG assessment and genetic analysis in establishing an accurate diagnosis of BVMD, particularly in patients with coexisting conditions such as diabetic retinopathy"
    },
    {
      "title": "Initial annual decline in the estimated glomerular filtration rate and adverse kidney outcomes in IgA nephropathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051719/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051719",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Substrate Binding and Conformational Dynamics of the Monoamine Transporters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051705/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "The monoamine transporters move substrates across the plasma membrane by an alternating-access mechanism, in which a central substrate-binding site is alternately exposed to either the extracellular milieu or the cytoplasm at any given time. This process is driven by co-transport of sodium ions along the inwardly directed sodium gradient. Alternating access to the central substrate-binding site is facilitated by a stepwise series of changes to the transporter conformation, referred to as the...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051705",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Qualitative and quantitative analysis of aerosol and droplet dispersion during simulated dental implant procedures using three types of instruments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Simulated implant surgery generated less droplet dispersion compared with other dental procedures. Furthermore, the use of an extraoral vacuum markedly reduced droplet spread during various dental treatments.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41051658",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Simulated implant surgery generated less droplet dispersion compared with other dental procedures. Furthermore, the use of an extraoral vacuum markedly reduced droplet spread during various dental treatments"
    },
    {
      "title": "Fully automated segmentation of substantia nigra toward longitudinal analysis of Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The proposed pipeline, where we integrated SN-prior probability estimation, priority attention mechanism and test-time dropout to our segmentation model, achieved accurate SN segmentation with high generalization ability for our longitudinal data: the principal and external datasets. As demonstrated in the validation with the automated PD identification, our pipeline has the potential for improving the performance of PD diagnosis via further large-scale longitudinal analysis.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41051626",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed pipeline, where we integrated SN-prior probability estimation, priority attention mechanism and test-time dropout to our segmentation model, achieved accurate SN segmentation with high generalization ability for our longitudinal data: the principal and external datasets. As demonstrated..."
    },
    {
      "title": "Cytokine profiling of patients with immune checkpoint inhibitor-associated myocarditis: a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051624/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Cytokine profiles change dramatically at the onset of ICI-associated myocarditis. Baseline immune dysregulation and/or increased reactivity to ICI therapy may contribute to the development of myocarditis. However, further studies are required to confirm these findings.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41051624",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cytokine profiles change dramatically at the onset of ICI-associated myocarditis. Baseline immune dysregulation and/or increased reactivity to ICI therapy may contribute to the development of myocarditis"
    },
    {
      "title": "Accuracy of iodine quantification and CT numbers using split-filter dual-energy CT: influence of phantom diameter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051472/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Dual-energy computed tomography (DECT) generates virtual monochromatic images (VMI) and material decomposition images (MDI), facilitating enhanced tissue contrast and quantitative material assessment. However, the accuracy of these measurements may be influenced by object size due to beam hardening and associated spectral changes. To evaluate the impact of object size on the accuracy of iodine quantification and CT numbers in virtual monochromatic images (VMI) using split-filter dual-energy CT...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051472",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of object size on the accuracy of iodine quantification and CT numbers in virtual monochromatic images (VMI) using split-filter dual-energy CT",
      "conclusion": null
    },
    {
      "title": "Endothelial dysfunction in plaque rupture and plaque erosion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Vascular endothelial function plays an important role in the pathophysiology of acute coronary syndrome (ACS). Plaque erosion (PE) and plaque rupture (PR) are the two major mechanisms of ACS; however, how the vascular endothelial function differs between these etiologies is not well understood. Flow-mediated dilation (FMD) is a method used to evaluate the endothelial function. We aimed to assess endothelial function using FMD in patients with PE and PR. ACS patients (N = 160) who underwent...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051435",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "assess endothelial function using FMD in patients with PE and PR",
      "significance": "role in the pathophysiology of acute coronary syndrome (ACS)",
      "conclusion": null
    },
    {
      "title": "ASO Visual Abstract: Central Hepatectomy As an Alternative: A Comparative Study with Conventional Major Hepatectomy for Perihilar Cholangiocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051431/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051431",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative efficacy of alteplase and urokinase in pharmacomechanical thrombolysis of permanent double lumen hemodialysis catheters in children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Alteplase may serve as a viable alternative in settings where UK is unavailable. Its bolus administration, established as safe in adults, also appears to be safe in children weighing less than 10 kg, with no serious adverse events observed.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41051423",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Alteplase may serve as a viable alternative in settings where UK is unavailable. Its bolus administration, established as safe in adults, also appears to be safe in children weighing less than 10 kg, with no serious adverse events observed"
    },
    {
      "title": "Evaluation of Malaria Parasite Transmission Competency Using a Nanozyme-Based Immunodiagnostic Targeting Female Gamete Antigen Release",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Preventing malaria parasite transmission to the mosquito vector is a key elimination challenge that could benefit from a diagnostic test that can identify transmission-competent individuals. Only sexual parasite forms, called gametocytes, which activate into gametes (gametogenesis) upon mosquito uptake or blood sampling are responsible for transmission. Herein, we devised a nanozyme-based immunoassay to detect the Plasmodium falciparum female gametocyte activation antigen PfG377, which is...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nuclear Phylogenomic Insights into Relationships, Support, and Conflict Among the Early Diverging Lineages of the Megadiverse Epidendroid Orchids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Parasites present fascinating examples of evolutionary modification that simultaneously pose challenges for systematics. This is exemplified by fully mycoheterotrophic orchids, which are completely dependent on fungi, constituting nearly half of all fully mycoheterotrophic plant species. A large concentration of mycoheterotrophic lineages is found among the eight tribes comprising the base of the megadiverse orchid subfamily Epidendroideae, here referred to as the Early Diverging Epidendroideae...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051217",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A narrative review of drugs targeting inflammation in vascular disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Inflammation is recognized as an important component of atherosclerosis resulting in an increased risk of myocardial infarction and stroke. Studies, conducted as early as the 1960s, involving drugs targeting different pathways of inflammation linked to cardiovascular (CV) disease have produced inconsistent results. Drugs such as the statins with mechanisms of action beyond an anti-inflammatory effect have clear benefit in reducing CV risk. Other drugs such as the broad-spectrum anti-inflammatory...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051199",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "component of atherosclerosis resulting in an increased risk of myocardial infarction and stroke",
      "conclusion": null
    },
    {
      "title": "A Tsuji-Trost Reaction Using Free Carbenes as Nucleophiles: Palladium-Catalyzed Photoinduced Coupling of Acylsilanes with Allylic Alcohol Derivatives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "A palladium-catalyzed and photoinduced coupling reaction between acylsilanes and allylic alcohol derivatives based on the reactions of nucleophilic siloxycarbenes, generated via the light-induced isomerization of the corresponding aroyl-, heteroaroyl-, alkenoyl-, or alkanolysilanes, with electrophilic π-allylpalladium complexes was developed. The dual activation by light and Pd(0) enables the coupling to proceed at temperatures below ambient temperature with a broad substrate scope and high...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051066",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Millimeter Scale 2D Colorimetric Imaging of Available Ammonium in Soils Determined with the Diffusive Gradient in Thin Films Technique",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051022/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "This study developed a novel approach to visualize in situ ammonium (NH(4)^(+)) concentrations in soils at millimeter resolution using the Diffusive Gradients in Thin Films Technique (DGT). Available (diffusible) NH(4)^(+) is captured with a zeolite 13X binding gel and visualized through two staining gels utilizing Berthelot color reagents. The NH(4)^(+) accumulation is linear up to 3 μmol of NH(4)^(+) cm^(-2); however, the color intensity remains linear only up to 0.06 μmol cm^(-2), beyond...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051022",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Retrograde gluteal cleft sacral screw fixation for a transverse sacral fracture (AO A3) with cauda equina: A technical note",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050771/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Isolated horizontal sacral fractures that do not influence pelvic ring stability are rare. Several techniques to stabilize these fractures have been described. This technical note describes a technique of retrograde screw fixation in a 75-year-old female with severe osteoporosis and large Tarlov cysts in the sacrum. It is a minimally invasive, navigation assisted technique that allowed to reduce the fracture and stabilize it adequately.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41050771",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical benefits and challenges of ecological momentary assessment in individuals who self-injure and seek mental health treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Although the use of EMA in treatment may evoke emotional discomfort in patients, it may help promote NSSI-specific self-insight and self-efficacy outside the therapy room in patients who self-injure.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41050767",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although the use of EMA in treatment may evoke emotional discomfort in patients, it may help promote NSSI-specific self-insight and self-efficacy outside the therapy room in patients who self-injure"
    },
    {
      "title": "iComBat: An incremental framework for batch effect correction in DNA methylation array data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050465/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "DNA methylation is associated with various diseases and aging; thus, longitudinal and repeated assessments of methylation patterns are crucial for revealing the mechanisms of disease onset and identifying factors associated with aging. The presence of batch effects influences the analysis of DNA methylation array data. As existing methods for correcting batch effects are designed to correct all samples simultaneously, when data are incrementally measured and included, the correction of newly...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41050465",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Marginal resection preferred over radical resection for a large abdominal wall desmoid tumor during pregnancy: A case report\" [Case Reports in Women's Health 46 (2025) e00701]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "[This corrects the article DOI: 10.1016/j.crwh.2025.e00701.].",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41050463",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "32 examples of LLM applications in materials science and chemistry: towards automation, assistants, agents, and accelerated scientific discovery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Large language models (LLMs) are reshaping many aspects of materials science and chemistry research, enabling advances in molecular property prediction, materials design, scientific automation, knowledge extraction, and more. Recent developments demonstrate that the latest class of models are able to integrate structured and unstructured data, assist in hypothesis generation, and streamline research workflows. To explore the frontier of LLM capabilities across the research lifecycle, we review...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41050438",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Formation of the intestinal microbiota during mouse weaning promotes maturation of the IgA repertoire after growth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Secretory IgA (sIgA) is a class of antibodies that plays a pivotal role in mucosal immunity. The sIgA secreted into the intestinal tract acts to prevent luminal pathogens and food antigens from penetrating across the intestinal epithelial barrier, thereby contributing to the suppression of infections and food allergies. Furthermore, it binds extensively to symbiotic bacteria, exerting a significant impact on the gut microbiota. The antigen recognition specificity of antibodies is determined by...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41050163",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on the gut microbiota",
      "conclusion": null
    },
    {
      "title": "Genetic analysis of a β-1,3/1,4-glucan utilization gene cluster in <em>Segatella copri</em> JCM 13464<sup>T</sup>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Barley β-glucan (BGL), a dietary fiber composed of β1,3- and β1,4-linked glucose units, confers various health benefits, including anti-diabetic effects. A previous study reported that the anti-diabetic effect of BGL was associated with gut bacteria, particularly Segatella copri. Recently, a study using recombinant proteins revealed the biochemical characteristics of proteins encoded by the polysaccharide utilization locus 4 (PUL4), which is implicated in BGL assimilation. However, the precise...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41050161",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extracellular vesicles shed by macrophages co-cultured with <em>Lactiplantibacillus plantarum</em> No. 14 reduce adipocyte size in mice fed a high-fat diet",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Our previous study showed that the intragastric administration of Lactiplantibacillus plantarum No. 14 reduces adipocyte size in white adipose tissue of high-fat diet (HFD)-induced obese mice. We also suggested that the anti-inflammatory effect of L. plantarum No. 14 in white adipose tissues is mediated, at least in part, by circulating exosomes, a type of extracellular vesicle (EV). Therefore, the present study examined whether EVs mediate the adipocyte size-reducing effect of L. plantarum No....",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41050160",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ingestion of egg white after acquisition of oral tolerance with heated egg white in OVA-sensitized mice caused severe allergic symptoms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Heated eggs have often been used for oral immunotherapy of egg allergy because of their lower allergenicity than raw eggs. Furthermore, recent guidelines recommend the earlier introduction of well-cooked eggs to the diet as a supplementary food and protective measure against food allergy in infants. However, the influence of cooking with heat on the allergenicity and tolerogenicity of egg white (EW) antigen in individuals with egg allergy is not well understood. We investigated this by feeding...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41050158",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "this by feeding",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antibiotic combination therapy for the induction and maintenance of remission in patients with ulcerative colitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Dysbiosis of the gut microbiota has recently been identified as a therapeutic target for ulcerative colitis. We reported the effectiveness of antibiotic combination therapy (ATM therapy) for the induction and maintenance of ulcerative colitis remission. In this study, we aimed to investigate the long-term effectiveness of ATM therapy in a larger cohort. A prospective open-label trial was undertaken with 311 adult ulcerative colitis patients. The combination of oral amoxicillin 500 mg t.i.d.,...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41050156",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the long-term effectiveness of ATM therapy in a larger cohort",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rapid temporal adaptation structures tolerance to toxic cyanobacteria in a natural population of the water flea <em>Daphnia</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Cyanobacteria blooms pose a substantial threat to freshwater systems globally. While zooplankton grazers such as Daphnia can have an important role in suppressing cyanobacteria blooms, cyanobacteria can adversely impact Daphnia fitness and even kill them. Earlier work has shown an evolutionary increase in tolerance to cyanobacteria across years and strong genotype × genotype interactions determining the interaction between Daphnia and the cyanobacterium Microcystis. Here, we test the hypothesis...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41049805",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "role in suppressing cyanobacteria blooms, cyanobacteria can adversely impact Daphnia fitness and even kill them",
      "conclusion": null
    },
    {
      "title": "Cyclodextrin derivatives that exhibit <em>Enterococcus</em>-specific antibacterial properties through the accumulation of guanidino and indole groups",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "In light of the growing challenge posed by drug resistance, the focus of our research has been on the development of novel antibacterial substances. The approach involves the attachment of antibacterial functional groups to oligosaccharide, known as cyclodextrin, utilising antimicrobial peptides possessing hydrophobic groups and cationic groups as a model system. The cyclodextrin derivative, which contains seven pairs of indole rings and guanidino groups, was synthesised and exhibited potent...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41049786",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pathomechanics of glenohumeral capsule and scapula in idiopathic frozen shoulder: a study using a three-dimensional finite element model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049668/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Pathomechanics of the frozen shoulder characterised by glenohumeral motion limitations should be considered complicated, as confirmed by high tension in the anteroinferior glenohumeral capsule and altered scapular motion. Selective surgical release of the anteroinferior part of the glenohumeral capsule with scapular mobilization can regain glenohumeral motion in the idiopathic frozen shoulder.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41049668",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Pathomechanics of the frozen shoulder characterised by glenohumeral motion limitations should be considered complicated, as confirmed by high tension in the anteroinferior glenohumeral capsule and altered scapular motion. Selective surgical release of the anteroinferior part of the glenohumeral caps..."
    },
    {
      "title": "Evaluating visual feedback of experience sampling data for mental health practitioners",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049526/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings underscore the importance of including textual descriptions in graphical visualizations as they help to improve practitioners' decision-making processes in mental health care.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41049526",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings underscore the importance of including textual descriptions in graphical visualizations as they help to improve practitioners' decision-making processes in mental health care"
    },
    {
      "title": "The AHEAD score as a predictor of all-cause mortality in patients with acute myocardial infarction: a secondary analysis of the Japan Acute Myocardial Infarction Registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049306/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The AHEAD score is a simple, bedside-accessible tool that effectively predicts 1-year all-cause mortality in patients with acute MI, regardless of the presence of heart failure. Its use may aid early risk stratification and guide clinical decision-making in acute cardiovascular care. This study was registered with the Japanese UMIN Clinical Trials Registry (UMIN000019479).",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41049306",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The AHEAD score is a simple, bedside-accessible tool that effectively predicts 1-year all-cause mortality in patients with acute MI, regardless of the presence of heart failure. Its use may aid early risk stratification and guide clinical decision-making in acute cardiovascular care"
    },
    {
      "title": "Usefulness of plasma and apolipoprotein B-depleted serum samples in paraoxonase 1 assessment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Paraoxonase 1 (PON1) is closely associated with antioxidant, anti-inflammatory, and antiatherosclerotic functions of high-density lipoprotein (HDL). Although many clinical studies have evaluated relationships between PON1 activity and various diseases based on its multiple functions, their results were contradictory because of the difference of sample preparation methods. Therefore, we investigated an optimal preanalytical method for PON1 analysis by measuring three different PON1 activities in...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41049124",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "an optimal preanalytical method for PON1 analysis by measuring three different PON1 activities in",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prophylactic intestinal resection following carbon-ion radiotherapy for locally recurrent rectal cancer: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Treatment of locally recurrent rectal cancer (LRRC) after surgery is often complex and challenging. A 52-year-old man received emergency surgery (Hartmann's procedure) for bowel perforation caused by a huge sigmoid colon cancer, followed by treatment for concurrent advanced lower rectal cancer with neoadjuvant chemoradiotherapy and abdominoperineal resection. A solitary lung metastasis emerged afterwards, and was surgically removed. However, the patient developed LRRC in front of the sacrum. As...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41049086",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of Sarcoidosis Subsequent to Temporary Corticosteroid Treatment in a Patient With Rheumatoid Arthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049028/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "A 69-year-old Japanese woman was diagnosed with rheumatoid arthritis and treated with tacrolimus because of worsening symptoms of arthritis. Four months after tacrolimus initiation, corticosteroids were administered. Arthritis improved after 4 months of corticosteroid administration, and the corticosteroid treatment was terminated. However, 2 months after corticosteroid treatment cessation, the patient developed mediastinal and hilar lymph node swelling, subcutaneous node swelling, uveitis, and...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41049028",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fear learning and generalization in youth with early-stage transdiagnostic psychiatric symptoms and the impact of acute exercise",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048921/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings highlight early alterations in threat processing in youth with early-stage psychiatric symptoms. Future research should investigate symptom-specific patterns in fear generalization, track their longitudinal development, and refine exercise interventions to effectively modulate fear processing.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41048921",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight early alterations in threat processing in youth with early-stage psychiatric symptoms. Future research should investigate symptom-specific patterns in fear generalization, track their longitudinal development, and refine exercise interventions to effectively modulate fear pr..."
    },
    {
      "title": "Entanglement Cost for Infinite-Dimensional Physical Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "We prove that the entanglement cost equals the regularized entanglement of formation for any infinite-dimensional quantum state ρ AB with finite quantum entropy on at least one of the subsystems A or B. This generalizes a foundational result in quantum information theory that was previously formulated only for operations and states on finite-dimensional systems. The extension to infinite-dimensional systems is nontrivial because the conventional tools for establishing both the direct and...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41048837",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CO<sub>2</sub> Hydrogenation on Gas-Phase Palladium-Zinc Bimetallic Clusters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048793/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Hydrogenation of CO(2) to valuable products is an attractive method to mitigate the greenhouse effect. Palladium-zinc-based nanomaterials are stable and selective catalysts in the methanol formation process. For a better understanding of the catalytic reaction mechanisms, here, we investigate hydrogen activation and carbon dioxide hydrogenation on Pd (x) Zn (x) (x = 2-4) and Pd(6) clusters using systematic density functional theory analysis, selected on the basis of high-level benchmarks. We...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41048793",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Size Distribution Measurement of Insoluble Particles in PM<sub>2.5</sub> Dispersed in Cell Culture Medium Using Aerosolization Techniques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "The toxicity of PM(2.5) has attracted interest and has been widely studied because of its adverse health effects. An in vitro assay exposing cultured cells to test particles was used to assess the biochemical response and evaluate PM(2.5) toxicity. The physicochemical properties of PM(2.5) suspensions, particularly particle size distribution, are important parameters that require accurate measurement to reliably assess toxicity. However, the conventional dynamic light scattering method has...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41048767",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "parameters that require accurate measurement to reliably assess toxicity",
      "conclusion": null
    },
    {
      "title": "Indole-3-Butyric Acid (IBA) Derivatives for Root Architecture Modulation: Potent Promoters via <em>In Vivo</em> Conversion to IBA and Selective Inhibitors for Lateral Root Formation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048719/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Indole-3-butyric acid (IBA)-derived compounds, methyl 2-hydroxy-5-(1H-indole-3-yl)-pentanoate (JAX-44) and its acid derivative (JAX-77), emerge as potent modulators of root architecture, exhibiting significant growth-promoting activity for lateral and adventitious roots. Crucially, unlike native IBA, which often inhibits primary root elongation at higher concentrations, JAX-44 and JAX-77 maintain primary root length while substantially increasing lateral root numbers, thereby optimizing the...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41048719",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomimetic pHEMA Hydrogels as an Alternative Cartilage-like Model Material for Biotribological Evaluations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048714/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Poly-(vinyl alcohol) (PVA) has been widely explored as a model material for articular cartilage (AC) in biotribological evaluations. However, PVA hydrogels prepared by freeze-thawing or cast-drying methods have limitations in precisely controlling their elasticity parameters and may require reinforcement to enhance their mechanical performance and change their transparency, required in some tribological measurement setups by using fluorescence methods. To overcome these issues,...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41048714",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dosimetric impact of dose constraint indications using individual patient dose management system for brachytherapy in cervical cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048623/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: System usage would facilitate a balanced plan, increasing clinical target volume coverage as much as possible, while considering dose constraints of OARs.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41048623",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "System usage would facilitate a balanced plan, increasing clinical target volume coverage as much as possible, while considering dose constraints of OARs"
    },
    {
      "title": "Challenges and Opportunities for Injury Reduction and Performance Development in Elite Youth Team Sport Schools: A Practice-Based Opinion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048419/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Performance enhancement and injury risk reduction are crucial for youth elite athletes. The pursuit of both these goals remains challenging in team sports as individual needs must be balanced with collective training goals. Despite the available evidence on screening, maturation, monitoring, and staff involvement, the optimal approach for enhancing performance while reducing injury risk in young athletes has yet to be defined, and integrating evidence into clinical settings remains a significant...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41048419",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "remains challenging in team sports as individual needs must be balanced with collective training goals",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "tDCS peripheral nerve stimulation can enhance passive avoidance learning in rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048357/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Transcranial direct current stimulation (tDCS) is being considered as a treatment for many psychiatric and neurological disorders. Rodent models of tDCS have been used in several behavioral tasks to demonstrate the technique's benefits in improving memory and learning. Recent research suggests that peripheral nerve stimulation in tDCS may be responsible for some of its effects. In this work, we first aimed to repeat a previously reported tDCS effect of improved passive avoidance task (PAT)...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41048357",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in virus-related exacerbations of chronic respiratory diseases before and after the relaxation of COVID-19 infection control measures: a single-centre retrospective study in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048209/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Relaxation of IPC measures may increase virus-related exacerbations in COPD and asthma.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41048209",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Relaxation of IPC measures may increase virus-related exacerbations in COPD and asthma"
    },
    {
      "title": "Electrophysiological connections linking medial pulvinar, anterior nuclei of the thalamus and the hippocampus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "The Papez circuit traditionally highlights the anterior nuclei of the thalamus (ANT) as the main relay of hippocampal (HPC) output to the cortex, a view that has shaped neuromodulation strategies in temporal lobe epilepsy (TLE). However, recent studies suggest that the medial subregion of the pulvinar (mPLV)- a thalamic nucleus that has undergone significant evolutionary expansion throughout the mammalian brain evolution- also forms functional connections with medial temporal lobe (MTL)...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41048168",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GRAVES' DISEASE IN ECTOPIC THYROID TISSUE: A SCOPING REVIEW AND A CASE STUDY",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This is the first report showing a markedly different histology between the thyroid and the ectopic tissue. Persistent systemic severe GD post-thyroidectomy led to the detection of a giant paracardiac ectopic thyroid. GD in ETT is rare and presents a diagnostic challenge.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41048150",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is the first report showing a markedly different histology between the thyroid and the ectopic tissue. Persistent systemic severe GD post-thyroidectomy led to the detection of a giant paracardiac ectopic thyroid"
    },
    {
      "title": "Revisiting the Proposed Protonated Water Cluster at the Exit Site of the Proton Transfer Pathway in Bacteriorhodopsin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "The existence of a protonated water species, H(3)O^(+) or H(5)O(2)^(+), at the extracellular terminus of the proton transfer pathway in bacteriorhodopsin was proposed based on spectroscopic studies. Here, we revisit this hypothesis using the high-resolution crystal structure employed in the original proposal, combined with quantum mechanical/molecular mechanical (QM/MM) calculations. When H(3)O^(+) is modeled at the proposed site (W403), the QM/MM-optimized geometry under constraints on the...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41048096",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-Zone Chloride Engineering to Enable Ultra-Stable Two-Electron Zinc-Iodine Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048059/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Zinc-iodine batteries (ZIBs) with organic iodine hosts that harness the I^(-)/I^(+) conversion offer a promising route to high-energy storage but remain limited by rapid capacity decay. Conventional approaches employing high-concentration ZnCl(2) electrolytes effectively activate I^(-)/I^(+) conversion in carbon hosts but prove incompatible with organic systems. Here, its excess free Cl^(-) is identified to displace polyiodide from organic iodine hosts, thereby triggering an irreversible...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41048059",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanically alloyed NiCuMnWX (X = Co, Fe, or Mo) high-entropy alloy electrocatalysts for alkaline water splitting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "High-entropy alloys have great potential as electrocatalysts for water-splitting reactions. Benefiting from the cocktail effect and lattice distortion, high-entropy alloys exhibit relatively low overpotentials and significant stability, making them excellent candidates for electrocatalytic water splitting. These materials offer a cost-effective and abundant alternative to conventional noble-metal catalysts such as Pt and IrO(2), which are limited by high costs and scarcity. This study...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41048043",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>CARS2</em> Hypermethylation Is a Risk Factor for Heart Failure: A Project Baseline Health Substudy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048025/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41048025",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A program for accelerating lactogenesis II using a breast pump shortly after cesarean section in Japan: A feasibility mixed-methods study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047890/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The breast stimulation program initiated shortly after CS was feasible, well accepted, and aspects of breast milk volume. A future randomized controlled trial should consider individual differences and adjustments in the frequency of breast pump usage.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41047890",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The breast stimulation program initiated shortly after CS was feasible, well accepted, and aspects of breast milk volume. A future randomized controlled trial should consider individual differences and adjustments in the frequency of breast pump usage"
    },
    {
      "title": "TCP3-mediated regulation of cell expansion in Arabidopsis thaliana",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Cell expansion is crucial for organ morphogenesis in multicellular organisms. Apoplast acidification triggers plant cell expansion. Plant hormones and transcription factors such as TEOSINTE BRANCHED, CYCLOIDEA, and PROLIFERATING CELL NUCLEAR ANTIGEN BINDING FACTORs (TCPs) control cell expansion. However, details regarding the regulatory mechanism of cell expansion for organ morphogenesis remain unclear. In this study, we used molecular, biochemical, cellular, genetic, atomic force microscopy,...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41047618",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanism and Utility of the ATP-Grasp Enzyme BesA for the Synthesis of Non-natural Alkyne-Containing Dipeptides Applicable for Click Chemistry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047544/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251006152004&v=2.18.0.post9+e462414",
      "description": "Terminal alkyne-containing biomolecules are key compounds utilized in bioorthogonal chemistry via azide-alkyne cycloaddition click chemistry. Various synthetic strategies for the introduction of the terminal alkyne to biomolecules have been developed; however, an enzymatic terminal alkyne-modifying system is not well-explored because the biosynthetic systems for terminal alkynes are rare. Recently, BesA, a member of the ATP-grasp enzyme family, has been reported to exclusively utilize terminal...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41047544",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Visual Hallucinations in Serotonergic Psychedelics and Lewy Body Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Examining cortical and neuromodulatory similarities between LBD- and SP-induced VH may elucidate the link between sensory degradation, excitation, and hallucinogenesis. Future research should employ real-time neuroimaging of discrete hallucinatory episodes to identify shared mechanisms and develop targeted interventions for LBD hallucinations.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051875",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Examining cortical and neuromodulatory similarities between LBD- and SP-induced VH may elucidate the link between sensory degradation, excitation, and hallucinogenesis. Future research should employ real-time neuroimaging of discrete hallucinatory episodes to identify shared mechanisms and develop t..."
    },
    {
      "title": "Cognitive-Developmental Mechanisms in Hallucinations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "Hallucinations figure prominently in a range of psychiatric disorders but, to date, their developmental origins are not well understood. The aim of the present article is to explore how ideas from mainstream developmental psychology can enhance understanding of how hallucinations develop in different modalities across the lifecourse. Hallucinations vary in their clinical significance depending on at what point they occur in the lifetime of the individual. Key cognitive-developmental processes...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051873",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "of the present article is to explore how ideas from mainstream developmental psychology can enhance understanding of how hallucinations develop in different modalities across the lifecourse",
      "significance": "depending on at what point they occur in the lifetime of the individual",
      "conclusion": null
    },
    {
      "title": "Undiagnosed HIV among transgender women in the United States: Implications for testing programs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Undiagnosed HIV among transgender women is concerning and disproportionately affects transgender women of color. Addressing stimulant use is important for HIV prevention. Findings underscore the urgent need for free, accessible HIV testing with linkage to HIV prevention and care to achieve HIV strategy goals.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051867",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for HIV prevention",
      "conclusion": "Undiagnosed HIV among transgender women is concerning and disproportionately affects transgender women of color. Addressing stimulant use is important for HIV prevention"
    },
    {
      "title": "Guess quality moderates how semantic relatedness influences the pretesting effect",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "Students are often taught that testing themselves will help them retain new material. Less well known, however, is that testing oneself before learning can also produce benefits (the \"pretesting effect\"). Prior studies have indicated that the semantic relatedness between the provided information (cue) and the answer (target) may be critical for this effect. Here, we investigated this by measuring the trifold relationship between cue, target, and guess using continuous relatedness measures. In...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051864",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "this by measuring the trifold relationship between cue, target, and guess using continuous relatedness measures",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subjective aging and cognitive aging across 15 years in middle-aged and older adults: Disentangling between-person and within-person associations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "Subjective aging predicts various developmental outcomes, including cognitive functioning. However, associations could be bidirectional. We focused on central dimensions of subjective aging (subjective age; self-perceptions of aging related to social losses, physical losses, and ongoing development) and investigated reciprocal longitudinal associations with perceptual-motor speed, both at the between-person level (i.e., Do individuals with more positive subjective aging trajectories exhibit...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051819",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oxidative stress and depression in Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The results of a comparative analysis of the effectiveness of treatment of depression in patients with Parkinson's disease showed that the use of a combination of Fluvoxamine and Cytoflavin provides a more pronounced therapeutic effect compared with Fluvoxamine monotherapy. These findings emphasize the need to integrate combined approaches into the development of new treatment strategies for depressive states based on a personalized assessment of the clinical picture of depressive...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051815",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results of a comparative analysis of the effectiveness of treatment of depression in patients with Parkinson's disease showed that the use of a combination of Fluvoxamine and Cytoflavin provides a more pronounced therapeutic effect compared with Fluvoxamine monotherapy. These findings emphasize ..."
    },
    {
      "title": "Modern approaches to the diagnosis and treatment of Dravet syndrome in the Russian Federation. (Literature review and resolution of the Expert Council)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051812/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "Dravet syndrome (DS) is a rare genetic disorder with onset at 1 year of age, one of the most severe forms of epilepsy, which is characterized by a high frequency and severity of seizures, impaired psychoneurological development, disability and high mortality. Timely diagnosis and treatment can significantly alleviate the course of DS and improve the quality of life of patients and their families. Currently, there is an urgent need to increase awareness of pediatric neurologists and primary care...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051812",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A prospective study of MRI-guided focused ultrasound thalamotomy in essential tremor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The results of an open prospective study confirmed the effectiveness of unilateral FUS thalamotomy of the Vim nucleus of the thalamus for the treatment of ET. There was no significant effect on the non-motor manifestations of ET. All reported AEs were mild and transient. The risk of AEs was determined by the volume of the lesion and postoperative edema, as well as the duration of surgery.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051809",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results of an open prospective study confirmed the effectiveness of unilateral FUS thalamotomy of the Vim nucleus of the thalamus for the treatment of ET. There was no significant effect on the non-motor manifestations of ET"
    },
    {
      "title": "Hysterical disorders in patients with hematological diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Psychopathological hysterical disorders, manifesting in patients with hematological diseases, are one of the reasons for the deviation from the treatment protocols for such patients. Psychopharmaceuticals are used in the minimum effective dose for the treatment of the non-psychotic disorders under consideration; if necessary, the doses are increased to an appropriate level for the psychopathological disorder. In some cases, psychopharmacotherapy is combined with psychotherapy...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051808",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Psychopathological hysterical disorders, manifesting in patients with hematological diseases, are one of the reasons for the deviation from the treatment protocols for such patients. Psychopharmaceuticals are used in the minimum effective dose for the treatment of the non-psychotic disorders under c..."
    },
    {
      "title": "The relationship between the interictal parameters of cardiovascular autonomic regulation and the outcomes of surgical treatment of epilepsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Baroreflex dysfunction may be associated with a lower probability of achieving seizure remission after surgical treatment of epilepsy.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051806",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Baroreflex dysfunction may be associated with a lower probability of achieving seizure remission after surgical treatment of epilepsy"
    },
    {
      "title": "Significance of dystonic tremor as a possible predictor of depression in patients with cervical dystonia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051804/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "Cervical dystonia (CD) is an urgent problem in neurology and healthcare in general. One of the CD manifestations is head tremor, which affects up to 60% of patients. Dystonic tremor is a spontaneous, oscillatory, rhythmic, and unstable patterned movement resulting from contractions of dystonic muscles, often exacerbated by an attempt to maintain the primary (normal) posture. Head tremor is a separate issue for patients diagnosed with CD. Physical difficulties and emotional experiences are...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051804",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapies for focal epilepsy associated with brain tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051801/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "Epilepsy associated with brain tumors (BTs) is an urgent interdisciplinary problem of modern medicine and attracts the attention of neurologists, epileptologists, oncologists, and neurosurgeons. Epileptic seizures can be the first manifestation of BT, aggravate the course of the underlying disease, and worsen its prognosis. With the introduction of new antiepileptic drugs (AEDs), there are ample opportunities to treat patients with BT-associated epilepsy. International and Russian literature on...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051801",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accelerated Free Energy Estimation in <em>Ab Initio</em> Path Integral Monte Carlo Simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "We present a methodology for accelerating the estimation of the free energy from path integral Monte Carlo simulations by considering an intermediate artificial reference system where interactions are inexpensive to evaluate numerically. Using the spherically averaged Ewald interaction as this intermediate reference system for the uniform electron gas, the interaction contribution for the free energy was evaluated up to 18 times faster than the Ewald-only method. Furthermore, an extrapolation...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051799",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Two new compounds with anticancer and antibacterial activities purified from <em>Fusarium oxysporum</em> LZC03",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "In the course of investigating endophytic fungi derived from medicinal plants, a fungal strain identified as Fusarium oxysporum (designated LZC03) was successfully isolated from Salvia plebeia R. Brown. Comprehensive chemical analysis of its fermentation metabolites, employing a series of chromatographic separation techniques, led to the isolation and structural characterisation of two previously undescribed compounds: (S)-(+)-methyl-5-(3,4-dihydroxybutyl) picolinate (1), (S)-(+)-butyl...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051798",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SPP1 Drives Colorectal Cancer Liver Metastasis and Immunotherapy Resistance by Stimulating CXCL12 Production in Cancer-Associated Fibroblasts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "Colorectal cancer (CRC) remains a major cause of cancer-related morbidity and mortality globally, with 30%-40% of cases developing metastasis, mainly to the liver. Although immunotherapy has shown promise for CRC treatment, patients with CRC liver metastasis (CRLM) experience limited therapeutic benefits, potentially because of an immunosuppressive tumor microenvironment (TME). Thus, an urgent need exists to identify the key players that drive CRLM and potentiate immunotherapeutic resistance....",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051794",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discovery of LD-110 as an Effective LSD1 PROTAC Degrader for the Treatment of Esophagus Squamous Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "LSD1, a pivotal epigenetic regulator mediating histone demethylation, is an attractive therapeutic target due to its oncogenic roles in cancers. Although numerous small-molecule inhibitors of LSD1 were advanced to clinical trials, only one PROTAC-based degrader was reported most recently. Here, we report a potent and efficacious proteolysis-targeting chimera (PROTAC) degrader, LSD1, designated as LD-110. Biochemically, LD-110 promotes LSD1 degradation and increases the level of H3K4...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051788",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cardiovascular Health Changes in Young Adults and Risk of Later-Life Cardiovascular Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: In this prospective cohort study of young adults, unfavorable patterns of CVH change through young adulthood were associated with marked elevations in risk for incident CVD. These data suggest that achieving and maintaining high CVH throughout young adulthood through strategies of primordial prevention are important for prevention of later-life CVD.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051778",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for prevention of later-life CVD",
      "conclusion": "AND RELEVANCE: In this prospective cohort study of young adults, unfavorable patterns of CVH change through young adulthood were associated with marked elevations in risk for incident CVD. These data suggest that achieving and maintaining high CVH throughout young adulthood through strategies of pri..."
    },
    {
      "title": "Right-Sizing Testing Before Elective Surgery for Patients With Low Risk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051774/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: This quality improvement study of a multifaceted, multicomponent deimplementation strategy to reduce unnecessary preoperative testing at diverse hospital sites demonstrated feasibility of expanding this work in a stepped-wedge cluster randomized trial. These results suggest that hospital systems can use this deimplementation strategy in the future to reduce unnecessary preoperative testing.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051774",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that hospital systems can use this deimplementation strategy in the future to reduce unnecessary preoperative testing",
      "conclusion": "AND RELEVANCE: This quality improvement study of a multifaceted, multicomponent deimplementation strategy to reduce unnecessary preoperative testing at diverse hospital sites demonstrated feasibility of expanding this work in a stepped-wedge cluster randomized trial. These results suggest that hospi..."
    },
    {
      "title": "Adolescent Mental Health Theme Issue-Adolescent Suicide, Eating Disorders, and the Role of Systems in Mental Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051768",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genomic Newborn Screening-A Long Road From Pilot to Public Policy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051765/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051765",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Longitudinal Assessment of Greenhouse Gas Emissions From Inhaler Devices in a National Health System",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051762/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051762",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk of Future Hemorrhage From Unruptured Brain Arteriovenous Malformations: The Multicenter Arteriovenous Malformation Research Study (MARS)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051760/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: The annual ICH rate from unruptured brain AVM was lower than that commonly cited in clinical practice. Increasing age, associated arterial aneurysms, and cerebellar or supratentorial deep brain AVM location were associated with risk of first ICH. These results may be used to counsel patients about the natural history of unruptured brain AVMs.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051760",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: The annual ICH rate from unruptured brain AVM was lower than that commonly cited in clinical practice. Increasing age, associated arterial aneurysms, and cerebellar or supratentorial deep brain AVM location were associated with risk of first ICH"
    },
    {
      "title": "Clinician and Parent Perspectives on Essential Psychosocial Care in Pediatric Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051757/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251006152003&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41051757",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}