{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-01-12T07:46:05.697Z",
  "totalItems": 150,
  "totalArchived": 44097,
  "newPapersAdded": 144,
  "institutionBreakdown": {
    "KAIST": 8,
    "SNU": 29,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 2,
    "Korea University": 29,
    "IBS": 100,
    "UNIST": 0,
    "Hanyang University": 3,
    "KIST": 2,
    "GIST": 4,
    "Kyung Hee University": 3,
    "Pusan National University": 0
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 70,
    "Neuroscience": 15,
    "Biomedical": 40,
    "Materials Science": 5,
    "Cancer Research": 16,
    "Computer Science": 4
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Proteolysis-targeting Chimera efficacy prediction using a deep-learning-QSP model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521293/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "This study presents an integrated computational modeling framework combining deep learning and Quantitative Systems Pharmacology (QSP) to predict the efficacy of PROTAC (PROteolysis Targeting Chimera) molecules. PROTACs have emerged as promising therapeutics for targeted protein degradation (TPD), offering significant advantages in addressing proteins that traditional small-molecule inhibitors cannot target. However, experimental evaluation of PROTAC efficacy is hindered by extensive variability...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41521293",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stress Granules as a Central Hub Linking Organelle Stress, Aging, and Neurodegeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Stress granules (SGs) are dynamic cytoplasmic assemblies composed of RNAs and proteins that form in response to cellular stress, serving to halt translation and protect cellular integrity. In neurons, SGs mediate adaptive, pro-survival responses to acute stress; however, their dysregulation has been increasingly associated with both aging and neurodegenerative diseases. Aging neurons frequently exhibit changes in SG dynamics - with an increased propensity to form SGs while displaying reduced...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41521074",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epigenetic aging and rejuvenation of the brain: drivers, consequences, and interventions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Evolution has tuned epigenetic resilience to preserve chromatin organization, transcriptional networks, and cellular identity under relentless stress. Over time, however, all eukaryotic life faces an inevitable rise in entropy that erodes the chromatin landscape at the genomic scale. This entropic decay of epigenetic information, epigenetic aging, is a primary driver of biological aging and systemic dysfunction. The brain is particularly vulnerable to epigenetic aging, with post-mitotic neurons...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41521073",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating Perspectives on Aging: From Mechanistic Causes to Therapeutic Interventions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Aging poses one of the most urgent biomedical challenges of the 21st century, increasing vulnerability to chronic diseases and limiting healthspan in aging populations. Recent advances in aging research are transforming our understanding of aging from an inevitable decline to a multidimensional and potentially modifiable biological process. This special issue presents five invited reviews that collectively illustrate the recent progress in aging research. These articles introduce emerging...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41521071",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characteristics of chitosan and gelatin adhesive film-type patches by alkaline treatment for adhesion to internal organs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520979/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Surgical sealing and repair of damaged or resected organs are important for successful treatment and tissue healing. Patches are promising medical devices because they have great utility in treatment and recovery, such as surgical convenience and prevention of infection and adhesion. In this study, a biopolymeric hydrogel patch was fabricated with chitosan and gelatin for the repair of damaged organs. The hydrogel fabricated with chitosan and gelatin exhibits easy decomposition in PBS, so the...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41520979",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for successful treatment and tissue healing",
      "conclusion": null
    },
    {
      "title": "Swertisin improves Alzheimer's disease-like pathology in 5XFAD male mice through regulation in plasmin activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Abnormal accumulation of amyloid β (Aβ), which may result from excessive production or impaired clearance, is one of the pathomechanisms of Alzheimer's disease (AD). Plasmin is one of the important proteases involved in the Aβ clearance system. In this study, we investigated whether swertisin can regulate plasmin activity and reduce Aβ pathology. First, we examined whether swertisin regulated plasmin activity, mature brain-derived neurotrophic factor (mBDNF) levels, and plasminogen activator...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41520885",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether swertisin can regulate plasmin activity and reduce Aβ pathology",
      "significance": "proteases involved in the Aβ clearance system",
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Models including ATNV were highly predictive of dementia in both cohorts. Models with predominantly continuous variables explained more variability in dementia diagnosis, and are optimal for research use due to their simplicity. In Korea, binary N and binary A increased predictive power. Ongoing analyses will assess the relative contribution of ATNV to cognitive performance and diagnosis in each cohort to better inform appropriate research and clinical use in cross-national cohorts.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41521393",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Models including ATNV were highly predictive of dementia in both cohorts. Models with predominantly continuous variables explained more variability in dementia diagnosis, and are optimal for research use due to their simplicity"
    },
    {
      "title": "Effects of Lipopolysaccharide Core Modulation on Outer Membrane Protein Function and Virulence in Pectobacterium carotovorum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521390/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Lipopolysaccharide (LPS) is a critical component of the bacterial outer membrane, which serves as a permeability barrier and site for sensing environmental signals. The structure and functional significance of LPS vary among bacterial species, influencing pathogenic traits. In this study, we aimed to investigate LPS biosynthesis genes in Pectobacterium carotovorum PCC27, the causal agent of bacterial soft rot in vegetable crops, and characterise the effects of their disruptions on virulence....",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41521390",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate LPS biosynthesis genes in Pectobacterium carotovorum PCC27, the causal agent of bacterial soft rot in vegetable crops, and characterise the effects of their disruptions on virulence",
      "significance": "of LPS vary among bacterial species, influencing pathogenic traits",
      "conclusion": null
    },
    {
      "title": "Thermoregulatory responses to air temperature of -5 °C at different wind speeds: significance of strong wind in a mild cold environment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: While typical winter clothing (2.1 clo) effectively maintains core temperature in wind chill conditions down to -12 °C, extremities, particularly the hands, require better insulation. Peripheral skin temperatures and thermal comfort provide reliable indicators for assessing cold stress. Morphological properties of the body also influenced cold responses, with overweight individuals exhibiting less frequent shivering and larger body surface areas correlating with greater cold...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41521343",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While typical winter clothing (2.1 clo) effectively maintains core temperature in wind chill conditions down to -12 °C, extremities, particularly the hands, require better insulation"
    },
    {
      "title": "Multimodal graph fusion with statistically guided parsimonious descriptor selection for molecular property prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521286/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Graph convolutional networks (GCN) are effective for learning molecular representations, but their reliance on local message passing and simple feature concatenation limits their ability to capture global physicochemical properties. We present KROnecker-product based multimodal fusion with Variable sElection for eXpressive molecular representation learning (KROVEX), a method that integrates graph embeddings with molecular descriptors through a Kronecker-product to explicitly model second-order...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41521286",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Monolithic Integration of Redox-Stable Sn-Pb Halide Perovskite Single-Crystalline Films for Durable Near-Infrared Photodetection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Tin-lead (Sn-Pb) halide perovskite single crystals combine narrow bandgaps, long carrier diffusion lengths, and low trap densities, positioning them as ideal candidates for near-infrared (NIR) optoelectronics. However, conventional growth strategies rely on bulk crystallization at elevated temperatures, leading to uncontrolled nucleation, Sn^(2+) oxidation, and poor compatibility with planar integration. Here, we develop a coordination-engineered crystallization strategy that enables direct,...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41521265",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcomes in Patients Requiring VENO-Venous Extracorporeal Membrane Oxygenation After Cardiac Surgery: An Analysis From the PELS-1 Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521169/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Reported outcomes of patients receiving V-V ECMO after cardiac surgery are poor, despite effective correction of gas exchange. Early recognition of isolated respiratory failure and careful patient selection should be promoted. Further research is needed to optimize management in this high-risk population.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41521169",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Reported outcomes of patients receiving V-V ECMO after cardiac surgery are poor, despite effective correction of gas exchange. Early recognition of isolated respiratory failure and careful patient selection should be promoted"
    },
    {
      "title": "Predictors of Percutaneous Endoscopic Gastrostomy-Related Complications in Amyotrophic Lateral Sclerosis: A 19-Year Retrospective Study From a Tertiary Center",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Albumin and body mass index extremes are predictors of complications, and care is needed when PEG is performed on patients with pre-PEG ileus. To reduce such risks, the PEG tube should not be inserted into the upper body of the stomach or the midline of the abdomen.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41521076",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Albumin and body mass index extremes are predictors of complications, and care is needed when PEG is performed on patients with pre-PEG ileus. To reduce such risks, the PEG tube should not be inserted into the upper body of the stomach or the midline of the abdomen"
    },
    {
      "title": "Vascularised Brain Organoids: Engineering Strategies and Neurobiological Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521070/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Brain organoids have become an essential platform for studying human neural development and neurological disorders. Yet, one major limitation of conventional brain organoids is their lack of vascular structures. This deficiency restricts organoid size, contributes to necrotic core formation, and hampers their functional maturation. Introducing vascularization offers a compelling solution-it enhances nutrient delivery, supports neurogenesis, and fosters the development of interfaces that resemble...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41521070",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sagittal alignment goals in adult spinal deformity surgery: a narrative review focusing on proximal junctional complications and clinical outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Adult spinal deformity (ASD) is a complex condition associated with significant disability and reduced health-related quality of life (HRQOL). Surgical correction has increasingly emphasized restoration of sagittal alignment; however, the optimal radiographic targets and their relationships to clinical outcomes and mechanical complications remain subjects of debate. This narrative review summarizes five major alignment strategies in ASD surgery and examines their relevance to HRQOL and the...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41521065",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mitigating calcium inhibition in anaerobic digestion of organic sludge through injection of carbonate-forming additives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520953/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Organic sludge (OS) contains high concentration of calcium, which can inhibit anaerobic digestion (AD) by limiting mass transfer between microbes and organics. In this study, we investigated the effects of carbonate-forming additives injection on methane production in AD of OS by mitigating calcium inhibition and clarified the underlying mechanisms. CO(2), urea, and sodium bicarbonate were evaluated with focus on floc structure of OS and calcium dynamic, and energy analysis considered...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41520953",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the effects of carbonate-forming additives injection on methane production in AD of OS by mitigating calcium inhibition and clarified the underlying mechanisms",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cytokine-induced Killer Cell Therapy as a Post-remission Strategy in High-risk Patients Undergoing Autologous Hematopoietic Stem Cell Transplantation: A Prospective Investigator-Initiated Clinical Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520915/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CIK cells were associated with improved functional activity of T-cell subsets during early post-transplant immune reconstitution. Post-ASCT CIK cell infusion as post-remission therapy for high-risk NHL may prevent relapse and opportunistic infections.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41520915",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "CIK cells were associated with improved functional activity of T-cell subsets during early post-transplant immune reconstitution. Post-ASCT CIK cell infusion as post-remission therapy for high-risk NHL may prevent relapse and opportunistic infections"
    },
    {
      "title": "Survival Rate and Prosthetic Complications of Short Dental Implants Supporting Implant Overdentures: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Short implants supporting overdentures show high short-term survival, limited bone remodeling, and manageable maintenance demands, supporting their use where vertical bone height is limited. Long-term, adequately powered trials with standardized outcome reporting are needed to establish predictability over time.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41520864",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Short implants supporting overdentures show high short-term survival, limited bone remodeling, and manageable maintenance demands, supporting their use where vertical bone height is limited. Long-term, adequately powered trials with standardized outcome reporting are needed to establish predictabili..."
    },
    {
      "title": "Monaprenylindole A, a prenylated indole derivative from marine-derived Streptomyces sp., accelerates wound healing through the enhancement of keratinocyte motility via the modulation of cytoskeletal remodeling and growth factor pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520845/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Wounds pose significant healthcare challenges, prompting the need for novel therapeutics with pro-regenerative potential. Natural products from marine-derived actinomycetes are a promising source of small bioactive molecules. The first total syntheses of monaprenylindole A (1) and its analog (2) were accomplished. Here, we report the isolation, structural characterization, synthesis, and pharmacological evaluation of monaprenylindole A (1) and its analog, 6-isoprenylindole-3-carboxylic acid (2),...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41520845",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Static and Dynamic Scoring Systems for Post-acute Sequelae of SARS-CoV-2 in a Korean Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520775/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These data establish a quantitative definition of PASC and introduce a dynamic scoring framework to identify and monitor PASC, supporting future clinical research and practice.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41520775",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These data establish a quantitative definition of PASC and introduce a dynamic scoring framework to identify and monitor PASC, supporting future clinical research and practice"
    },
    {
      "title": "Differential Prevalence and Prognostic Significance of Spread Through Air Spaces According to Oncogenic Driver Mutations in Lung Adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520721/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The prevalence and prognostic significance of STAS varied by driver mutation status, suggesting that the clinical interpretation of STAS may depend on the molecular context.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41520721",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of STAS varied by driver mutation status, suggesting that the clinical interpretation of STAS may depend on the molecular context",
      "conclusion": "The prevalence and prognostic significance of STAS varied by driver mutation status, suggesting that the clinical interpretation of STAS may depend on the molecular context"
    },
    {
      "title": "Sex-Specific Differences and Risk Factors for Postoperative Urinary Retention after Spine Surgery with TIVA",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Male sex, myelopathy, BPH, and prolonged anesthesia time are significant risk factors for POUR following spine surgery with TIVA. Given these findings, particular attention should be paid to myelopathy, a history of BPH, and anesthesia time in male patients.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41520664",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Male sex, myelopathy, BPH, and prolonged anesthesia time are significant risk factors for POUR following spine surgery with TIVA. Given these findings, particular attention should be paid to myelopathy, a history of BPH, and anesthesia time in male patients"
    },
    {
      "title": "Influential Articles and Topics in the Journal of Korean Neurosurgical Society Publications between 2023 and 2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520663/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41520663",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Computerised tomography (CT)-like images based on T1-weighted gradient echo magnetic resonance imaging (MRI) sequences for the assessment of osteochondral lesions of the ankle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CT-like MRI using the FRACTURE sequence provides high diagnostic accuracy and excellent agreement with CT in the assessment of ankle OCLs and associated bony abnormalities. It offers a reliable, radiation-free alternative to CT that may support preoperative planning while reducing radiation exposure and overall imaging burden.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41520628",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "CT-like MRI using the FRACTURE sequence provides high diagnostic accuracy and excellent agreement with CT in the assessment of ankle OCLs and associated bony abnormalities. It offers a reliable, radiation-free alternative to CT that may support preoperative planning while reducing radiation exposure..."
    },
    {
      "title": "Comparative outcomes of simple versus radical hysterectomy in patients with and without very low-risk early-stage cervical cancer: An exploratory analysis from the Gynecologic Cancer Intergroup/Canadian Cancer Trials Group CX.5/ SHAPE trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: There were similar recurrence and survival outcomes but less morbidity from simple hysterectomy compared to radical hysterectomy in patients with and without very low-risk early-stage cervical cancer from the SHAPE trial.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41520567",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "There were similar recurrence and survival outcomes but less morbidity from simple hysterectomy compared to radical hysterectomy in patients with and without very low-risk early-stage cervical cancer from the SHAPE trial"
    },
    {
      "title": "Leveraging tumor multigene panel testing to identify germline variants in gynecologic cancers: A retrospective evaluation of an algorithm-based approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A conservative (specificity-focused) tumor-guided algorithm demonstrated high positive predictive value for identifying germline pathogenic variants and may provide a cost-effective means of prioritizing genetic counselling and germline testing in resource-limited settings.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41520566",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A conservative (specificity-focused) tumor-guided algorithm demonstrated high positive predictive value for identifying germline pathogenic variants and may provide a cost-effective means of prioritizing genetic counselling and germline testing in resource-limited settings"
    },
    {
      "title": "Unit manager's integral nursing leadership linked to job satisfaction and intention to leave among nurses: A descriptive, correlational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520512/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings provide evidence-based insights that can inform the development of leadership training programs. Such programs could help nursing leaders enhance their leadership practices, thereby fostering their internal and external growth while improving organizational outcomes.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41520512",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings provide evidence-based insights that can inform the development of leadership training programs. Such programs could help nursing leaders enhance their leadership practices, thereby fostering their internal and external growth while improving organizational outcomes"
    },
    {
      "title": "Imaging biomarkers for early prediction of the transition from idiopathic late-onset cerebellar ataxia to multiple system atrophy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Patients with ILOCA who later develop MSA-C show early microstructural changes and volume loss in the pons and cerebellar peduncles. Combining infratentorial volumetry with DTI may offer complementary imaging biomarkers for predicting phenoconversion to MSA-C.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41520408",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with ILOCA who later develop MSA-C show early microstructural changes and volume loss in the pons and cerebellar peduncles. Combining infratentorial volumetry with DTI may offer complementary imaging biomarkers for predicting phenoconversion to MSA-C"
    },
    {
      "title": "A graph-based machine learning framework for river water quality management under data limitations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520391/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Accurate prediction of riverine water quality is often hindered by sparse sampling and limited streamflow data, a common outcome of resource-constrained watershed monitoring. To address this, we propose a three-module machine-learning framework-prediction (graph neural networks or recurrent networks), interpretation (explainable AI), and management (counterfactual analysis)-and apply it to chromaticity prediction in the Hantan River Basin, Republic of Korea. The dataset includes 1667 monthly...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41520391",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Health and health management among motorcycle-based food delivery workers in South Korea: a qualitative interview study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The findings suggest the need for policy-level attention to mitigate traffic accident risk factors among MFDWs. Larger and more diverse studies are required to confirm these findings and to provide a stronger evidence base for policy recommendations. In addition, delivery applications could be further refined to help reduce occupational risks, and the development of tailored health promotion interventions may support their health and well-being.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41520275",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings suggest the need for policy-level attention to mitigate traffic accident risk factors among MFDWs. Larger and more diverse studies are required to confirm these findings and to provide a stronger evidence base for policy recommendations"
    },
    {
      "title": "CoBRA: compound binding site prediction using RNA language model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520231/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "RNA performs a variety of functions within cells and is implicated in various human diseases. Because druggable proteins occupy a small portion of the genome, considerable interest has been increasing in developing drugs targeting RNAs. Thus, precise prediction of small-molecule binding sites across different classes of RNAs is important. In this study, a lightweight deep learning program for predicting RNA-drug binding sites, called compound binding site prediction for RNA (CoBRA), is...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41520231",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520197/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrates that APOE genotype significantly modulates the relationship between plasma p-tau217 and amyloid burden in Alzheimer's disease. Plasma p-tau217 showed stronger correlations with amyloid burden in individuals with APOE E2 and E3 genotypes compared to those with the E4 genotype, highlighting its potential as a sensitive biomarker for amyloid pathology in non-E4 carriers.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41520197",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that APOE genotype significantly modulates the relationship between plasma p-tau217 and amyloid burden in Alzheimer's disease",
      "conclusion": "This study demonstrates that APOE genotype significantly modulates the relationship between plasma p-tau217 and amyloid burden in Alzheimer's disease. Plasma p-tau217 showed stronger correlations with amyloid burden in individuals with APOE E2 and E3 genotypes compared to those with the E4 genotype,..."
    },
    {
      "title": "Structural insights into clinical large language models and their barriers to translational readiness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520192/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Clinical LLM research remains exploratory, marked by limited generalizability across languages, data types, and clinical environments. To bridge this gap, future studies must prioritize multilingual and multimodal training, prospective study designs with rigorous external validation, and hybrid evaluation frameworks combining quantitative performance with qualitative clinical usability metrics.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41520192",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Clinical LLM research remains exploratory, marked by limited generalizability across languages, data types, and clinical environments. To bridge this gap, future studies must prioritize multilingual and multimodal training, prospective study designs with rigorous external validation, and hybrid eval..."
    },
    {
      "title": "A Large-Scale Genome-wide Association Study of Blood Pressure Accounting for Gene-Depressive Symptomatology Interactions in 564,680 Individuals from Diverse Populations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520179/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Gene-environment interactions may enhance our understanding of blood pressure (BP) biology. We conducted a meta-analysis of multi-population genome-wide association studies of BP traits accounting for gene-depressive symptomatology (DEPR) interactions. Our study included 564,680 adults from 67 cohorts and 4 population backgrounds (African (5%), Asian (7%), European (85%), and Hispanic (3%)). We discovered seven previously unreported BP loci showing gene-DEPR interaction. These loci mapped to...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41520179",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual binding and efflux mechanisms involving HMOX2 and ABCB1 regulate the tumor selectivity of a near-infrared theranostic probe",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Accurate detection of therapy-resistant cancer cell populations remains a major barrier to diagnostic precision and improved patient outcomes. Tumor-initiating cells (TICs), which drive recurrence and metastasis, are difficult to visualize because multidrug resistance transporters limit intracellular probe retention. This study investigated the molecular determinants of TiNIR, a near-infrared probe that targets TICs by binding heme oxygenase 2 (HMOX2). A CRISPR activation screen of 42...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "POSTECH"
      ],
      "pmid": "41520971",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the molecular determinants of TiNIR, a near-infrared probe that targets TICs by binding heme oxygenase 2 (HMOX2)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A 70-year-old man presenting with weakness in the left hand and tingling pain in the ulnar aspect of the left hand",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520667/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41520667",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A European paramedic curriculum for geriatric emergency medicine developed via a modified Delphi technique",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This European curriculum for prehospital geriatric emergency medicine represents a first step towards systematically integrating these geriatric-specific competencies into paramedic education. It can further serve as a foundation for standardised training programs aimed at addressing the complex needs of older emergency patients.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41521317",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This European curriculum for prehospital geriatric emergency medicine represents a first step towards systematically integrating these geriatric-specific competencies into paramedic education. It can further serve as a foundation for standardised training programs aimed at addressing the complex nee..."
    },
    {
      "title": "Mycophenolate mofetil reduces the branching of microglial processes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Microglia, the resident immune cells in the central nervous system, play important roles not only in immune response but also in neurogenesis, synaptogenesis, and neural circuit formation. Microglia also surveil the brain environment via elongation and retraction of their processes. Previously, we found that the purine salvage pathway is involved in the regulation of morphology and dynamics of the microglial cell line BV2. Here, we show that intraperitoneal administration of mycophenolate...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41521301",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "roles not only in immune response but also in neurogenesis, synaptogenesis, and neural circuit formation",
      "conclusion": null
    },
    {
      "title": "Sepsis-associated skeletal muscle wasting is ameliorated by pharmacological inhibition of the STAT3 signaling pathway in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41521250",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Affinity of drug candidates binding to SARS-CoV-2 PLpro assessed using a generalized-ensemble method",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521170/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "To establish a procedure for screening compounds that inhibit ligand-receptor binding, we employed a multidimensional virtual-system coupled molecular dynamics (mD-VcMD), a generalized ensemble method recently developed by our group. In this approach, each compound is initially placed far from the receptor. Both receptor and compound were fully flexible in explicit solvent during sampling. The mD-VcMD generated a free-energy landscape of the compound-receptor interactions, in which a probability...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41521170",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Transcutaneous CO<sub>2</sub> and O<sub>2</sub> monitoring during walking with a high-flow nasal cannula in patients with chronic obstructive pulmonary disease\" [Respir Invest, Volume 63, Issue 5, September 2025, Pages 887-897]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521117/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41521117",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to the correspondence by Fang Q regarding \"Comparison of the efficacy and safety of 5-day methotrexate versus pulse actinomycin D for low-risk gestational trophoblastic neoplasia\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521110/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41521110",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MT1B overexpression enhances malignancy of A549 non-small cell lung cancer cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Metallothioneins (MTs) are metal-binding proteins that are involved in heavy metal homeostasis and protection against oxidative stress. The MT1 family comprises several isoforms that are implicated in various diseases, including cancer. Although the dysregulated expression of MT1 isoforms has been observed in lung cancer, the specific role of MT isoform MT1B remains unclear. To investigate the role of MT1B in lung cancer progression, A549 lung cancer cells were transfected with an MT1B...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41521075",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oral salmon acylated ghrelin increases food intake in common carp (Cyprinus carpio) via ghrelin receptors, likely through sensory nerves rather than systemic absorption",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "This study clarified the local mechanism of action and assessed the aquaculture potential of orally administered salmon acylated ghrelin (sAG) on feed intake in common carp (Cyprinus carpio). Experimental diets containing sAG (ranging from 0.001 to 13.04µg/g) were prepared and fed to carp at 2.0% of body weight (BW) in single-shot trials. Fish receiving diets of 0.64µg/g (1.3µg/100g BW) or higher exhibited a significant, dose-dependent increase in additional feed intake, plateauing at 1.20µg/g...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41520995",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Monopolar biphasic focal pulsed field ablation directly at the atrioventricular junction and from within the non-coronary cusp: The PFA-CONDUCT study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520933/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: F-PFA directly at the AV junction results in non-reversible AV block. F-PFA from within the NCC may represent a promising strategy for treating parahisian arrhythmias while preserving AV conduction.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41520933",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "F-PFA directly at the AV junction results in non-reversible AV block. F-PFA from within the NCC may represent a promising strategy for treating parahisian arrhythmias while preserving AV conduction"
    },
    {
      "title": "Admission systemic inflammation predicts swallowing decline in older adults with pulmonary tuberculosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520882/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Systemic inflammation at admission was associated with the development of dysphagia during hospitalization among older adults with pulmonary tuberculosis. Moreover, the prevalence of dysphagia increased from 12.6% at admission to 19.3% at discharge.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41520882",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Systemic inflammation at admission was associated with the development of dysphagia during hospitalization among older adults with pulmonary tuberculosis. Moreover, the prevalence of dysphagia increased from 12"
    },
    {
      "title": "An exploratory, open-label, pilot randomized trial of omega-3 fatty acid supplementation on serum ferritin in university female students: The OMEGA-3 FA Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this pilot study, omega-3 PUFA supplementation was associated with modest changes in iron status markers in young healthy females. These findings are exploratory, and further placebo-controlled trials are needed to confirm the effects.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41520879",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this pilot study, omega-3 PUFA supplementation was associated with modest changes in iron status markers in young healthy females. These findings are exploratory, and further placebo-controlled trials are needed to confirm the effects"
    },
    {
      "title": "Exosomal microRNA profiling reveals candidate biomarkers and regulatory signatures associated with paratuberculosis disease status in goats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Paratuberculosis (Johne's disease), a chronic granulomatous enteritis caused by Mycobacterium avium subspecies paratuberculosis (MAP), is difficult to diagnose in the subclinical stage(s) because of intermittent shedding and nonspecific immune responses. Given their stability and potential as biomarkers, exosomal microRNAs (miRNAs) were investigated in this study to identify serum-derived candidates associated with Paratuberculosis-associated disease stages in goats. Exosomes were isolated from...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41520870",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Higher-Throughput Proteome Profiling Enabled by Parallelized Pre-Accumulation and Optimized Ion Processing in the Orbitrap Astral Zoom Mass Spectrometer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "High-throughput proteomics is critical for understanding biological processes, enabling large-scale studies such as biomarker discovery and systems biology. However, current mass spectrometry technologies face limitations in speed, sensitivity, and scalability for analyzing large sample cohorts. The Thermo Scientific™ Orbitrap™ Astral™ Zoom mass spectrometer (MS) was developed to address these limitations by improving acquisition speed, ion utilization, and spectral processing, which are all...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41520856",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MOTS-c improves intrinsic muscle mitochondrial bioenergetic health and efficiency in a PGC-1α/AMPK-dependent manner",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520850/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Mitochondrial-derived peptides are a small class of regulatory peptides encoded by short open reading frames in mitochondrial DNA. One such peptide, mitochondrial open reading frame of the 12S rRNA-c (MOTS-c), has been shown to exert numerous beneficial effects on whole-cell and systemic metabolic parameters when administered exogenously. However, potential MOTS-c-mediated effects on mitochondrial bioenergetics have been largely overlooked. Therefore, the primary aim of the present study was to...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41520850",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "of the present study was to",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of everolimus-based immunosuppression on transplant rejection or death in lung transplant recipients using the United States Food and Drug Administration adverse event reporting system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520685/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Analysis of FAERS data identified a potential signal of lower reporting of transplant rejection or death associated with the addition of everolimus to certain immunosuppressive regimens in LTRs. These findings warrant cautious interpretation because of the inherent limitations of FAERS and require validation in prospective studies.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41520685",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Analysis of FAERS data identified a potential signal of lower reporting of transplant rejection or death associated with the addition of everolimus to certain immunosuppressive regimens in LTRs. These findings warrant cautious interpretation because of the inherent limitations of FAERS and require v..."
    },
    {
      "title": "The invisible epidemic: alcohol and cardiovascular harm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520684/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41520684",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Redefining asthma relievers: from immediate relief to disease modification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41520677",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "STAM1-deficient mice exhibit an attention-deficit/hyperactivity disorder-like phenotype",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Despite recent abundant studies on animal models of attention-deficit/hyperactivity disorder (ADHD), a complete model remains unestablished. In this study, we investigated the potential of STAM1-deficient mice as a new animal model for ADHD. STAM1-deficient mice escaped from a high platform significantly faster than wild-type mice, indicating ADHD-like impulsivity. Low anxiety-like behavior in STAM1-deficient mice was also confirmed in an elevated plus maze and light and dark compartment test....",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41520568",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the potential of STAM1-deficient mice as a new animal model for ADHD",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The possibility of patients with adult-onset Niemann-Pick disease type C in cases diagnosed with schizophrenia: Analysis of NPC novel biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Among the patients with schizophrenia, there were no cases that were definitively diagnosed as NPC, but some patients had features of NPC. It is important to evaluate mental and neurological symptoms in light of this possibility.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41520538",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to evaluate mental and neurological symptoms in light of this possibility",
      "conclusion": "Among the patients with schizophrenia, there were no cases that were definitively diagnosed as NPC, but some patients had features of NPC. It is important to evaluate mental and neurological symptoms in light of this possibility"
    },
    {
      "title": "The systems biology of sleep: toward integrative understanding of molecular and circuit-based mechanisms of sleep",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Sleep, a universal biological phenomenon, is regulated by multiscale processes, from molecular mechanisms to cellular networks. While the underlying mechanisms, particularly those governing sleep homeostasis, were poorly understood, recent technological breakthroughs have facilitated the identification of molecular and circuit-based mechanisms. Advances in mouse genetics, including next-generation genetics that bypass the need for crossing and postnatal gene knockout methods, enable the...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41520515",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Frailty transitions and relevant factors in midlife: A longitudinal analysis of the ELSA cohort with multi-state Markov models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Encouraging healthy lifestyle, active social participation, and balanced nutrition may be beneficial to middle-aged people in diminishing the development of frailty.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41520456",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Encouraging healthy lifestyle, active social participation, and balanced nutrition may be beneficial to middle-aged people in diminishing the development of frailty"
    },
    {
      "title": "Resilience mechanisms in soil organic carbon storage after pre-commercial thinning in mixed oak-pine forests",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520397/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Microbial communities are essential for soil organic matter decomposition and regulate soil carbon dynamics. However, the microbial mechanisms through which thinning restoration processes regulate soil organic carbon (SOC) storage remain unclear. To elucidate how thinning influences SOC storage through microbial processes, we employed Illumina sequencing and ecoenzymatic stoichiometry to analyze microbial communities, soil enzymes, microbial element limitations, and microbial carbon use...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41520397",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preoperative CD44v6-positive extracellular vesicles as a prognostic biomarker in pancreatic ductal adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520303/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings highlight the potential of preoperative quantification of CD44v6-positive EVs as a biomarker for risk stratification and treatment optimization in PDAC.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41520303",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the potential of preoperative quantification of CD44v6-positive EVs as a biomarker for risk stratification and treatment optimization in PDAC"
    },
    {
      "title": "High-Definition tDCS of the DLPFC: Effects on Effort-Related Cardiac Reactivity Across Sexes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521421/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "This study was designed to examine the effect of frontal hemispheric asymmetry (FHA) on effort-related cardiovascular responses. High-definition transcranial direct current stimulation (HD-tDCS) was applied to the dorsolateral prefrontal cortex (dlPFC) to manipulate FHA and investigate its impact on cardiovascular reactivity. The sample consisted of 45 female and 44 male participants, who received either left or right cathodal stimulation. Following stimulation, participants performed two types...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521421",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on cardiovascular reactivity",
      "conclusion": null
    },
    {
      "title": "The Role of Social Support as a Buffer Against Adverse Birth Outcomes Among People Experiencing Neighbourhood Deprivation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521419/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Social support might offer some protection against the effects of neighbourhood deprivation on SGA, perhaps more so for non-Hispanic White people. However, we did not find evidence of social support buffering against the effects of neighbourhood deprivation on preterm birth.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521419",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Social support might offer some protection against the effects of neighbourhood deprivation on SGA, perhaps more so for non-Hispanic White people. However, we did not find evidence of social support buffering against the effects of neighbourhood deprivation on preterm birth"
    },
    {
      "title": "The VlMYB149-VlHIPP30 Regulatory Module Enhances Grapevine Resistance to Botrytis cinerea by Activating the Antioxidant System and Copper Metabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521392/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Grapevine, as an important economic crop around the world, has generally poor disease resistance in planting. Vitis vinifera, in particular, show high susceptibility to grey mould (caused by Botrytis cinerea), which leads to a decline in yield and quality. Existing chemical control methods have limitations, including environmental and resistance issues, so breeding disease-resistant varieties is crucial for sustainable agriculture. In this study, we identified a nuclear membrane-localised...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521392",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "economic crop around the world, has generally poor disease resistance in planting",
      "conclusion": null
    },
    {
      "title": "Hevin Promotes Aging-Related Cardiac Dysfunction via Facilitating Cardiac Inflammation in Male Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521391/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "As individuals age, there is a gradual increase in the levels of inflammation in the body, with macrophages, essential immune cell types, assuming a critical role in modulating inflammatory responses and eliminating senescent cells. Prolonged inflammatory reactions can result in tissue damage, the advancement of diseases, and the acceleration of aging processes. Hevin (also known as SPARCL1, secreted protein acidic and rich in cysteine-like protein 1) is involved in regulating inflammatory...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521391",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fasting as Medicine: Mitochondrial and Endothelial Rejuvenation in Vascular Aging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521387/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Aging drives a progressive decline in vascular health, undermining endothelial function, neurovascular coupling (NVC), and blood-brain barrier (BBB) integrity, three processes essential for maintaining cerebral perfusion and cognitive resilience. Central to these age-related deficits is mitochondrial dysfunction, which disrupts redox balance, bioenergetics, and nutrient-sensing pathways within vascular cells, thereby promoting oxidative stress, impaired mitophagy, mitochondrial fragmentation,...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521387",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intimate partner violence and help-seeking in Chiapas, Mexico: Implications for rural community health services",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521365/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "From a gender perspective, this study examines how women seek help in response to experiences of intimate partner violence, distinguishing between dynamics of intimate terrorism and situational violence in a rural community in Chiapas, Mexico. A probabilistic study was conducted between July and August 2017 with the participation of 141 women aged 15 years and older, using an adaptation of the National Survey on the Dynamics of Household Relationships (ENDIREH). In addition, from July to...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521365",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sensilla Trichoidea-Inspired, High-Temperature, and Omnidirectional Vibration Perception Based on Monolayer Graphene",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521353/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "With the convergence of sensor technology, artificial intelligence, and the Internet of Things, intelligent vibration monitoring systems are undergoing transformative development. This evolution imposes stringent demands on the miniaturization, low power consumption, high integration, and environmental adaptability of transducers. Graphene, renowned for its superlative physicochemical attributes, holds significant promise for application in micro- and nanoelectromechanical systems (M/NEMS)....",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521353",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Application of 5G technology in remote robotic surgery: a comprehensive assessment of system architecture, clinical benefits, and future challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521347/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "This narrative review synthesizes global advances is paving the way for remote robotic surgery (telerobotic surgery), enabling surgeons to perform precise procedures over long distances with real-time responsiveness. This review synthesizes global advances in this field, outlining the system architecture and discussing reported clinical outcomes from early series-such as reduced intraoperative blood loss and shorter hospital stays, as illustrated by preliminary clinical series, such as 29...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521347",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Blood coagulation factors and risk of venous thromboembolism: a population-based study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521342/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings in a middle-aged and elderly population demonstrate significant associations between specific blood coagulation factors and the prevalence of VTE. However, these hypothesis-generating findings must be confirmed in prospective cohort studies. Also, research on the complex interactions between coagulation factors and patient-specific risk factors in the pathogenesis of VTE is warranted.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521342",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings in a middle-aged and elderly population demonstrate significant associations between specific blood coagulation factors and the prevalence of VTE. However, these hypothesis-generating findings must be confirmed in prospective cohort studies"
    },
    {
      "title": "A reservoir at the gates: nonhuman mammalian hosts for human schistosomiasis in western Africa and the critical challenge for elimination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521339/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: For effective elimination, integrated control strategies-spanning NHM surveillance, snail intermediate host monitoring, and human mass drug administration-must be prioritized. Policy reforms should address zoonotic transmission risks, particularly in high-prevalence zones, to align interventions with the complex ecology of schistosomiasis in West Africa.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521339",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "For effective elimination, integrated control strategies-spanning NHM surveillance, snail intermediate host monitoring, and human mass drug administration-must be prioritized. Policy reforms should address zoonotic transmission risks, particularly in high-prevalence zones, to align interventions wit..."
    },
    {
      "title": "Crosstalk between ferroptosis and extracellular vesicles in cancer: from interaction to clinical application",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Cancer continues to pose a significant issue to public health. Despite the considerable advancements in popular therapies such as surgery, radiation, chemotherapy, targeted therapy, and immunotherapy, a substantial number of patients continue to suffer from cancer due to severe treatment resistance. As a result, it is imperative to have a deeper understanding of the mechanisms behind cancer growth and therapy resistance. Ferroptosis, an iron-dependent form of cell death characterized by...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521330",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elevated maternal pre-transfer serum lipid peroxidation is associated with implantation failure and early pregnancy loss",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521319/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Elevated maternal lipid peroxidation is independently associated with RIF. In patients without RIF, it is similarly associated with implantation failure and early pregnancy loss. The endometrium appears particularly sensitive to this peroxidation, which may impair receptivity and decidualization. These support further investigation of redox-modulating strategies in ART.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521319",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated maternal lipid peroxidation is independently associated with RIF. In patients without RIF, it is similarly associated with implantation failure and early pregnancy loss"
    },
    {
      "title": "The \"cytokine storm\" in infection and sepsis: win the battle but lose the war",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521316/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "The cytokine storm, a life-threatening systemic inflammatory syndrome, is the primary driver of multiorgan failure in different clinical situations, including severe infections, autoimmune diseases, chimeric antigen receptor (CAR) T cell immunotherapy for cancer, and genetic syndromes. This review focuses primarily on cytokine storms triggered by severe infections such as viral pneumonia and bacterial sepsis, and explores the underlying mechanisms of cytokine storms and potential therapeutic...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521316",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elevated GPX3 expression in endometriosis: implications for pathogenesis and immune cell infiltration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Collectively, our findings suggest that GPX3 serves as a potential biomarker for the diagnosis and prognosis of endometriosis, with its expression positively correlating with immune cell infiltration in ectopic endometrial tissue.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521309",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Collectively, our findings suggest that GPX3 serves as a potential biomarker for the diagnosis and prognosis of endometriosis, with its expression positively correlating with immune cell infiltration in ectopic endometrial tissue"
    },
    {
      "title": "Washed microbiota transplantation relieves atopic dermatitis via gut-skin microbiome rebalancing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521300/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: WMT appears safe and effective in alleviating clinical manifestations of AD while reshaping both gut and skin microbiota. These parallel microbial shifts support the gut-skin axis as a therapeutic target and highlight WMT as a promising microbiota-centered intervention for immune-mediated skin diseases.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521300",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "WMT appears safe and effective in alleviating clinical manifestations of AD while reshaping both gut and skin microbiota. These parallel microbial shifts support the gut-skin axis as a therapeutic target and highlight WMT as a promising microbiota-centered intervention for immune-mediated skin disea..."
    },
    {
      "title": "Optimized delivered oxygen concentration of a novel pediatric oxygen mask: a bench simulation study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this bench simulation study, the SentriO Oxy™ provided high, stable oxygen concentrations across different pediatric breathing patterns, supporting its potential clinical usefulness in both acute and long-term pediatric oxygen therapy.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521290",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this bench simulation study, the SentriO Oxy™ provided high, stable oxygen concentrations across different pediatric breathing patterns, supporting its potential clinical usefulness in both acute and long-term pediatric oxygen therapy"
    },
    {
      "title": "Uncovering gut microbial diversity in Ligidium woodlice and its correlation with Rickettsiella",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521287/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521287",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional characteristics and distribution of microorganisms in saline and alkaline soils and their probiotic effects: a review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521284",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "FeOOH Cocatalysts with Gradient Oxygen Vacancy Distribution Enabling Efficient and Stable BiVO<sub>4</sub> Photoanodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Highly active and stable FeOOH cocatalysts are essential for achieving optimal performance of BiVO(4) (BVO) photoanodes. Despite offering remarkable structural stability, widely used thick FeOOH cocatalysts often suffer from insufficient hole transport capability, which hinders the overall activity. The present study demonstrates that a simple photoetching strategy is able to introduce gradient distributed oxygen vacancies (GO(V)) in the thick FeOOH layer and significantly enhances the...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521279",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial intelligence-aided assignment of journal submissions to associate editors-a feasibility study on IEEE transactions on medical imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521277/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Efficient and accurate assignment of journal submissions to suitable associate editors (AEs) is critical in maintaining review quality and timeliness, particularly in high-volume, rapidly evolving fields such as medical imaging. This study investigates the feasibility of leveraging large language models for AE-paper matching in IEEE Transactions on Medical Imaging. An AE database was curated from historical AE assignments and AE-authored publications, and extracted six key textual components...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521277",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of In-Office Dispensing Adoption by Urology Practices on Oral Specialty Drug Use in Advanced Prostate Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Adoption of in-office dispensing by independent urology groups increased oral specialty drug prescriptions for advanced prostate cancer within a group's market.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521275",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Adoption of in-office dispensing by independent urology groups increased oral specialty drug prescriptions for advanced prostate cancer within a group's market"
    },
    {
      "title": "Unraveling the impact of microplastics on autoimmune diseases: hidden dangers and environmental triggers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521274/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Autoimmune diseases (ADs) are a heterogeneous group of disorders characterized by loss of immune tolerance against self-antigens, leading to local or systemic inflammation and subsequent tissue/organ damage. Until now, the etiology of ADs remains obscure. Growing evidence suggests that microplastics (MPs) may act as emerging environmental triggers in the initiation and progression of these disorders. MPs have been shown to modulate immune-related gene expression and induce excessive reactive...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521274",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term follow-up of predominantly Asian patients with relapsed/refractory FLT3-mutated acute myeloid leukemia in the phase 3 COMMODORE trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "To evaluate the long-term efficacy and safety of gilteritinib compared with salvage chemotherapy (SC) in patients with relapsed/refractory FMS-like tyrosine kinase 3 (FLT3)-mutated acute myeloid leukemia (AML). In the phase 3 COMMODORE (NCT03182244) trial, patients with relapsed/refractory FLT3-mutated AML from China, Russia, Singapore, Thailand, and Malaysia were randomized to gilteritinib (120 mg/day) or SC. The long-term follow-up included assessments every 3 months for a maximum of 3 years...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521262",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Flexible High-Aspect-Ratio COF Nanofibers: Defect-Engineered Synthesis, Superelastic Aerogels, and Uranium Extraction Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521253/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "The lack of macro-continuity and mechanical strength of covalent organic frameworks (COFs) has significantly limited their practical applications. Here, we propose an \"alcohol-triggered defect cleavage\" strategy to precisely regulate the growth and stacking of COF grains through a moderate reversed Schiff base reaction, realizing the direct synthesis of COF nanofibers (CNFs) with high aspect ratio (L/D = 103.05) and long length (> 20 μm). An individual CNF exhibits a biomimetic scale-like...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521253",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of meningioma and glioma on whole-brain dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521239/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Brain tumors, particularly meningiomas and gliomas, can profoundly affect neural function, yet their impact on brain dynamics remains incompletely understood. This study investigates alterations in normal brain function among meningioma and glioma patients by assessing dynamical complexity through the Intrinsic Ignition Framework. We analyzed resting-state fMRI data from 34 participants to quantify brain dynamics using intrinsic ignition and metastability metrics. Our results revealed distinct...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521239",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "resting-state fMRI data from 34 participants to quantify brain dynamics using intrinsic ignition and metastability metrics",
      "significance": "on brain dynamics remains incompletely understood",
      "conclusion": null
    },
    {
      "title": "Integrated, ultrafast all-optical polariton transistors with sub-wavelength grating microcavities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521233/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "All-optical logic has the potential to overcome the operation speed barrier that has persisted in electronic circuits for two decades. However, the development of scalable architectures has been prevented so far by the lack of materials with sufficiently strong nonlinear interactions needed to realize compact and efficient ultrafast all-optical switches with optical gain. Microcavities with embedded organic material in the strong light-matter interaction regime have recently enabled all-optical...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521233",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cannabidiol reduces oxycodone self-administration while preserving its analgesic efficacy in a rat model of neuropathic pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521216/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Prescription opioid misuse is a significant public health concern among individuals with chronic pain. Treating severe pain often requires high doses of opioids, increasing the risk of developing an opioid use disorder. Cannabidiol (CBD) is a non-intoxicating component of cannabis that has shown therapeutic potential without abuse liability. This study investigated the effects of CBD on oxycodone self-administration and hyperalgesia in an animal model of chronic neuropathic pain. Adult male rats...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521216",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of CBD on oxycodone self-administration and hyperalgesia in an animal model of chronic neuropathic pain",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Kalevi Kairemo. Prostate cancer from a nuclear oncology perspective. A personal journey. Springer Nature Switzerland AG 2025, ISBN: 978-3-031-90336-6",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521203",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effects of the Caribbean medicinal plant Argemone mexicana on Gardnerella vaginalis using a co-culture method with vaginal Lactobacillus spp",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521189/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Bacterial vaginosis (BV) is caused by vaginal microbiome dysbiosis, when beneficial Lactobacillus species are no longer dominant and are replaced by harmful anaerobic bacteria such as Gardnerella vaginalis. In Caribbean cultures, women use plants topically, such as Argemone mexicana, to treat several vaginal infections, including BV. There has been little research into how traditional botanical extracts affect the vaginal microbiota, especially as these extracts are often prepared in different...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521189",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mathematical analysis of metronomic chemotherapy response in metastatic gastrointestinal cancer: identifying critical parameters from clinical data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521186/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "We present the first clinical application of the Schättler mathematical framework for metronomic chemotherapy using data from 30 patients with metastatic gastrointestinal cancer from the COMET trial. The model, comprising three coupled ODEs with 12 parameters representing tumour growth, angiogenesis, and immune response, was successfully fitted to individual patient data through AI-assisted optimization, achieving low fitting errors (median squared error: 0.003 for stable disease, 0.007 for...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521186",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-cell transcriptomics reveals the landscape of immune phenotypes in pituitary neuroendocrine tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The three major PitNET lineages exhibited distinct immune cell frequencies, with the PIT1 lineage notably enriched in Treg and Tfh cells, as well as collagen-producing CAF3. Furthermore, a novel immunosuppressive interaction between Treg cells and macrophages, mediated by the CTLA4-CD86 pathway, was identified, suggesting its potential regulatory role within the TME.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521161",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The three major PitNET lineages exhibited distinct immune cell frequencies, with the PIT1 lineage notably enriched in Treg and Tfh cells, as well as collagen-producing CAF3. Furthermore, a novel immunosuppressive interaction between Treg cells and macrophages, mediated by the CTLA4-CD86 pathway, was..."
    },
    {
      "title": "The Performance of MR Cytometry Imaging in Differentiating High- and Low-Grade Bladder Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Accurate preoperative grading of bladder cancer is important for determining treatment and prognosis.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521156",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for determining treatment and prognosis",
      "conclusion": null
    },
    {
      "title": "Biodegradable Devices Across Orthopedic and Maxillofacial Surgery: A Review of Biomaterials, Advances, and Challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "The use of biodegradable alternatives to conventional metallic orthopedic devices addresses several inherent limitations of permanent implants by providing temporary mechanical support, obviating the need for secondary removal surgeries, and potentially lowering overall healthcare costs. This review summarizes the principal classes of biodegradable materials-metals (e.g., magnesium, zinc), polymers (e.g., PLGA, PLLA), and bioceramics-and their applications across diverse device types, including...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521154",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nurses' Perceptions of Fundamental Care in Preventing Venous Ulcer Recurrence: A Qualitative Focus Group Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Venous ulcers are the most prevalent among those affecting the lower limbs, with high economic and quality of life impact. Due to the chronicity of venous disease, healing and recurrence cycles are common. Patient adherence to self-care activities to prevent recurrence is very low, so it is crucial to reflect on nurses' experiences with this phenomenon. A qualitative and descriptive study was developed to analyse nurses' perceptions about preventing venous ulcer recurrence. According to the...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521152",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Relationship of cholinergic basal forebrain atrophy with the time course of Alzheimer's disease pathology and cognitive decline in adults with Down syndrome: a longitudinal cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Adults with Down syndrome (DS) display increased Alzheimer's disease (AD) risk. The cholinergic system declines early in the AD continuum and relates to cognitive and functional decline. We aimed to identify the timeline of cholinergic decline in relation to hippocampal atrophy within the AT(N) framework in DS.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521149",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify the timeline of cholinergic decline in relation to hippocampal atrophy within the AT(N) framework in DS",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and safety of auriculotherapy for insomnia disorder: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Four-week AT treatment was an effective and safe alternative therapy for insomnia, although the difference with the SAT treatment did not reach the minimal clinically important difference. Adverse events were mild or transient.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521139",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "difference",
      "conclusion": "Four-week AT treatment was an effective and safe alternative therapy for insomnia, although the difference with the SAT treatment did not reach the minimal clinically important difference. Adverse events were mild or transient"
    },
    {
      "title": "Dynamic event-triggered prescribed-time observer via parametric Lyapunov equations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "This paper is concerned with a prescribed-time observer (PTO) for a class of linear systems by using a novel dynamic event-triggered mechanism (DETM) with bounded triggering conditions. Traditional PTOs often require real-time updates of the measurement output signal, leading to high communication costs. Event-triggered approaches can address this issue. However, event-triggered approaches hardly achieve prescribed-time convergence. In order to achieve fast state estimation while maintaining low...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521135",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From futility to promise: Preemptive veno-arterial extracorporeal membrane oxygenation benefits high-risk liver transplant patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521120",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rationalizing thrombophilia screening in children: Insights from a 2019 retrospective study at a tertiary care hospital",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Thrombophilia testing in children should be carefully targeted, guided by established recommendations, and reserved for situations with clear clinical relevance. Testing should be deferred during acute illness, repeated to confirm lifelong diagnoses, and, if confirmed, accompanied by appropriate preventive counseling. Efforts should also focus on providing standardized, practical advice when a thrombophilia is identified.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521091",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Thrombophilia testing in children should be carefully targeted, guided by established recommendations, and reserved for situations with clear clinical relevance. Testing should be deferred during acute illness, repeated to confirm lifelong diagnoses, and, if confirmed, accompanied by appropriate pre..."
    },
    {
      "title": "Biomechanical comparison of posterior short-segment fixation with or without intermediate screws for thoracolumbar burst fractures under normal and osteoporotic conditions: a finite element analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521067/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings may facilitate implant selection for osteoporotic burst fractures, supporting the use of more rigid fixation sixscrew constructs to reduce the risk of mechanical failure and postoperative re-collapse.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521067",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings may facilitate implant selection for osteoporotic burst fractures, supporting the use of more rigid fixation sixscrew constructs to reduce the risk of mechanical failure and postoperative re-collapse"
    },
    {
      "title": "Association of body mass index, waist circumference, and body composition with chronic kidney disease among elderly aged 65 years and above in longevity regions of China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521056/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Objective: To investigate the associations of body mass index (BMI), waist circumference, and body composition with chronic kidney disease (CKD) among older adults aged≥65 years in longevity regions of China. Methods: This study was based on cross-sectional data from the 2021 wave of the Healthy Ageing and Biomarkers Cohort Study, including 4 781 participants aged≥65 years. Demographic characteristics, lifestyle factors, disease history, as well as BMI, waist circumference, muscle mass, fat...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521056",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "To investigate the associations of body mass index (BMI), waist circumference, and body composition with chronic kidney disease (CKD) among older adults aged≥65 years in longevity regions of China",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effect of the time interval between oocyte retrieval in the fresh cycle and the first frozen embryo transfer on pregnancy outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Objective: To investigate the effect of the time interval between full embryo freezing in the fresh cycle and the first frozen embryo transfer on pregnancy outcomes. Methods: A retrospective cohort study was conducted. Patients who underwent full embryo freezing after assisted reproduction with in vitro fertilization/intracytoplasmic sperm injection using the follicular-phase long-acting protocol in the fresh cycle at the Reproductive Medicine Center of the First Affiliated Hospital of Zhengzhou...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521054",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "To investigate the effect of the time interval between full embryo freezing in the fresh cycle and the first frozen embryo transfer on pregnancy outcomes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mid- to Long-Term Follow-Up Outcomes of Single Design Rotating Hinge Knee in Infected and Noninfected Revision Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study highlights the important value of RHK prostheses in the treatment of prosthetic joint infection (PJI) after TKA. Despite challenges such as earlier symptom onset, shorter prosthesis lifespan, and higher complication rates in the infection group, their functional outcomes and prosthesis survival rates were comparable to those of the noninfection group, further validating the effectiveness of RHK prostheses. These findings provide useful references for clinical management of...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521036",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "value of RHK prostheses in the treatment of prosthetic joint infection (PJI) after TKA",
      "conclusion": "This study highlights the important value of RHK prostheses in the treatment of prosthetic joint infection (PJI) after TKA. Despite challenges such as earlier symptom onset, shorter prosthesis lifespan, and higher complication rates in the infection group, their functional outcomes and prosthesis su..."
    },
    {
      "title": "Synergistic photo/chemo-therapeutic liposome induced pyroptosis and anti-tumor immunity in head and neck squamous cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Head and Neck Squamous Cell Carcinoma (HNSCC), characterized by a propensity for recurrence and metastasis, underscores the inadequacies of existing treatments. In this research, a liposome called DI@Lipo was developed to co-deliver cisplatin (DDP) and indocyanine green (ICG), aiming to trigger synergistic pyroptosis to enhance antitumor immunity. DI@Lipo cleverly harnessed the light-activated powers of ICG, combined them with DDP's tumor-killing ability, to induce activation of the NLRP3...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41521014",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantifying the role of communication in recruitment status outcomes for a clinical trial on genetic testing uptake",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrates that tracking and optimizing outreach frequency, timing, and mode can enhance clinical trial recruitment efficiency. Specifically, at least one email and one phone call significantly improve the likelihood of reaching a definitive recruitment outcome, while exceeding 4-6 call attempts yields minimal additional benefit. These findings provide a framework for recruitment strategies, enabling more effective allocation of resources and increasing the chances of...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520997",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that tracking and optimizing outreach frequency, timing, and mode can enhance clinical trial recruitment efficiency",
      "conclusion": "This study demonstrates that tracking and optimizing outreach frequency, timing, and mode can enhance clinical trial recruitment efficiency. Specifically, at least one email and one phone call significantly improve the likelihood of reaching a definitive recruitment outcome, while exceeding 4-6 call..."
    },
    {
      "title": "Medial prefrontal Cortex, dopamine and glutamate modulation in regulating Reward-Seeking and frustration responses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings provide new insights into how distinct neurotransmitter systems in the mPFC and mPFC itself contribute to the behavioral and emotional adjustments following reward and reward omission.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520996",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings provide new insights into how distinct neurotransmitter systems in the mPFC and mPFC itself contribute to the behavioral and emotional adjustments following reward and reward omission"
    },
    {
      "title": "The impact of restaurant menu eco labels on consumer meal selections: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520993/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Interpretive climate labels, particularly Traffic Light and Warning label designs, are a promising way of improving the nutritional quality while reducing the climate impact of restaurant meal orders.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520993",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of restaurant meal orders",
      "conclusion": "Interpretive climate labels, particularly Traffic Light and Warning label designs, are a promising way of improving the nutritional quality while reducing the climate impact of restaurant meal orders"
    },
    {
      "title": "Glucose oxidase-triggered cascade reaction in nanocomposite hydrogel for on-demand nitric oxide delivery and diabetic wound regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Diabetic wounds frequently exhibit prolonged healing and an increased risk of infection, which are largely attributed to hyperglycemia. Current biomaterials primarily focus on the inflammatory phase but fail to address the issue of persistent hyperglycemia at its root. Glucose-triggered cascade reactions are an emerging therapeutic strategy for wound healing. Herein, an injectable nanocomposite hydrogel (CTLG@HQ) based on cascade reactions has been developed to treat diabetic wounds via the...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520977",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genome-wide analysis of the type-B ARRs gene family reveals key regulators of abiotic stress tolerance and hormone signaling in Medicago truncatula",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520972/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Type-B Arabidopsis Response Regulators (ARRs) are essential transcription factors in cytokinin signaling pathway, regulating plant growth, development, and stress responses. However, the type-B ARRs gene family has not been fully characterized in the model legume Medicago truncatula. Here, we systematically identified and functionally analyzed 15 type-B MtARR genes distributed across six chromosomes of the M. truncatula genome. Phylogenetic analysis classified these genes into four distinct...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520972",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Brain-formed estrogen promotes retinal regeneration in zebrafish via nuclear estrogen receptor-dependent genomic signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520965/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Zebrafish are known to possess the ability to generate new neurons in the retina throughout life, similar to what is observed in the brain. Notably, brain aromatase (AroB) expressed in radial glial cells (RGCs) is associated with the high neuroregenerative capacity of zebrafish. While AroB is known to be present in the zebrafish eye, its role in retinal regeneration remains unclear. In this study, we are the first to demonstrate the cellular localization and potential function of AroB, together...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520965",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Qiju Dihuang Pill Modulates Complement System in Age-Related Dry Eye Disease: Tripartite Validation through Clinical-Omics-Animal Integration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: QJDHW exerts therapeutic effects through modulation of the complement activation-inhibition system, effectively suppressing C3/C5-mediated inflammatory cascades. This study provides molecular-level evidence supporting TCM's holistic regulation strategy in age-related ocular disorders.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520963",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "QJDHW exerts therapeutic effects through modulation of the complement activation-inhibition system, effectively suppressing C3/C5-mediated inflammatory cascades. This study provides molecular-level evidence supporting TCM's holistic regulation strategy in age-related ocular disorders"
    },
    {
      "title": "Isolation, Structural Re-elucidation of Two Active Prenylated Flavonoids from Morus alba L. Twigs Responsible for Anti-inflammatory Effects: an In Vitro and In Silico Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520961/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Compounds 1 and 2 have been well studied for isolation, structural elucidation, and their anti-inflammatory effects using both in vitro and in silico approaches and indicated that 1 and 2 possessed potential anti-inflammatory activity mediated via the Nrf2/NF-κB signaling pathway, warranting supporting their further evaluation in in vitro and in vivo models.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520961",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Compounds 1 and 2 have been well studied for isolation, structural elucidation, and their anti-inflammatory effects using both in vitro and in silico approaches and indicated that 1 and 2 possessed potential anti-inflammatory activity mediated via the Nrf2/NF-κB signaling pathway, warranting support..."
    },
    {
      "title": "Food Insecurity Screening and Interventions: From Hospital to Home",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520945/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: FI was highly prevalent in caregivers of hospitalized children. Hospital-based interventions with a CBO successfully reached caregivers and was rated favorably. This work can inform intervention efforts as hospital FI screening programs grow.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520945",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FI was highly prevalent in caregivers of hospitalized children. Hospital-based interventions with a CBO successfully reached caregivers and was rated favorably"
    },
    {
      "title": "The effect of prolonged glucose infusion on resting-state fMRI signal fluctuations at 7 T",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520930/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "The aim of this study was to examine the effect of 2-h glucose infusion after an overnight fast on relative resting-state fMRI signal fluctuations. Our hypothesis was that neuronal glucose metabolism would be affected, and that this would lead to changes in signal power at specific frequency bands. Resting state fMRI (rsfMRI) scans were acquired in 9 subjects pre- and post-glucose ~2 h infusion. Fourier spectral analysis was performed using signals localized in the prefrontal cortex. Power...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520930",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to examine the effect of 2-h glucose infusion after an overnight fast on relative resting-state fMRI signal fluctuations",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design, synthesis, formulation, and bioevaluation of ZZP-2, a FLT3-ITD inhibitor for the treatment of acute myeloid leukemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "FMS-like tyrosine receptor kinase 3 (FLT3) mutations have been recognized as ideal drug discovery targets for the treatment of acute myeloid leukemia (AML). Starting from the reported inhibitor 13v, we rationally designed and synthesized ZZP-2, a pyridine-pyridazine hybrid that displayed single-digit nanomolar IC₅₀ values against FLT3-ITD-positive AML cell lines (MOLM-13 and MV4-11). ZZP-2 suppressed FLT3 autophosphorylation and downstream STAT5, ERK, and AKT signaling in a...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520929",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SYMPK interacts with KIF20A and NUMA1 to coordinate spindle organization and safeguard oocyte meiotic maturation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520922/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Mammalian oocyte maturation relies on the precise assembly of the acentrosomal spindle, and its disruption causes aneuploidy and developmental failure. Symplekin (SYMPK), a 3'-end processing scaffold with emerging functions in regulating chromosome dynamics, remains unexplored in oocytes. Here, we investigate whether SYMPK governs spindle dynamics and chromosome fidelity during meiotic maturation. We find SYMPK dynamically tracks spindle microtubules during oocyte maturation following germinal...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520922",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polyploidy-induced epigenetic priming underlies enhanced salinity tolerance in soybean",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520921/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520921",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microbiome-Modulated Immunotherapy in Oncology: Current Applications and Future Prospects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520913/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Cancer immunotherapy has transformed oncology, yet therapeutic efficacy remains heterogeneous and frequently limited by primary or acquired resistance. Increasing evidence demonstrates that both intra- and extratumoral microbiota critically modulate antitumor immunity, influencing clinical responses of immunotherapy and immune-related adverse events (irAEs). Microbial communities regulate the tumor immune microenvironment through multiple mechanisms, including microbe-associated molecular...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520913",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combined effects of temperature and metals on immunity of juveniles of European oyster Ostrea edulis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "The European flat oyster (Ostrea edulis) is a foundational ecosystem engineer that has suffered widespread population declines due to overfishing, habitat degradation, and disease. Effective restoration requires understanding how environmental stressors impact juvenile oysters, a critical life stage for survival and recruitment. While trace metals such as zinc (Zn) and copper (Cu) are essential micronutrients, elevated concentrations can disrupt cellular physiology and immune function,...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520908",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "juvenile oysters, a critical life stage for survival and recruitment",
      "conclusion": null
    },
    {
      "title": "YXL-13 attenuates virulence in Pseudomonas aeruginosa mutants and clinical isolates by inhibiting quorum sensing regulators LasR and RhlR",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520905/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Given the critical role of quorum sensing (QS) in the pathogenicity of Pseudomonas aeruginosa, inhibiting QS is considered a promising alternative to traditional antibiotics for treating P. aeruginosa infections. The QS system of P. aeruginosa comprises two acyl-homoserine lactone (AHL) circuits, LasI/R and RhlI/R, along with a third system, the PQS system. However, due to the frequent clinical isolation of lasR mutants and the avirulent nature of rhlR mutants, targeting both the LasI/R and...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520905",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interstitial Pneumonia with Autoimmune Features: A Literature Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520900/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Interstitial pneumonia with autoimmune features (IPAF) is a research classification for patients with an idiopathic interstitial pneumonia in whom clinical, serologic, and/or imaging features are consistent with an autoimmune process but criteria for a defined systemic autoimmune rheumatic disease are not met. Since the establishment of classification criteria in 2015, there has been research into the phenotypic and epidemiologic characteristics of the population, the implications of meeting...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520900",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of meeting",
      "conclusion": null
    },
    {
      "title": "Relationships between bronchodilator responsiveness, a COPD polygenic risk score, and COPD progression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520899/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: BDR is more strongly associated with progression to COPD and FEV(1) decline than PRS, and part of the PRS effect is mediated through BDR.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520899",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BDR is more strongly associated with progression to COPD and FEV(1) decline than PRS, and part of the PRS effect is mediated through BDR"
    },
    {
      "title": "Altered brain dynamic in cirrhotic patients without overt hepatic encephalopathy: state and trait features",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Neurocognitive impairment, a prevalent complication in cirrhosis, correlates with disruptions in static functional connectivity(FC) of the brain. This study aims to explore altered spatiotemporal properties of blood oxygen-level dependent(BOLD) signals and elucidate their association with neurocognitive changes in cirrhotic patients. Between March 2023 and February 2025, we recruited 77 cirrhotic patients and 66 healthy controls(HCs) accompanied by resting-state functional magnetic resonance...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520895",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "to explore altered spatiotemporal properties of blood oxygen-level dependent(BOLD) signals and elucidate their association with neurocognitive changes in cirrhotic patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Role of Nutrition in Prostate Cancer Risk, Progression, and Mortality: A Comprehensive Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520878/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although evidence is often inconsistent, several dietary patterns appear promising for PCa prevention and decreasing mortality. Emphasizing complex carbohydrates, fish, soy, plant-based fats, and cruciferous vegetables-while limiting simple sugars, red/processed meats, whole milk, saturated fats, and unnecessary supplementation-may support improved outcomes. High-quality randomized trials remain urgently needed to clarify causality and refine clinical nutrition guidance for PCa.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520878",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although evidence is often inconsistent, several dietary patterns appear promising for PCa prevention and decreasing mortality. Emphasizing complex carbohydrates, fish, soy, plant-based fats, and cruciferous vegetables-while limiting simple sugars, red/processed meats, whole milk, saturated fats, an..."
    },
    {
      "title": "Modulatory effects of genetic vs. pharmacological HCN4 channel inhibition on stimuli transmission during acute pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Acute pain processing emerges from complex interactions among multiple brain regions, with local ion channels critically shaping neuronal communication. To better understand the role of HCN4 channels during acute pain in mice, a genetic brain-specific HCN4-KO was compared with pharmacological inhibition by the selective HCN4 channel blocker EC18. Stimulus-driven BOLD-fMRI measurements using graded peripheral thermal stimulation allowed brain-wide investigation of both discriminative and...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520869",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An artificial intelligence-assisted automated quantitative evaluation system for condylar morphological changes of temporomandibular joint",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520865/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The AI-assisted quantitative evaluation system demonstrated initial technical feasibility on a single-center CBCT dataset, providing an intuitive, user-friendly, and efficient assessment of the radiographic manifestations of condylar morphological changes. However, further validation using diverse cases is required.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520865",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The AI-assisted quantitative evaluation system demonstrated initial technical feasibility on a single-center CBCT dataset, providing an intuitive, user-friendly, and efficient assessment of the radiographic manifestations of condylar morphological changes. However, further validation using diverse c..."
    },
    {
      "title": "Aperiodic slope reflects glutamatergic tone in the human brain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Excitatory and inhibitory neural processes are essential for every aspect of brain function, but current non-invasive neuroimaging methods to study these in the human brain are limited. Recent studies which separate oscillatory and aperiodic components of electrophysiological power spectra have highlighted a relationship between aperiodic activity and functional brain states. Studies in both animal models and humans suggest that the aperiodic slope of electrophysiological power spectra reflects...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520862",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From truth to deception: a network control theory perspective on brain connectivity and cognitive dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520861/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Deception represents a sophisticated mental activity that modifies the brain's dynamic operations. Understanding how brain activity changes during deceptive behavior is important for both cognitive neuroscience and practical applications such as lie detection. Recently, network control theory (NCT) has emerged as a novel tool that combines principles from network science and control theory, offering a powerful framework for quantifying how easily the brain can transition between different...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520861",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": "for both cognitive neuroscience and practical applications such as lie detection",
      "conclusion": null
    },
    {
      "title": "IQ-RKT Bioactive formulation mitigates cardiomyocytes injury by targeting AGEs-RAGE-ROS-dependent TRAF3IP2/JNK apoptotic nexus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520849/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Cardiovascular diseases (CVDs) are the leading cause of morbidity and mortality in diabetic populations. Elevated advanced glycation end products (AGEs) in diabetes foster the on-set, and progression of CVDs. However, the underlying AGEs-induced signaling nexus, involved in cardiomyocytes apoptosis, remain unexplored, and currently no anti-AGE drug available to address CVDs in diabetes. Indeed, natural products remained a major sources of modern medicine, and currently being recognized in the...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520849",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive epigenetic analysis on 5-methylcytosine modification of circRNAs in the mouse cerebral ischemia model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "A growing body of research suggests that circular RNAs (circRNAs) and 5-methylcytosine (m⁵C) play crucial roles in the onset and progression of stroke. This includes their potential regulation of neuronal damage and repair under cerebral ischemic conditions. However, the specific features of m⁵C modification in circRNAs associated with stroke remain unclear. In this study, we established a mouse model of cerebral ischemia (MCAO) and utilized methylated RNA immunoprecipitation sequencing...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520846",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between urinary neurotransmitter levels and the development of depressive symptoms in a general Japanese population: The Hisayama Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520840/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "We investigated the association between urinary neurotransmitter levels and the risk of the presence of depressive symptoms cross-sectionally, as well as the longitudinal risk of their development. A total of 2321 participants aged ≥40 years were enrolled in the cross-sectional analysis using the data from a baseline survey (2012-2013). Of these, 1654 participants without depressive symptoms at baseline were included in the longitudinal analysis using the data of both the baseline and follow-up...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520840",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "the cross-sectional analysis using the data from a baseline survey (2012-2013). Of these",
      "objective": "the association between urinary neurotransmitter levels and the risk of the presence of depressive symptoms cross-sectionally, as well as the longitudinal risk of their development",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TRPM7 Kinase Regulates α-Cell Proliferation and Glucagon Production in Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520832/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Loss of TRPM7 kinase function impairs mTOR signaling, leading to reduced α-cell proliferation and glucagon secretion. Our findings show that the TRPM7 kinase/mTOR signaling pathway axis is a critical regulator of α-cell function in mice.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520832",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Loss of TRPM7 kinase function impairs mTOR signaling, leading to reduced α-cell proliferation and glucagon secretion. Our findings show that the TRPM7 kinase/mTOR signaling pathway axis is a critical regulator of α-cell function in mice"
    },
    {
      "title": "Pseudomonas aeruginosa in patients with Nosocomial Respiratory Infections: A secondary analysis of the European Network for ICU-Related Respiratory Infections (ENIRRIs)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Nosocomial respiratory infections (NRIs) are the most common complication among ICU patients, with Pseudomonas aeruginosa frequently identified. However, its global prevalence and associated risk factors remain unclear.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520818",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Resource Utilization and Surgical Risk in Pediatric Pneumatosis Intestinalis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Surgery for non-NEC pediatric PI was rare and associated with colonic involvement, fever, tachycardia, and comorbidities. Most cases resolved with a brief course of medical management. Identifying high-risk features may help reduce unnecessary treatment in low-risk patients.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520815",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Surgery for non-NEC pediatric PI was rare and associated with colonic involvement, fever, tachycardia, and comorbidities. Most cases resolved with a brief course of medical management"
    },
    {
      "title": "Early Diagnosis and Treatment of Leptospirosis: Optimizing Clinical Outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Leptospirosis is a globally prevalent zoonotic infection causing more than one million cases and nearly 60,000 deaths annually yet is often diagnosed late after organ dysfunction and other complications have arisen. Delayed diagnosis leads to late initiation of antibiotics and other therapeutic interventions, at which point complications such as renal failure, jaundice, or pulmonary hemorrhage are more common and therapy is less effective. This review highlights the critical importance of early...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520794",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Staphylococcus aureus nasal colonisation: prevalence and risk factors in a cohort of patients undergoing elective orthopaedic surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520790/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In our cohort, having a history of positive S. aureus nasal screening or no history of nasal screening (compared with a history of negative screenings), male gender, younger age, and a high BMI were independent risk factors for preoperative S. aureus nasal colonisation. The relative weight of risk factors highlights the importance of knowing colonisation history to accurately assess the risk.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520790",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In our cohort, having a history of positive S. aureus nasal screening or no history of nasal screening (compared with a history of negative screenings), male gender, younger age, and a high BMI were independent risk factors for preoperative S"
    },
    {
      "title": "Unilateral Extrapedicular Percutaneous Kyphoplasty combined with Six-Screw Fixation to Treat Osteoporotic Thoracolumbar Burst Fracture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The extrapedicular puncture technique avoided internal fixation obstruction and simplified the surgical procedure. This novel hybrid surgery showed good clinical and radiological outcomes. Therefore, it is considered safe and effective for osteoporotic TLBFs.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520781",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The extrapedicular puncture technique avoided internal fixation obstruction and simplified the surgical procedure. This novel hybrid surgery showed good clinical and radiological outcomes"
    },
    {
      "title": "Clinical Characteristics and Prognostic Differences Between RSV and Influenza A Virus Infections in Hospitalized Adult Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: RSV and influenza A infections share a high complication burden but exhibit distinct clinical features. RSV patients with COPD, heart failure, or pneumonia face greater risks, and co-infections further worsen severity, including an increased rate of mechanical ventilation, underscoring the need for tailored preventive and therapeutic strategies, including RSV vaccination.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520773",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RSV and influenza A infections share a high complication burden but exhibit distinct clinical features. RSV patients with COPD, heart failure, or pneumonia face greater risks, and co-infections further worsen severity, including an increased rate of mechanical ventilation, underscoring the need for ..."
    },
    {
      "title": "1,3-Butanediol Enhances Autophagy via PI3K/Akt/FOXO3 Pathway to Ameliorate Cardiac Remodeling Post-Myocardial Infarction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: 1,3-BD improves post-MI cardiac remodeling by inhibiting cardiomyocyte apoptosis and enhancing autophagy, the latter mediated via suppression of the PI3K/Akt/FOXO3 pathway. Ketone supplementation represents a promising strategy against ischemic cardiomyopathy.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520758",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "1,3-BD improves post-MI cardiac remodeling by inhibiting cardiomyocyte apoptosis and enhancing autophagy, the latter mediated via suppression of the PI3K/Akt/FOXO3 pathway. Ketone supplementation represents a promising strategy against ischemic cardiomyopathy"
    },
    {
      "title": "Sex chromosome and gonadal contributions to body composition and skeletal mass and strength in aged four core genotypes (FCG) mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Sex differences in musculoskeletal aging are often attributed to gonadal hormones, but the independent role of sex chromosomes remains unclear. Using the Four Core Genotype mouse model, which dissociates sex chromosomes (XX vs. XY) from gonadal sex (ovaries vs. testes), our goal was to examine sex chromosomes and gonads independent and interactive effects on bone, muscle and organ phenotypes from 8 to 20 months of age in XXO, XYO, XXT, and XYT mice. XYO mice showed high mortality (38.7%-survival...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520751",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "was to examine sex chromosomes and gonads independent and interactive effects on bone, muscle and organ phenotypes from 8 to 20 months of age in XXO, XYO, XXT, and XYT mice",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Negative, but Not Positive, Expectancies Predict 10-year Changes in Pain Outcomes for Older Adults with Pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Previous research suggests that positive expectancies are associated with adaptive pain outcomes and negative expectancies are associated with maladaptive pain outcomes in individuals with chronic pain both cross-sectionally and longitudinally. However, it is unclear whether positive and negative expectancies 1) uniquely predict pain outcomes and 2) predict long-term changes in pain outcomes. The aim of this study was to examine how shared and unique aspects of positive and negative expectancies...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520749",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to examine how shared and unique aspects of positive and negative expectancies",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rational modification of PROTACs for tumor-selective protein degradation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Proteolysis-targeting chimeras (PROTACs) are heterobifunctional molecules that hijack the ubiquitin-proteasome system to catalytically degrade pathogenic proteins. With the ability to target \"undruggable\" proteins and exert sustained pharmacological effects, PROTACs hold considerable promise for cancer therapy. However, achieving tumor-selective protein degradation remains a central challenge. This review outlines the application of PROTACs in cancer treatment and systematically summarizes...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520728",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biologics-device combinations: Enabling prolonged therapies in the posterior segment ocular disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520727/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Posterior segment ocular diseases (e.g., age-related macular degeneration and diabetic retinopathy, etc.) often necessitate frequent intravitreal (IVT) injections of biologics, due to the rapid drug clearance and formidable ocular barriers. While molecular engineering strategies and high-concentration protein formulations could extend the administration intervals to a certain extent, they are confronted with critical challenges, protein aggregation, high viscosity, and limited duration. This has...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520727",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Role of Selenium in Modulating Sperm Count and Ferroptosis Pathways in Male Reproductive Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "This study elucidates the role of selenium in male fertility via the SLC7A11-GPX4 ferroptosis pathway. In a six-week dietary intervention, KM mice fed a selenium-deficient diet (<0.01 mg/kg) exhibited significantly decreased prostate indices (P < 0.05) and disrupted seminiferous tubule structure compared to controls, while epididymal sperm counts showed a decreasing trend that did not reach statistical significance. Selenium supplementation (sodium selenite, 3.2 mg/kg) significantly increased...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520720",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beneficial Effects of a Compound Probiotic in Helicobacter pylori-Infected Patients Aged Over 40 Years: An Open-Label Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: While TTP was inferior to BQT in eradication efficacy, it demonstrated better tolerability and protective effects against gut microbiota dysbiosis. In patients aged ≥40 years, TTP achieved non-inferior eradication rates, suggesting this subgroup may warrant further investigation.",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520709",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While TTP was inferior to BQT in eradication efficacy, it demonstrated better tolerability and protective effects against gut microbiota dysbiosis. In patients aged ≥40 years, TTP achieved non-inferior eradication rates, suggesting this subgroup may warrant further investigation"
    },
    {
      "title": "TLR3 stimulation rejuvenates aged mesenchymal stem cells and restores immunosuppressive function in graft-versus-host disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520686/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Graft-versus-host disease (GVHD) remains a major complication of allogeneic hematopoietic stem cell transplantation, particularly in patients who are refractory to corticosteroids. Mesenchymal stem cells (MSCs) possess immunosuppressive properties and are being explored as a treatment for GVHD. However, their therapeutic efficacy declines with extensive in vitro expansion due to cellular aging. Therefore, this study aimed to investigate the effects of MSC aging on GVHD outcomes and explore...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520686",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "investigate the effects of MSC aging on GVHD outcomes and explore",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Abluminus DES+ sirolimus-eluting stent versus everolimus-eluting stent in patients with diabetes and coronary artery disease (ABILITY Diabetes Global): results from a multicentre, randomised controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: In patients with coronary artery disease, diabetes increases the risk of restenosis and adverse cardiovascular events after percutaneous coronary intervention (PCI). The Abluminus DES+ is a thin-strut cobalt-chromium sirolimus-eluting stent (SES) with abluminal and balloon-surface coating intended to enhance drug delivery to the vessel wall. We aimed to compare the efficacy and safety of the Abluminus DES+ SES versus the XIENCE durable-polymer everolimus-eluting stent (EES) in...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41520674",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "compare the efficacy and safety of the Abluminus DES+ SES versus the XIENCE durable-polymer everolimus-eluting stent (EES) in",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic architecture of human aging and longevity: Insights from genome-wide association studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41521072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Aging represents a fundamental evolutionary feature shared across all living organisms, intrinsically coupled with development and lifespan. It is orchestrated by a complex polygenic architecture involving numerous small-effect variants distributed across diverse biological pathways, giving rise to striking interindividual variation in aging trajectories and lifespan. Over the past decade and a half, genome-wide association studies (GWAS) have uncovered multiple loci associated with lifespan,...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41521072",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strain-specific metabolic endpoints and predictive phase classification in gnotobiotic kimchi fermentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Fermentation is driven by dynamic interactions between substrates and microbial communities. However, the complexity of natural consortia limits their predictive control. To address this problem, we developed a gnotobiotic kimchi model via inoculation with defined lactic acid bacterial (LAB) consortia and individual strains under controlled temperatures. Consortium fermentations exhibited temperature-dependent growth and acidification, with stable proliferation under 6 °C and 10 °C, whereas 15...",
      "pubDate": "2026-01-11T11:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41520641",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An attention enhanced CNN ensemble for interpretable and accurate cotton leaf disease classification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41520019/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Precise and timely identification of cotton leaf diseases is essential for sustaining crop yield and quality, yet manual inspection remains time-consuming, labor-intensive, and prone to error. Existing automated approaches are limited by insufficient dataset diversity, inconsistent evaluation practices, limited use of explainable AI (XAI), and high computational cost. To address these challenges, we propose an attention-enhanced CNN ensemble, namely CottonLeafNet, which integrates lightweight...",
      "pubDate": "2026-01-10T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41520019",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Serological and molecular evidence of canine enteric coronavirus in southern Italy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41519913/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260112024601&v=2.18.0.post22+67771e2",
      "description": "Canine enteric coronavirus (CECoV) is one of the most common viruses in dogs, causing gastrointestinal disorders and, in severe cases, death. Despite being a main pathogen, research on its distribution is limited, particularly in some geographical locations, such as Campania region (southern Italy). This study investigated the serological and molecular prevalence of this virus, as well as the risk factors associated with higher exposures. A total of 258 blood and 154 fecal samples from 71...",
      "pubDate": "2026-01-10T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41519913",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the serological and molecular prevalence of this virus, as well as the risk factors associated with higher exposures",
      "significance": null,
      "conclusion": null
    }
  ]
}