{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-09-27T19:17:42.942Z",
  "totalItems": 150,
  "totalArchived": 11452,
  "newPapersAdded": 247,
  "institutionBreakdown": {
    "KAIST": 24,
    "SNU": 0,
    "Yonsei University": 1,
    "SKKU": 0,
    "POSTECH": 3,
    "Korea University": 89,
    "IBS": 41,
    "UNIST": 1,
    "Hanyang University": 0,
    "KIST": 1,
    "GIST": 3,
    "Kyung Hee University": 0,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Materials Science": 15,
    "Multidisciplinary": 79,
    "Biomedical": 35,
    "Computer Science": 4,
    "Cancer Research": 11,
    "Neuroscience": 6
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Chemically Anchored PbS-2PACz CQDs Inks for Scalable HTL in Narrow-Bandgap and All-Perovskite Tandem Solar Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Mixed-metal narrow-bandgap (NBG) Sn-Pb perovskites are essential for achieving high-efficiency all-perovskite tandem solar cells (APTSCs). However, their single-junction performance is limited by interfacial recombination and inefficient charge extraction, due to non-uniform hole transport layers (HTLs). Here, PbS-2PACz colloidal quantum dots (CQDs) are synthesized, chemically anchoring [2-(9H-carbazol-9-yl)ethyl]phosphonic acid (2PACz) onto PbS CQDs via solution-phase ligand exchange. The...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University"
      ],
      "pmid": "41014271",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Membrane Reinforcement Strategy Using Robust Nanofibers for Durable and Safe AEM Water Electrolysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014263/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Anion exchange membrane (AEM) water electrolysis offers a sustainable route to green hydrogen but is limited by low ionic conductivity, excessive swelling, and mechanical instability under high-pressure conditions. Here, a reinforced composite membrane (RCM) comprising Fumion FAA-3 (FuMa-Tech) ionomer infiltrated into an electrospun polytetrafluoroethylene (PTFE) nanofiber (NF) network is reported. The porous PTFE NF scaffold enhances dimensional stability and structural integrity, mitigating...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41014263",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of atorvastatin versus no Statin Treatment on major clinical events in Acute CardioEmbolic stroke patients without a definite indication for statin therapy: protocol for the STACE trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Evidence supporting the use of statin therapy to reduce stroke recurrence and cardiovascular events in acute cardioembolic stroke (CES) patients without atherosclerosis is limited. Past observational studies have been hampered by selection bias and unmeasured confounding factors. This study aims to investigate the potential benefits of statin therapy in acute CES patients without established indications through a registry-based, randomized clinical trial.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KAIST",
        "Korea University"
      ],
      "pmid": "41013792",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to investigate the potential benefits of statin therapy in acute CES patients without established indications through a registry-based, randomized clinical trial",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plant species and soil moisture shape rhizosphere microbiota in an unusually productive tundra ecosystem of North Greenland",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013790/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Taken together, our findings suggest a possible role of soil water availability in shaping plant species-specific rhizosphere microbial communities in this highly productive High Arctic tundra ecosystem. Furthermore, the multi-kingdom community data provide a valuable baseline for future research on the ecological functioning and climate sensitivity of increasingly productive Arctic ecosystems.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41013790",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Taken together, our findings suggest a possible role of soil water availability in shaping plant species-specific rhizosphere microbial communities in this highly productive High Arctic tundra ecosystem. Furthermore, the multi-kingdom community data provide a valuable baseline for future research on..."
    },
    {
      "title": "Verification of Vision-Based Terrain-Referenced Navigation Using the Iterative Closest Point Algorithm Through Flight Testing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Terrain-referenced navigation (TRN) provides an alternative navigation method for environments with limited GPS availability. This paper proposes a vision-based TRN framework that employs stereo imagery and a rotation-invariant iterative closest point (ICP) algorithm to align reconstructed elevation maps with a terrain elevation database. In contrast to conventional ICP, which is sensitive to camera intrinsic errors, the proposed approach improves robustness at high altitudes. Its feasibility...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41013051",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inhibitory Effects of Aquadag, a Black Carbon Surrogate, on Microbial Growth via Surface-Mediated Stress: Evidence from Adenosine Triphosphate Assay",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Black carbon (BC) from incomplete combustion sources including traffic emissions affects human health due to its physical characteristics and ubiquity in urban environments. We examined the effects of BC on microbial growth in the presence of particulate matter (PM), using Aquadag as a surrogate for BC. Brunauer-Emmett-Teller analysis showed BC had a specific surface area of 123.2 m² g^(-1), with over 90% of particles smaller than 100 nm, indicating strong surface interaction potential....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41012340",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of BC on microbial growth in the presence of particulate matter (PM), using Aquadag as a surrogate for BC",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent Trends in Machine Learning, Deep Learning, Ensemble Learning, and Explainable Artificial Intelligence Techniques for Evaluating Crop Yields Under Abnormal Climate Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011993/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Crop yield prediction (CYP) has become increasingly critical in addressing the adverse effects of abnormal climate and enhancing agricultural productivity. This review investigates the application of advanced Artificial Intelligence (AI) techniques including Machine Learning (ML), Deep Learning (DL), Ensemble Learning, and Explainable AI (XAI) to CYP. It also explores the use of remote sensing and imaging technologies, identifies key environmental factors, and analyzes the primary causes of...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41011993",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rosmarinosin A Inhibits Inflammatory Response in Lipopolysaccharide-Induced RAW 264.7 Macrophages via Suppressing NF-κB and MAPK Signaling Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "In the present study, we investigated the mechanisms underlying the anti-inflammatory effects of rosmarinosin A in (LPS)-stimulated RAW 264.7 macrophages. The cells were pretreated with various concentrations of rosmarinosin A, and then stimulated with LPS. Rosmarinosin A reduced the production of nitric oxide (NO) and prostaglandin E(2) (PGE(2)), possibly through the modulation of inducible nitric oxide synthase (iNOS) and cyclooxygenase-2 (COX-2) expression, respectively. Additionally, it...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41011645",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the mechanisms underlying the anti-inflammatory effects of rosmarinosin A in (LPS)-stimulated RAW 264",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pain Treatment in Primary Care Through Eight Constitution Medicine: A Retrospective Real-World Study from South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010955/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Musculoskeletal pain is a global public health issue. Eight Constitution Medicine (ECM), a type of East Asian Traditional Medicine, offers personalized, minimally invasive treatment through Eight Constitution Acupuncture (ECA) and Eight Constitution Lifestyle Intervention (ECLI). Despite its clinical use, scientific evidence supporting ECM's effectiveness remains limited. This study aimed to evaluate the effectiveness in treating musculoskeletal pain in primary care...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41010955",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Musculoskeletal pain is a global public health issue",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Impact of Cerebral Small Vessel Disease on Functional Recovery After Intracerebral Hemorrhage: Stratified Analysis by Age",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background: Cerebral small vessel disease (cSVD) is a major contributor to intracerebral hemorrhage (ICH). Its presence carries significant implications for stroke prevention, acute management, post-stroke recovery, and socioeconomic burden. Despite its clinical significance, the impact of cSVD on functional outcomes after ICH, particularly concerning aging, remains uncertain. Objective: This study evaluated how cSVD influences post-ICH functional recovery, using age stratification (<65 and ≥65...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41010654",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study evaluated how cSVD influences post-ICH functional recovery, using age stratification (<65 and ≥65",
      "significance": "for stroke prevention, acute management, post-stroke recovery, and socioeconomic burden",
      "conclusion": null
    },
    {
      "title": "Optical Coherence Tomography- and Optical Coherence Tomography Angiography-Based Evaluation in Treatment-Naïve Non-Exudative Macular Neovascularization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: We evaluated the clinical features and natural course of treatment-naïve non-exudative macular neovascularization (NE MNV) associated with age-related macular degeneration in Korean patients. Methods: This retrospective longitudinal study of 21 eyes of 21 patients with NE MNV involved a chart review of best corrected visual acuity (BCVA), optical coherence tomography (OCT), and OCT angiography parameters. Results: This study included 13 men (13/21, 61.9%) and 8 women...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41010580",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "We evaluated the clinical features and natural course of treatment-naïve non-exudative macular neovascularization (NE MNV) associated with age-related macular degeneration in Korean patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Visual Field Test on Intraocular Pressure in Glaucoma Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Objectives: To evaluate changes in intraocular pressure (IOP) before versus after a visual field test in glaucoma patients. Methods: A total of 132 patients with glaucoma and 103 control subjects who visited Konyang University Hospital between August 2024 and May 2025 were included in the study. the right eye of each patient was selected for analysis. Visual field tests were conducted using the Humphrey Visual Field (HVF) analyzer (Zeiss Humphrey, San Leandro, CA, USA) with the SITA standard...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41010561",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "To evaluate changes in intraocular pressure (IOP) before versus after a visual field test in glaucoma patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Redox Regulation of Endogenous Gasotransmitters in Vascular Health and Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Hydrogen sulfide (H(2)S), nitric oxide (NO), and carbon monoxide (CO) are now recognized as key gasotranmitters that regulate vascular function, contributing to vasodilation, angiogenesis, inflammation control, and oxidative balance. Initially regarded as toxic gases, they are produced on demand by specific enzymes, including cystathionine γ-lyase (CSE), endothelial nitric oxide synthase (eNOS), and heme oxygenase-1 (HO-1). Their activity is tightly controlled by redox-sensitive pathways....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41009602",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Genetic Diversity of the Asian Spongy Moth, <em>Lymantria dispar asiatica</em> Vnukovskii (Lepidoptera: Erebidae), in Korea Based on Mitochondrial COI Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "In this study, we assessed the genetic diversity of the Asian spongy moth, Lymantria dispar asiatica Vnukovskii (Lepidoptera: Erebidae), in Korea. We obtained 123 sequences of the species, including those from 26 regions in Korea. We analyzed the genetic diversity within the Korean samples (n = 87) and haplotype networks between the Korean and global samples (123 sequences from 26 regions in Korea and five other countries) using median-joining (MJ) network analysis. The results showed low...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41009137",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the genetic diversity within the Korean samples (n = 87) and haplotype networks between the Korean and global samples (123 sequences from 26 regions in Korea and five other countries) using median-joi...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Alternative Characterizations of Methyl Lucidone-Responsive Differentially Expressed Genes in <em>Drosophila melanogaster</em> Using DEG-by-Index Ratio Transformation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009081/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Identifying robust differentially expressed genes (DEGs) in RNA-Seq data remains challenging under variable experimental conditions. To address this, we performed five independent RNA-Seq experiments using Drosophila melanogaster larvae treated with methyl lucidone-a putative juvenile hormone disruptor-and compared conventional normalization methods (relative log expression [RLE] via DESeq2 and trimmed mean of M-values [TMM] via edgeR) against our novel DEG-by-index ratio transformation (DiRT)....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41009081",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrated Phytochemical Profiling, GC-MS Characterization, and In Silico, In Vitro Evaluation of Synergistic Antimicrobial, Antioxidant, and Anti-Inflammatory Activities of <em>Morus alba</em> Bark and <em>Pinus densiflora</em> Extracts with Methyl Gallate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009018/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "The growing challenge of antibiotic resistance and inflammation-related disorders calls for safe, multi-target therapeutic strategies. Morus alba (MOAL) and Pinus densiflora (PIDE) are known for their medicinal properties, yet their combined potential with methyl gallate (MG) has not been fully explored. In this study, the phytochemical composition of MOAL and PIDE was characterized using GC-MS, and their combined antimicrobial, antioxidant, and anti-inflammatory activities were evaluated....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41009018",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deinoxanthin-Enriched Extracellular Vesicles from <em>Deinococcus radiodurans</em> Drive IL-10-Dependent Tolerogenic Programming of Dendritic Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009012/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Extracellular vesicles (EVs) derived from bacteria are emerging as potent bioactive carriers that affect host immunity. Deinococcus radiodurans, an extremophilic bacterium with strong antioxidant capacity, produces EVs enriched in deinoxanthin (DX), a carotenoid with a reactive oxygen species-scavenging activity. Here, we assessed the antioxidant activity of D. radiodurans-derived EVs (R1-EVs) in biochemical assays and their immunomodulatory effects on dendritic cells (DCs). R1-EVs exhibited...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41009012",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Survival Machine Learning Methods Improve Prediction of Histologic Transformation in Follicular and Marginal Zone Lymphomas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41008797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study highlights the clinical value of survival-based machine-learning methods integrated with NGS data to personalize HT risk stratification for patients with FL and MZL.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41008797",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights the clinical value of survival-based machine-learning methods integrated with NGS data to personalize HT risk stratification for patients with FL and MZL"
    },
    {
      "title": "Collision Tumor of Angioimmunoblastic T-Cell Lymphoma and Kaposi Sarcoma in an HIV-Negative Elderly Woman: The First Reported Case in Asia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41008782/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Angioimmunoblastic T-cell lymphoma (AITL) is a rare peripheral T-cell lymphoma of follicular helper T-cell (TFH) origin, often associated with immune dysregulation and EBV-positive B-cell proliferation. Kaposi sarcoma (KS) is a vascular neoplasm caused by human herpesvirus 8 (HHV-8), typically arising in immunocompromised individuals. The synchronous occurrence of AITL and KS in HIV-negative patients is exceptionally rare, with only three cases previously reported...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41008782",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Angioimmunoblastic T-cell lymphoma (AITL) is a rare peripheral T-cell lymphoma of follicular helper T-cell (TFH) origin, often associated with immune dysregulation and EBV-positive B-cell proliferatio...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Pilot Analysis of Bioparameters in Patients with Dyspepsia Accompanied by Abdominal Hardness: An Exploration of <em>Damjeok</em> Syndrome Rooted in Traditional Medicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41008438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background: A subset of patients with chronic dyspepsia exhibits palpable upper abdominal hardness and systemic symptoms like headache, chest discomfort, neck/shoulder stiffness, fatigue, and depression. In traditional Korean medicine (TKM), this symptom complex is referred to as Damjeok syndrome (, DJS). Although DJS is frequently observed in TKM practice, it lacks a clear case definition and biological mechanism, limiting its integration in gastroenterology research and evidence-based...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41008438",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Network Analysis of Depressive Symptoms and Meaning in Life and Their Association with Health-Related Quality of Life Among South Korean Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41008413/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Depression is the most common mental health problem in older adults and is closely associated with meaning in life. This study aimed to investigate the interconnections between depressive symptoms and meaning in life and their association with health-related quality of life (HRQoL) in older adults using a network analysis. Methods: This cross-sectional study was performed between July and August 2021. The 10-item Center for Epidemiologic Studies Short Depression Scale...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41008413",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Depression is the most common mental health problem in older adults and is closely associated with meaning in life",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elbow Contracture Secondary to Congenital Shoulder Luxation in a Dog: Surgical Management with Elbow Muscle Release and Circular Osteotomy-Based Shoulder Arthrodesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41007962/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "A 10-month-old Poodle was presented with intermittent non-weight-bearing lameness of the left thoracic limb. Orthopedic and radiographic examinations revealed medial shoulder luxation and markedly reduced elbow extension. A two-stage surgical approach was performed. In the first stage, selective myotomy of periarticular structures, including the biceps brachii-brachialis complex and the extensor carpi radialis muscle, was conducted via medial and lateral approaches. A trans-articular external...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41007962",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Stratified Analysis of the Associations of Hearing Loss and Allergic Rhinitis with Attention Deficit Hyperactivity Disorder in Children: A Population-Based Cross-Sectional Study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41007566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "We conducted a cross-sectional, population-based study to investigate the association between hearing loss and allergic rhinitis with attention deficit hyperactivity disorder (ADHD) using pediatric patient samples from the Korea Health Insurance Review and Assessment Service database (2009-2018). Baseline demographics and the relationships of both conditions with ADHD were analyzed. Both hearing loss and allergic rhinitis were significantly associated with ADHD, and patients with both hearing...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41007566",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Review of Linear-Array-Transducer-Based Volumetric Ultrasound Imaging Techniques and Their Biomedical Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41007151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Ultrasound imaging is one of the most widespread biomedical imaging techniques thanks to its advantages such as being non-invasive, portable, non-ionizing, and cost-effective. Ultrasound imaging generally provides two-dimensional cross-sectional images, but the quality and interpretative ability vary based on the experience of the examiner, leading to a lack of objectivity and accuracy. To address these issues, there is a growing demand for three-dimensional ultrasound imaging. Among the various...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41007151",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual Protective Effects of Postbiotics and <em>Cichorium intybus</em> L. Mixture in the Sarcopenic and Inflammatory Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41007610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1p9j2Ia0knT7gmGP5yr8TGKmrRRyRQ0oWVA_KWuJa7rtxBZMim&fc=20250822201347&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Recently, concerns about age-related conditions, such as sarcopenia and chronic inflammation, have increased owing to the global acceleration of population aging. Notably, these conditions are interrelated and further exacerbate functional decline in older adults. Therefore, this study aimed to evaluate the efficacy of a novel bioactive compound, DuoX (a mixture of the postbiotic beLP1 and Cichorium intybus L.), in alleviating muscle wasting and chronic inflammation....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Yonsei University"
      ],
      "pmid": "41007610",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Recently, concerns about age-related conditions, such as sarcopenia and chronic inflammation, have increased owing to the global acceleration of population aging",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sardine Inclusion in a Food Waste-Based Substrate for Rearing Black Soldier Fly (<em>Hermetia illucens</em>) Larvae: Effects on Growth Performance, Body Composition, and Gut Microbiome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009157/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "The drastic surge in Sardine landings in Korea underscores the urgent need for sustainable upcycling strategies. However, research on the feasibility of using sardine (SD) in food waste (FW)-based substrates during the cultivation of black soldier fly (Hermetia illucens) larvae (BSFL) remains limited. Thus, we aimed to investigate the effect of incorporating varying SD contents (0, 25, 50, 75, and 100%), into which 4-day-old (third-instar) larvae weighing approximately 0.02 g were introduced and...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41009157",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the effect of incorporating varying SD contents (0, 25, 50, 75, and 100%), into which 4-day-old (third-instar) larvae weighing approximately 0",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Wearable Technology in Diving: A Review of Heart Rate and Oxygen Saturation Monitoring for Enhanced Safety and Performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41008476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Monitoring heart rate (HR) and peripheral oxygen saturation (SpO(2)) in underwater environments has gained increasing importance due to the expanding popularity of diving activities such as SCUBA diving, freediving, and professional underwater operations. These physiological parameters are critical indicators for detecting adaptive responses and early signs of physiological distress caused by environmental stressors like elevated ambient pressure, hypoxia, cold temperatures, and psychological...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "Pusan National University"
      ],
      "pmid": "41008476",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering electrothermally enhanced interfacial evaporation for high-performance solar desalination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Maximizing evaporation performance is crucial for advancing interfacial steam generation (ISG) systems, yet the potential of Joule heating for this remains underexplored. Here, we present a high-performance interfacial evaporator that leverages Joule heating-based evaporation to achieve very high water evaporation rates. The system integrates thiol-functionalized glassy carbon sponge with ultra-low electrical resistance ( ~ 0.75 Ω) to maximize joule heating. Under 1 sun illumination and a 37 W...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41006778",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Direct Synthesis of a Nitrogen-Containing Eight-Membered Cyclic Alkyne from a Linear Alkyne and Its Reactivity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014503/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Eight-membered cyclic alkyne 3 was synthesized from 1, bearing an N-tosyl-o-alkynylanilide and alkyl bromide, by a high-temperature treatment in the presence of a base. This is the first example of the direct synthesis of an eight-membered cyclic alkyne containing a nitrogen atom from the corresponding linear alkyne. The structural requirements for this cyclization were also investigated. Eight-membered cyclic alkyne 3 reacted with benzyl azide without a copper(I) salt to give triazoles 17 and...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014503",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of coronary revascularization on clinical outcomes in vessels with discordant results of fractional flow reserve and resting full-cycle ratio",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014328/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Fractional flow reserve (FFR) is an invasive standard, and resting full-cycle ratio (RFR), a non-hyperemic pressure ratio, is an alternative to FFR for evaluating the functional severity of coronary stenosis. However, the prognostic impact of coronary revascularization in vessels with discordant results of FFR and non-hyperemic pressure ratios remains unclear. This single-center study included 212 vessels in 191 patients with intermediate coronary stenosis and discordant results of FFR and RFR....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014328",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of coronary revascularization in vessels with discordant results of FFR and non-hyperemic pressure ratios remains unclear",
      "conclusion": null
    },
    {
      "title": "Author's reply to \"A questionnaire-based cross-sectional study on neuropathic pain in patients with cancer in Japan: a deeper look into potential confounding variables\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014324",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in the trend and quality of adverse drug reaction reports in the Japanese Adverse Drug Event Report database and the impact of COVID-19-related reports",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014315/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The COVID-19 pandemic and the increase in ADR reports related to COVID-19 vaccines have affected the trends and quality of reporting in the JADER database. Notably, a substantial increase in vaccine-related ADRs during mass immunization corresponded with a temporary rise in reporting quality. These findings highlight the importance of maintaining robust pharmacovigilance systems that can adapt to large-scale public health interventions and sustain data quality during future...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014315",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The COVID-19 pandemic and the increase in ADR reports related to COVID-19 vaccines have affected the trends and quality of reporting in the JADER database. Notably, a substantial increase in vaccine-related ADRs during mass immunization corresponded with a temporary rise in reporting quality"
    },
    {
      "title": "Efficacy and Safety of Isavuconazole for Invasive Fungal Infections: A Systematic Review and Meta-Analysis of Randomized Controlled Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: ISA demonstrated efficacy comparable to that of other antifungal agents, with a favorable safety profile in patients with IFIs, including filamentous fungal infections. This meta-analysis of RCTs provide high-quality evidence to support antifungal drug selection in clinical practice.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014230",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ISA demonstrated efficacy comparable to that of other antifungal agents, with a favorable safety profile in patients with IFIs, including filamentous fungal infections. This meta-analysis of RCTs provide high-quality evidence to support antifungal drug selection in clinical practice"
    },
    {
      "title": "Possibility of Microwave Thawing of Human Milk: Effects on Milk Composition and Temperature Distribution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Component losses caused by microwave thawing were not clinically problematic compared to the standard value and could be minimized. Microwave heating may be an option for thawing human milk.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014180",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Component losses caused by microwave thawing were not clinically problematic compared to the standard value and could be minimized. Microwave heating may be an option for thawing human milk"
    },
    {
      "title": "Intravenous haloperidol or chlorpromazine-which is more effective to improve agitation and communication in agitated delirium at the end of life?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Intravenous haloperidol and chlorpromazine are not statistically different for terminal agitation. These results should be validated in clinical trials.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014152",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Intravenous haloperidol and chlorpromazine are not statistically different for terminal agitation. These results should be validated in clinical trials"
    },
    {
      "title": "Evaluation of Improvement in Skin Laxity and Oiliness After Monopolar Radiofrequency Treatment: A Pilot Study Utilizing Multiple Assessment Tools",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014039/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Monopolar RF effectively enhances skin laxity by remodeling collagen and reorganizing elastic fibers. Histological findings and skin analyzer data support RF as a reliable, noninvasive treatment for improving skin firmness and reducing oiliness.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41014039",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Monopolar RF effectively enhances skin laxity by remodeling collagen and reorganizing elastic fibers. Histological findings and skin analyzer data support RF as a reliable, noninvasive treatment for improving skin firmness and reducing oiliness"
    },
    {
      "title": "Needle-free, Liquid Metal-embedded Electrospray Deposition System for Controlled Microdroplet Printing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013910/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Electrospray systems have been widely utilized in biomedical, pharmaceutical, and materials science applications due to their ability to enable precise liquid manipulation and efficient ionization. However, conventional electrospray technologies often rely on external ionization components and involve complex system designs, leading to challenges such as clogging, reduced efficiency, and limited reproducibility. This study presents a liquid metal-embedded electrospray deposition (LM-ESD) system...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013910",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diversity in Resource Use Strategies Promotes Productivity in Young Planted Tree Species Mixtures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013876/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Mixed-species forestry is a promising approach to enhance productivity, increase carbon sequestration, and mitigate climate change. Diverse forests, composed of species with varying structures and functional trait profiles, may have higher functional and structural diversity, which are attributes relevant to a number of mechanisms that can influence productivity. However, it remains unclear whether the context-dependent roles of functional identity, functional diversity, and structural diversity...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41013876",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Media channels and the secondary transfer effect: influences on willingness to interact with Asian international students in Japan mediated by outgroup morality perception",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "This study examines the Secondary Transfer Effect (STE) in a non-Western context by investigating how Japanese university students' contact with immigrants and LGBTQ individuals relates to their willingness to interact with Asian international students. Using data from 299 Japanese undergraduates and path analyses, we assessed four contact channels: direct interactions, traditional mass media, recreational media, and social media. Findings show that direct contact is strongly associated with...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013809",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bone marrow lesion coexisted with subchondral bone attrition and/or subchondral bone cyst is associated with knee pain in knee osteoarthritis regardless of cartilage lesion: the Bunkyo health study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: BML coexistent with SBA and/or SBC, but not BML without the coexistence, was associated with knee pain in the elderly with knee OA regardless of the presence or absence of cartilage lesion.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013805",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BML coexistent with SBA and/or SBC, but not BML without the coexistence, was associated with knee pain in the elderly with knee OA regardless of the presence or absence of cartilage lesion"
    },
    {
      "title": "Contribution of flow state to the discrepancy between perceived exercise intensity and physiological intensity during endurance bike exercise",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013752/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings advance our understanding of the physiological and neurological correlates of flow states during physical activity, with potential applications extending beyond sports performance enhancement to domains such as education and arts.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013752",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings advance our understanding of the physiological and neurological correlates of flow states during physical activity, with potential applications extending beyond sports performance enhancement to domains such as education and arts"
    },
    {
      "title": "Effective assistance timing using characteristics of paretic ground reaction force in ankle robotic gait training for individuals with hemiparesis after stroke: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our results suggest that applying PF assistance, particularly during the late paretic stance phase, might be effective for individuals with hemiparesis, as it led to improvements in paretic propulsion in both clusters. Additionally, the results suggest that for participants in Cluster A, it may be important to apply PF assistance at the 30-50% GC while monitoring changes in the GRF waveform data, as this approach may be more effective for some participants in improving paretic...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013601",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to apply PF assistance at the 30-50% GC while monitoring changes in the GRF waveform data, as this approach may be more effective for some participants in improving paretic",
      "conclusion": "Our results suggest that applying PF assistance, particularly during the late paretic stance phase, might be effective for individuals with hemiparesis, as it led to improvements in paretic propulsion in both clusters. Additionally, the results suggest that for participants in Cluster A, it may be i..."
    },
    {
      "title": "Associations between flexibility, stretching habits, and spine injuries in professional golfers: a nationwide, cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study found that a fair grade of flexibility in the shoulder reach test was associated with a significantly lower risk of T/L-spine injuries. Additionally, modifications in warming-up and swing motion after T/L-spine injuries were significantly associated with the performance of professional golfers.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013582",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study found that a fair grade of flexibility in the shoulder reach test was associated with a significantly lower risk of T/L-spine injuries. Additionally, modifications in warming-up and swing motion after T/L-spine injuries were significantly associated with the performance of professional go..."
    },
    {
      "title": "Clinical feasibility of motor hotspot localization based on electroencephalography using convolutional neural networks in stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013546/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We demonstrate that our EEG-based deep-learning approach can effectively identify individual motor hotspots, and the clinical feasibility of our algorithm by successfully applying the proposed approach to stroke patients. It can be used as an alternative to TMS for identifying motor hotspots, potentially enhancing the effectiveness of rehabilitation strategies.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "UNIST"
      ],
      "pmid": "41013546",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We demonstrate that our EEG-based deep-learning approach can effectively identify individual motor hotspots, and the clinical feasibility of our algorithm by successfully applying the proposed approach to stroke patients. It can be used as an alternative to TMS for identifying motor hotspots, potent..."
    },
    {
      "title": "Comparative real-world study of apalutamide and darolutamide in Japanese patients with non-metastatic castration-resistant prostate cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: DARO was associated with a lower incidence of TRAEs compared to APA. Rash was more prevalent with APA. Elevated baseline PSA and suboptimal PSA response were associated with progression.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013513",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DARO was associated with a lower incidence of TRAEs compared to APA. Rash was more prevalent with APA"
    },
    {
      "title": "Impact of prenatal and postnatal household air pollution exposure on respiratory morbidity and lung function in sub-Saharan African children: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Prenatal and postnatal exposure to HAP is associated with increased respiratory morbidity and impaired lung function among children in SSA. While clean cooking interventions may reduce symptoms, substantial pollutant reductions are needed to achieve meaningful health outcomes. Future research should focus on longitudinal designs, refined exposure assessment, and the identification of critical exposure windows to inform targeted interventions.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013492",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Prenatal and postnatal exposure to HAP is associated with increased respiratory morbidity and impaired lung function among children in SSA. While clean cooking interventions may reduce symptoms, substantial pollutant reductions are needed to achieve meaningful health outcomes"
    },
    {
      "title": "Knowledge and awareness of breast cancer symptoms, risk factors, and screening barriers among women in Kuwait: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: While women in Kuwait have moderate awareness of key breast cancer symptoms and risk factors, knowledge gaps and screening barriers persist, particularly regarding lesser-known warning signs and screening apprehension. Public health strategies should prioritise targeted education initiatives, including workplace wellness programs and culturally tailored awareness campaigns, to improve early detection and reduce the breast cancer burden in the region.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013463",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While women in Kuwait have moderate awareness of key breast cancer symptoms and risk factors, knowledge gaps and screening barriers persist, particularly regarding lesser-known warning signs and screening apprehension. Public health strategies should prioritise targeted education initiatives, includ..."
    },
    {
      "title": "Early use of renin-angiotensin-aldosterone system inhibitors and stable renal function in familial focal segmental glomerulosclerosis with ACTN4 mutation: a case report and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We report a case of adolescent-onset FSGS with ACTN4 mutation diagnosed during ACEi therapy for the prevention of DMD-associated cardiomyopathy. The patient exhibited stable renal function and no disease progression compared with his father and previously reported cases with the same variant. This is the first reported case of early RAASi induction for treating ACTN4-associated FSGS with long-term stable renal function.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013435",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We report a case of adolescent-onset FSGS with ACTN4 mutation diagnosed during ACEi therapy for the prevention of DMD-associated cardiomyopathy. The patient exhibited stable renal function and no disease progression compared with his father and previously reported cases with the same variant"
    },
    {
      "title": "Effects of sodium zirconium cyclosilicate on the quality of life of patients with hyperkalemia undergoing hemodialysis: Y-QOL study design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Patients undergoing hemodialysis (HD) face severe dietary potassium restrictions, reducing their quality of life (QOL) and potentially worsening their prognosis. Sodium zirconium cyclosilicate (SZC) is a novel selective potassium binder that lowers potassium levels, with minimal effects on other electrolytes. The Y-QOL study will evaluate whether SZC can improve QOL by easing the burden of dietary restrictions. This 8-week, multicenter, randomized, parallel-group, open-label trial will enroll...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013395",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcriptome analysis reveals key defense genes associated with resistance to banana blood disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The study highlights the potential of these differentially expressed genes as genetic markers for BBD resistance, which could be valuable for breeding programs aimed at enhancing resistance in banana cultivars. These findings provide important insights into the molecular mechanisms of disease resistance and contribute to developing more efficient strategies for sustainable banana production and global food security.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013200",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "insights into the molecular mechanisms of disease resistance and contribute to developing more efficient strategies for sustainable banana production and global food security",
      "conclusion": "The study highlights the potential of these differentially expressed genes as genetic markers for BBD resistance, which could be valuable for breeding programs aimed at enhancing resistance in banana cultivars. These findings provide important insights into the molecular mechanisms of disease resist..."
    },
    {
      "title": "Sex Differences in Cortical Hemodynamic Responses During Interactive and Passive Tasks: An fNIRS Study Using the Nefroball System",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013134/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "The present study aimed to investigate sex differences in the hemodynamic response of the cerebral cortex during interactive and passive tasks using functional near-infrared spectroscopy fNIRS. Ninety-seven healthy adults (63 women, 34 men) participated in the study. Participants performed two tasks: an interactive motor game and a passive hand movement, and activation was measured in five cortical regions. Statistically significant differences in the amplitude of the hemodynamic response of...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013134",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diffusion-Based Frequency Hopping for Collision Mitigation in Dense Bluetooth Networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013131/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "This paper challenges the conventional wisdom of using uniform random resource selection for collision resolution in distributed scheduling, particularly in wireless protocols. Bluetooth, being one such technology, is analyzed through its frequency hopping mechanism to explore for a better alternative in random access MAC (medium access control). Using diffusion theory, we characterize Bluetooth's original frequency hopping as exhibiting maximum diffusivity, which correlates with unnecessarily...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013131",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Towards Sensor-Based Mobility Assessment for Older Adults: A Multimodal Framework Integrating PoseNet Gait Dynamics and InBody Composition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013116/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "The acceleration of global population aging has driven a surge in demand for health monitoring among older adults. However, traditional mobility assessment methods mostly rely on invasive measurements or laboratory-grade equipment, making it difficult to achieve continuous monitoring in daily scenarios. This study investigated the correlation between dynamic gait characteristics and static body metrics to enhance the understanding of elderly mobility and overall health. A sensor-based framework...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013116",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the correlation between dynamic gait characteristics and static body metrics to enhance the understanding of elderly mobility and overall health",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sequential Injection Analysis of Cholesterol Using an Oxidation-Reduction Electrode Detector",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013100/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "A new automated method for the determination of cholesterol in serum was developed by combining sequential injection analysis (SIA) with potentiometric detection using a gold oxidation-reduction potential (ORP) electrode because serum cholesterol is an important indicator of abnormal lipid metabolism, arteriosclerosis, and hypertension in clinical diagnosis. The method is based on enzymatic hydrolysis of cholesterol esters by cholesterol esterase (CE) to yield free cholesterol, followed by...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013100",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "indicator of abnormal lipid metabolism, arteriosclerosis, and hypertension in clinical diagnosis",
      "conclusion": null
    },
    {
      "title": "From Concept to Representation: Modeling Driving Capability and Task Demand with a Multimodal Large Language Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41013044/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Driving safety hinges on the dynamic interplay between task demand and driving capability, yet these concepts lack a unified, quantifiable formulation. In this work, we present a framework based on a multimodal large language model that transforms heterogeneous driving signals-scene images, maneuver descriptions, control inputs, and surrounding traffic states-into low-dimensional embeddings of task demand and driving capability. By projecting both embeddings into a shared latent space, the...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41013044",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CNN-Based Interpretable Feature Extraction Methods Considering Pairwise Interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "This paper proposes a framework that improves classification performance for multivariate time series data while providing an objective assessment of each variable's influence, including interaction effects. While convolutional neural networks (CNNs) offer significant advantages in analyzing multivariate time series data, the structural limitations of CNNs have restricted their ability to detect statistical interactions. Our approach creatively modifies convolutional filters and layer...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41012873",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "assessment of each variable's influence, including interaction effects",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergy of Information in Multimodal Internet of Things Systems-Discovering the Impact of Daily Behaviour Routines on Physical Activity Level",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background and Objective: The intricate connection between daily behaviours and health necessitates robust monitoring, particularly with the advent of Internet of Things (IoT) systems. This study introduces an innovative approach that exploits the synergy of information from various IoT sources to assess the alignment of behavioural routines with health guidelines. The goal is to improve the readability of behaviour models and provide actionable insights for healthcare professionals. Method: We...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41012857",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The intricate connection between daily behaviours and health necessitates robust monitoring, particularly with the advent of Internet of Things (IoT) systems",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Potential for Core Fucose-Targeted Therapy Against HBV Infection of Human Normal Hepatocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012670/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Core fucose is one of the most important glycans in HBV infection. In this study, we investigated whether Pholiota squarrosa lectin (PhoSL), a lectin that specifically binds to core fucose, exerts an inhibitory effect in an HBV infection model of normal human hepatocytes. Similarly to previous studies using hepatocellular carcinoma cells (HepG2-C4), the coexistence of PhoSL during HBV infection inhibited HBe antigen production and HBV cccDNA in normal human hepatocytes in a PhoSL...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41012670",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "whether Pholiota squarrosa lectin (PhoSL), a lectin that specifically binds to core fucose, exerts an inhibitory effect in an HBV infection model of normal human hepatocytes",
      "significance": "glycans in HBV infection",
      "conclusion": null
    },
    {
      "title": "Examining the Impact of Storage Conditions on the Stability of a Liquid Formulation of mRNA-Loaded Lipid Nanoparticles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: This study investigated the effect of storage conditions on mRNA-LNPs in situ via identification of the formulation traits necessary for improving storage stability. Methods: We synthesized an ionizable lipid, namely TOT-28, which has a hydrolysis-susceptible ester bond in its hydrophilic head group that allows it to act as an indicator of the hydrophilic environment within the mRNA-LNPs. LNPs were stored either at 4 or 25 °C for up to 8 weeks to investigate the effect of...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41012531",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study investigated the effect of storage conditions on mRNA-LNPs in situ via identification of the formulation traits necessary for improving storage stability",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Drug Metabolism and Pharmacokinetics of Oxazolo[4,5-<em>c</em>]quinoline Analogs as Novel Interleukin-33 Inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012490/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Interleukin-33 (IL-33) is crucial in immune-mediated diseases like asthma. Targeting the IL-33/ST2 pathway holds therapeutic promise. This study characterized the pharmacokinetics (PK) and metabolism of KB-1517 and KB-1518, new oxazolo[4,5-c]quinoline IL-33 inhibitors. Methods: PK studies were conducted in male ICR mice following intravenous (IV) and oral (PO) administration. In vitro metabolic stability and metabolite identification were assessed using human and mouse...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41012490",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Interleukin-33 (IL-33) is crucial in immune-mediated diseases like asthma",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PBPK/PD Model of Vancomycin in Sepsis: Linking Interstitial Exposure in Perfusion-Limited Tissues to MRSA Infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Objective: This study aims to evaluate free vancomycin concentrations in tissues of septic patients that received empirical doses. Methods: A PBPK model was built in PK-Sim to simulate vancomycin concentrations in healthy volunteers and septic patients. Literature data were used to validate the model. A strain of MRSA (methicillin-resistant Staphylococcus aureus) was evaluated through time-kill curves. Based on the information obtained from the time-kill study, a PD model, including adaptive...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41012450",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aims to evaluate free vancomycin concentrations in tissues of septic patients that received empirical doses",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sulfur Vulcanization and Material Properties of Polyhydroxyalkanoates with Unsaturated Side Chain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012325/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "This study aimed to evaluate the physical properties and biodegradability of sulfur-vulcanized polyhydroxyalkanoates (PHAs) with unsaturated side chains. As a vulcanizable PHA, poly(3-hydroxybutyrate-co-3-hydroxy-5-hexenoate) [P(3HB-co-3H5HE)] was biosynthesized with a 3H5HE fraction of 3-47 mol% using recombinant Escherichia coli and subsequently vulcanized with varying sulfur contents (2-20 per hundred resin, phr) in the presence of zinc oxide, stearic acid, and 2-mercaptobenzothiazole as...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41012325",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the physical properties and biodegradability of sulfur-vulcanized polyhydroxyalkanoates (PHAs) with unsaturated side chains",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering Poly(L-Lactic Acid)/Hydroxyapatite Scaffolds via Melt-Electrowriting: Enhancement of Osteochondral Cell Response in Human Nasal Chondrocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012219/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Osteochondral repair remains challenging due to cartilage's limited self-healing capacity and the structural complexity of the osteochondral interface, particularly the hypertrophic layer anchoring cartilage to bone. We fabricated melt electrowritten (MEW) poly(L-lactic acid) (PLLA) scaffolds incorporating 1%, 5%, and 10% hydroxyapatite (HAp) to provide a precise fiber architecture (~200 μm pores) and bone-mimetic biochemical cues. Human nasal chondrocytes (hNCs), currently in clinical trials...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41012219",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced Mechanical Robustness of Sprayed Cellulose Nanofibril Coatings Through Internal Crosslinking with Boric Acid",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012215/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "The enhanced mechanical durability of sprayed nanocellulose coatings at the macroscopic level is primarily required to promote their application in demanding industrial applications with frequently exposed surfaces. In this study, different coating configurations are designed by spraying aqueous cellulose nanofiber (CNF) suspensions in combination with boric acid (BA) as an internal crosslinker and polydopamine (PDA) as an adhesive interlayer onto glass substrates. Multilayer coatings (CNF/BA)...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41012215",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Choi et al. Prioritization of Vaccines for Introduction in the National Immunization Program in the Republic of Korea. <em>Vaccines</em> 2024, <em>12,</em> 886",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41012194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "The authors would like to make the following corrections to this published paper [...].",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41012194",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Zinc Acetate Inhibits Hepatitis A Virus Replication: Possible Treatment for Patients with Type A Acute-on-Chronic Liver Failure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011782/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Hepatitis A virus (HAV) infection sometimes results in the occurrence of acute liver failure and acute-on-chronic liver failure (ACLF), which is often fatal, especially in patients with diabetes mellitus or elderly individuals. ACLF is observed in patients with cirrhosis who occasionally have zinc deficiency. However, effective drugs for hepatitis A are currently unavailable. Glucose-regulated protein 78 (GRP78) is an antiviral agent that has been reported to prevent HAV replication. The effects...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41011782",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polymorphism of <em>BoLA-DRB3</em> in Semen and Its Influence on Progeny Derived from Semen with Resistance and Susceptibility to Bovine Leukemia Virus Proviral Load",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011737/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Bovine leukemia virus (BLV) is widespread globally and causes economic losses in the cattle industry. BoLA-DRB3 is a polymorphic gene associated with the BLV proviral load (PVL), which correlates with disease progression and transmission risk. However, the distribution of BoLA-DRB3 alleles in semen and their potential impact on the PVL of progeny remain unclear. Here, we investigated whether BLV susceptibility linked to BoLA-DRB3 alleles in semen is inherited by progeny. We analyzed 178...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41011737",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whether BLV susceptibility linked to BoLA-DRB3 alleles in semen is inherited by progeny",
      "significance": "on the PVL of progeny remain unclear",
      "conclusion": null
    },
    {
      "title": "Myricetin Attenuates Hyperexcitability of Trigeminal Nociceptive Second-Order Neurons in Inflammatory Hyperalgesia: Celecoxib-like Effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011681/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Myricetin (MYR), a naturally occurring flavonoid widely distributed in fruits and vegetables, was investigated for its potential to reduce inflammation-induced hyperexcitability in the spinal trigeminal nucleus caudalis (SpVc), which is associated with hyperalgesia. The study also compared MYR's impact with that of celecoxib (CEL), a non-steroidal anti-inflammatory drug (NSAID). To induce inflammation, Complete Freund's adjuvant was injected into the whisker pads of rats. Subsequently, we...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41011681",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "with that of celecoxib (CEL), a non-steroidal anti-inflammatory drug (NSAID)",
      "conclusion": null
    },
    {
      "title": "Astaxanthin Alleviates Inflammatory Mechanical Hyperalgesia by Reducing Hyperexcitability of Trigeminal Nociceptive Secondary Neurons: Potential as an NSAID Alternative",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011557/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "This study investigated the potential of astaxanthin (AST), a natural carotenoid, to mitigate inflammation-induced hyperexcitability in the spinal trigeminal nucleus caudalis (SpVc) and the associated hyperalgesia. The efficacy of systemic AST application was compared to that of celecoxib (CEL). Inflammation was induced by injecting Complete Freund's adjuvant into the whisker pads of rats. The mechanical escape threshold was then assessed by delivering mechanical stimuli to the orofacial region....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41011557",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the potential of astaxanthin (AST), a natural carotenoid, to mitigate inflammation-induced hyperexcitability in the spinal trigeminal nucleus caudalis (SpVc) and the associated hyperalgesia",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeted Screening with the Use of Clinical Risk Factors for Detecting Congenital Cytomegalovirus Infection in Newborns: A Prospective Multicenter Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011528/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Congenital cytomegalovirus infection (cCMV) is one of the most common congenital infections. This study aimed to evaluate the diagnostic performance of targeted screening with the use of clinical risk factors for cCMV. A total of 3063 pregnant women and their 3139 newborns were enrolled. Six clinical findings consisting of maternal fever or flu-like symptoms during pregnancy (fever/flu-like symptoms), hospitalization for threatened miscarriage or preterm labor before 34 weeks of gestation,...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41011528",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the diagnostic performance of targeted screening with the use of clinical risk factors for cCMV",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-Time PCR Test (Flora Select™) for Assessing the Effectiveness of Bacterial Vaginosis Treatment During Pregnancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011504/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Preterm birth is a major cause of perinatal mortality and morbidity in newborns, and its risk is increased by bacterial vaginosis (BV) during pregnancy. This multicenter prospective cohort study aimed to evaluate whether Flora select™ (FS), a newly developed real-time polymerase chain reaction test, is clinically useful for assessing the effectiveness of BV treatment during pregnancy. The vaginal microbiome characterized by relative dominance rates of Lactobacillus ≤ low (<50%), together with a...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41011504",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carrot Rhamnogalacturonan-I Supplementation Shapes Gut Microbiota and Immune Responses: A Randomised Trial in Healthy Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background: Rhamnogalacturonan-I (RG-I) is a pectic polysaccharide with emerging prebiotic and immunomodulatory potential. This randomised, double-blind, placebo-controlled trial (ID: NCT06081972) evaluated the effects of carrot-derived RG-I (cRG-I) supplementation, compared to placebo (maltodextrin), on gut microbiota composition and immune cell activation in healthy adults. Methods: A total of 54 participants (18-70 years old) were randomised in a double-blind manner to receive either 500...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41011488",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structure-Activity Relationship Study of 3-Alkynyl-6-aryl-isothiazolo[4,3-<em>b</em>]pyridines as Dual Inhibitors of the Lipid Kinases PIKfyve and PIP4K2C",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011211/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: RMC-113, a 3-alkynyl-6-aryl-disubstituted isothiazolo[4,3-b]pyridine, is a dual inhibitor of the lipid kinases PIKfyve and PIP4K2C with broad-spectrum antiviral activity. The aim was to study the structure-activity relationship (SAR) of isothiazolo[4,3-b]pyridines as dual PIKfyve/PIP4K2C inhibitors. Methods: A series of isothiazolo[4,3-b]pyridines was synthesized by introducing structural variety at positions 3 and 6 of the central scaffold. The primary assay to guide the...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41011211",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "RMC-113, a 3-alkynyl-6-aryl-disubstituted isothiazolo[4,3-b]pyridine, is a dual inhibitor of the lipid kinases PIKfyve and PIP4K2C with broad-spectrum antiviral activity",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ε-Viniferin Rejuvenates Senescence via <em>RGS16</em> Regulation: In Vitro Evidence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41011126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background: Reactive oxygen species (ROS) generated due to mitochondrial dysfunction are one of the primary causes of the initiation and progression of senescence. Although reducing mitochondrial ROS production is known as an effective strategy for the treatment of aging, effective components that reduce mitochondrial ROS production or effective treatments that utilize them have not yet been developed. Methods: Screening of plant-generated secondary metabolites to overcome ROS-mediated stress...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41011126",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Longitudinal Effects of Glecaprevir/Pibrentasvir on Liver Function, Fibrosis, and Hepatocellular Carcinoma Risk in Chronic Hepatitis C: A Prospective Multicenter Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background and Aims: Glecaprevir/pibrentasvir achieves sustained virologic response (SVR) rates above 95% in chronic hepatitis C (CHC). Nevertheless, the residual risk of hepatocellular carcinoma (HCC) after SVR, especially in patients with advanced liver disease, has not been fully defined. We prospectively evaluated longitudinal changes in liver function and fibrosis and sought predictors of post-SVR HCC in a real-world multicenter cohort. Methods: A total of 395 CHC patients who attained SVR...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University"
      ],
      "pmid": "41010992",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Glecaprevir/pibrentasvir achieves sustained virologic response (SVR) rates above 95% in chronic hepatitis C (CHC)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Standing Temporomandibular Joint Dislocation: A Comprehensive Review and Proposal of a Treatment Algorithm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010896/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Long-standing or protracted temporomandibular joint dislocation refers to a condition that persists for more than 1 month without reduction. To elucidate the clinical characteristics and treatment results of this condition, this comprehensive review analyzed the available data. Materials and Methods: Studies were assessed using electronic medical databases and manual searches from their inception to 31 December 2024. Results: Overall, 229 cases (139 women and 81 men;...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41010896",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Long-standing or protracted temporomandibular joint dislocation refers to a condition that persists for more than 1 month without reduction",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Robotic-Assisted Total Pelvic Exenteration for Rectal Cancer Using the Hugo™ RAS System: First Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Introduction: Total pelvic exenteration (TPE) is a radical procedure for advanced pelvic malignancies involving adjacent organs. The Hugo™ RAS System is a novel robotic platform, but its application in TPE has not previously been reported. We describe the first case of robotic-assisted TPE using Hugo™ RAS in a patient with locally advanced rectal cancer invading the prostate. Methods: A 69-year-old male with mucous and bloody stools was diagnosed with cT4b (prostate, levator ani muscle) N0M0...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41010809",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Autologous Micro-Fragmented Adipose Tissue (MFAT) Injections May Be an Effective Treatment for Advanced Knee Osteoarthritis: A Longitudinal Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010772/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Knee osteoarthritis (OA) is a major cause of pain and functional disability worldwide, leading to a growing interest in more durable and less invasive therapies. Micro-fragmented adipose tissue (MFAT) injections have emerged as a promising frontier in regenerative therapies using mesenchymal stem cells (MSCs). This study assessed the safety and effectiveness of MFAT injections for symptomatic knee OA while investigating the duration of treatment effects. Methods: This...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41010772",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "Knee osteoarthritis (OA) is a major cause of pain and functional disability worldwide, leading to a growing interest in more durable and less invasive therapies",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Holistic Approach Towards Evaluating Upper Limb Function in Children with Unilateral Cerebral Palsy: A Narrative Review of Clinical Tools and Promising Technologies for Comprehensive Assessment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Optimal upper limb (UpL) function is essential for performing daily activities; however, children with unilateral spastic cerebral palsy (USCP) often experience impairments in UpL function, which can impact their quality of life or independence. While UpL motor impairments are a primary concern, non-motor functions, such as cognition, attention, and visual function, commonly impaired in USCP, may also play a role in UpL performance. Nevertheless, these non-motor functions are often not...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41010743",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "their quality of life or independence",
      "conclusion": null
    },
    {
      "title": "Glycosylated Hemoglobin Levels in the Third Trimester for Predicting Adverse Pregnancy and Neonatal Outcomes in Women with Pre-Gestational Diabetes: A Multi-Center Retrospective Cohort Study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010597/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: The objective of this study is to investigate pregnancy and neonatal outcomes in women with pre-gestational diabetes (PGDM) in the Korean population and compare outcomes according to glycosylated hemoglobin (HbA1c) levels in the third trimester. Methods: Singleton pregnant women with PGDM, with follow-up data, and who delivered at 16 Korean tertiary institutions between 2010 and 2023 were included for analysis. Eligible patients were divided into two groups according to...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University"
      ],
      "pmid": "41010597",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "The objective of this study is to investigate pregnancy and neonatal outcomes in women with pre-gestational diabetes (PGDM) in the Korean population and compare outcomes according to glycosylated hemo...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Radiologic and Morphologic Analysis of Posterolateral Fusion and Percutaneous Pedicle Screw Fixation for Thoracolumbar Junction Burst Fractures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Thoracolumbar burst fractures often require surgical stabilization. Although posterolateral fusion (PLF) has been traditionally used, percutaneous posterior fixation (PPF) without fusion has emerged as a less invasive alternative. However, comparative data specifically addressing PPF and PLF are limited. This study aimed to compare the radiological and perioperative outcomes of PPF and PLF for thoracolumbar burst fractures. Methods: This retrospective cohort study analyzed...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41010584",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Thoracolumbar burst fractures often require surgical stabilization",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Uncovering the New Biology of Giant Cell Arteritis to Guide Therapeutic Strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010555/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Giant cell arteritis (GCA) is a form of large vessel vasculitis that primarily affects older adults and forms granulomatous inflammation in the aorta and its major branches. Recent advances in immunology and multi-omics technologies have elucidated several key mechanisms involved in the pathogenesis of GCA, including immune checkpoint dysregulation, clonal hematopoiesis, and age-associated immune dysfunction. From the perspective of immune cell subsets, a diverse range of immune cells-including...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41010555",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Multi-Dimensional Sleep Health and Breakfast Skipping in Japanese High School Students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010530/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Breakfast skipping has been associated with a wide range of adverse health outcomes, including metabolic disorders, disrupted circadian rhythm, and impairments of memory and attention in adolescents and adults. Although partial associations between sleep and breakfast behaviors have been reported, few studies have examined multi-dimensional sleep health simultaneously in relation to breakfast skipping, especially comprehensive studies systematically examining this...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41010530",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Breakfast skipping has been associated with a wide range of adverse health outcomes, including metabolic disorders, disrupted circadian rhythm, and impairments of memory and attention in adolescents a...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immunomodulatory Effects of <em>Lactobacillus brevis</em> NES-428 in a Hyperthyroidism Mouse Model: Potential Applications for Graves' Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background: Safe, microbiome-based interventions for autoimmune hyperthyroidism are lacking. We isolated the lactic acid bacterium NES-428 from kimchi and previously demonstrated that it shares 99% 16S-rRNA identity with Lactobacillus brevis reference strains, confirming NES-428 as a novel strain. Here we evaluated its immunomodulatory and anti-thyroid activity in cellular and murine models. Methods: Jurkat T cells (5 × 10⁶) were incubated with heat-killed NES-428 for 24 h and subsequently...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41010493",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antifatigue Effects of 5-Aminolevulinic Acid Chronic Treatment on Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "5-aminolevulinic acid (5-ALA) is a heme precursor involved in mitochondrial activation. A clinical study suggested that 5-ALA supplementation alleviates fatigue in healthy individuals who experience chronic physical tiredness. However, the detailed mechanisms are unknown. Therefore, we investigated the mechanism underlying the antifatigue effect of 5-ALA using fatigue mouse models. C57BL/6N mice were orally administered 5-ALA hydrochloride or distilled water for 8 weeks. Fatigue mouse models...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41010408",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the mechanism underlying the antifatigue effect of 5-ALA using fatigue mouse models",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigation on the Microstructure and Mechanical Properties of FeGa<sub>3</sub> Surface Film on SKD11 Substrate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Gallium-based liquid metal is corrosive to steel alloys, forming FeGa(3) surface films which can potentially be applied as a solid lubricant to enhance wear resistance and mitigate liquid metal-induced corrosion. However, the characteristics of these films remain insufficiently explored. In this study, Ga-In-Sn alloy was ultrasonically soldered onto annealed and decarburised substrates, followed by heating in a vacuum chamber to form a 30 μm thick FeGa(3) reaction layer. The film on the annealed...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41010268",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sintering Distortion in Multi-Composition-Layered Zirconia Disks for Dental Prostheses: An Experimental Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41010079/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Zirconia is a high-strength ceramic and has increasing importance, particularly in the field of aesthetic dentistry for crown restorations. Multi-composition-layered-type (MCL) zirconia is attracting attention as a new material that integrates high light transmittance with mechanical strength. However, there are no reports on the deformation induced by sintering in MCL zirconia. Therefore, we aimed to investigate the sintering distortion of MCL zirconia. An experimental fixed dental prosthesis...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41010079",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the sintering distortion of MCL zirconia",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inhibitory Effect of Fucoidan Analogs on Highly Metastatic Gastric Cancer Cells via Galectin-4 Inhibition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009793/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "In malignant-type gastric cancer, peritoneal dissemination is the most frequent metastatic process and is an inoperable condition for which effective treatment is lacking. Our research has revealed that galectin-4 plays an important role in the peritoneal metastasis of gastric cancer cells. Based on this, we hypothesized that inhibiting galectin-4 could suppress peritoneal metastasis. The inhibitory activity towards galectin-4 binding was evaluated using an enzyme-linked immunosorbent assay,...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41009793",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "role in the peritoneal metastasis of gastric cancer cells",
      "conclusion": null
    },
    {
      "title": "Novel Polycaprolactone Based Coating for Catheters: Sustained Antibiotic Release for Enhanced Infection Prevention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Healthcare-associated infections are a serious concern, particularly in patients with intravascular catheters. In this study, we developed a novel ampicillin-loaded polycaprolactone (PCL)-coated polyurethane catheter (PUC) wherein polymethylhydrosiloxane (PMHS) enhanced the adhesion between PCL and PUC, ensuring coating durability. PUC were first treated with PMHS, followed by PCL coatings containing 1, 3, or 6 wt% ampicillin. Antibacterial activity against Listeria innocua and Escherichia coli...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41009738",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antitumor Activity by an Anti-CD44 Variant 9 Monoclonal Antibody in Gastric and Colorectal Cancer Xenograft Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CD44 variants (CD44v) play essential roles in the promotion of tumor metastasis, maintenance of cancer stem cell properties, and resistance to treatments. Therefore, the development of anti-CD44v mAbs is essential for targeting CD44v-positive tumor cells. An anti-CD44v9 mAb, C(44)Mab-1 (mouse, IgG(1), kappa), was previously established. C(44)Mab-1 recognizes the variant exon 9-encoded region and applies to multiple research techniques. A mouse IgG(2a) version of C(44)Mab-1 (C(44)Mab-1-mG(2a))...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41009730",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TGFBI Facilitates Myogenesis and Limits Fibrosis in Mouse Skeletal Muscle Regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009607/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Skeletal muscles are essential for movement and support but are vulnerable to injury. Muscle regeneration relies on the extracellular matrix (ECM), which regulates key cellular processes. Transforming growth factor β-induced (TGFBI), an ECM component involved in cell adhesion, migration, and tissue development, has not been investigated in skeletal muscle regeneration. Here, we examined the role of TGFBI using Tgfbi knockout (KO) mice and C2C12 myoblasts. In vitro, C2C12 cells were treated with...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University"
      ],
      "pmid": "41009607",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the role of TGFBI using Tgfbi knockout (KO) mice and C2C12 myoblasts",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biphasic Adaptations of Gastric Epithelial Cells in Chronic <em>H. pylori</em> Infection from Stress to Tolerance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Helicobacter pylori (H. pylori) is a well-known pathogen associated with chronic gastric infection, progressing from gastritis to gastric adenocarcinoma, but the dynamic phenotypic and molecular characteristics of gastric epithelial cells during sustained infection remain unclear. We established a chronic infection model using the human gastric epithelial cell line GES-1, exposed to H. pylori or its lysate across 30 generations, dynamically assessing cell proliferation, migration, invasion,...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41009587",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Imeglimin Alleviates High-Glucose-Induced Bioenergetic and Oxidative Stress Thereby Enhancing Intercellular Adhesion in H9c2 Cardiomyoblasts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "To elucidate the effects of the new antidiabetic agent, imeglimin (Ime, 2 mM), on high-glucose-induced cellular stress in cardiac cells, its effects were compared with those of the conventional antidiabetic agent metformin (Met, 2 mM) based on various cellular pathophysiological functions. H9c2 cardiomyoblasts were cultured under normal-glucose (5.5 mM, N-Glu) or high-glucose (50 mM, H-Glu) conditions. Cellular metabolic function was evaluated using a Seahorse XFe96 Bioanalyzer, along with...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41009485",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correlation Between the Proportion of Senescence-Associated β-Galactosidase-Stained CD8+ T Cells and Age: A Cross-Sectional Study in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009368/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Recently, senescent T cells in the peripheral blood have been detected using senescence-associated β-galactosidase (SA-βGal) activity and have been used as an endpoint in clinical trials. However, the epidemiological association between the abundance of SA-βGal-stained senescent CD8+ T cells and chronological age has not been fully elucidated. To examine the correlation between the proportion of SA-βGal^(high) CD8+ T cells and age, we analyzed previously collected clinical trial data. We...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41009368",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "previously collected clinical trial data",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Justice at Risk? The Influence of Recidivism Risk Information on Evaluation of Evidence and Determination of Guilt",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "In contrast to jurisdictions with bifurcated criminal justice proceedings, in Belgium and the Netherlands a defendant's assessed risk of recidivism is known to triers of fact prior to making decisions about guilt. In three experiments conducted in those two countries, we investigated whether information about recidivism risk would bias the fact finders' evaluations of evidence and the defendant's credibility, and their final decision on guilt. Specifically, student participants (Belgian sample:...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41009307",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whether information about recidivism risk would bias the fact finders' evaluations of evidence and the defendant's credibility, and their final decision on guilt",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hydrogen Gas Mitigates Acute Hypoxia-Induced Oxidative and Inflammatory Brain Injuries in Medaka (<em>Oryzias latipes</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Hypoxia-induced oxidative stress and inflammation in the brain are critical contributors to neurological disorders. Hydrogen gas has emerged as a therapeutic agent with potent antioxidant and anti-inflammatory properties. In this study, we evaluated the protective effects of hydrogen against acute hypoxia-induced brain injuries in medaka. Fish were exposed to hypoxia and then recovered in water bubbled with air, hydrogen, or ozone. LOX-1 hypoxia probe imaging and HIF-1α immunostaining showed...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41009034",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of Polyphenolic Compounds Common in Greek Medicinal Plants for Their Antioxidant Effects and Antiviral Activity Against Dengue and Yellow Fever Viruses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41009008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Polyphenolic compounds, commonly found in Greek medicinal plants, exhibit promising antiviral and antioxidant properties, making them potential candidates for therapeutic purposes. This study aims to evaluate the antiviral activity of nine selected polyphenols against Dengue virus (DENV) and Yellow Fever virus (YFV) life cycles, alongside their antioxidant capacity determined by the DPPH method and the ABTS assay, and their ability to inhibit DNA strand scission induced by peroxyl radicals....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41009008",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to evaluate the antiviral activity of nine selected polyphenols against Dengue virus (DENV) and Yellow Fever virus (YFV) life cycles, alongside their antioxidant capacity determined by the DPPH method...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protein and Peptide in Cancer Research: From Biomarker to Biotherapeutics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41008874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Proteins and peptides play a pivotal role in key pathological processes, including cancer growth, immune evasion, angiogenesis, and metastasis. Consequently, they are gaining attention as significant biomolecules in the diagnosis and treatment of various diseases. This review provides a comprehensive overview of the latest research trends and technological advancements in protein- and peptide-based cancer diagnostic and therapeutic strategies. It covers the clinical application of major...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41008874",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differentiation of <em>Dmrt1</em> Z and W Homologs Occurred Independently in Two <em>Gekko hokouensis</em> Populations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41008600/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Gekko hokouensis is a gecko species widely distributed across East Asia. Although most of the Japanese populations possess ZW sex chromosomes (female heterogamety), the degree of sex chromosome differentiation varies among populations. The gene encoding for Dmrt1, a transcription factor involved in testis development in vertebrates, is located on the Z and W sex chromosomes of this species and is therefore a candidate of the sex-determining gene. In this study, we investigated the gene structure...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41008600",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the gene structure",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acute Vertigo, Dizziness and Imbalance in the Emergency Department-Beyond Stroke and Acute Unilateral Vestibulopathy-A Narrative Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41008355/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "New-onset vertigo, dizziness and gait imbalance are amongst the most common symptoms presenting to the emergency department, accounting for 2.1-4.4% of all patients. The broad spectrum of underlying causes in these patients cuts across many specialties, which often results in diagnostic challenges. For patients meeting the diagnostic criteria for acute vestibular syndrome (AVS, i.e., presenting with acute-onset prolonged vertigo/dizziness with accompanying gait imbalance, motion intolerance,...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41008355",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Variations in Diacron-Reactive Oxygen Metabolites and Biological Antioxidant Potential Across Reproductive Phases and Parities in Sows Reared Under Different Production Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41007884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Oxidative stress is a detrimental factor affecting pig reproductive performance but has rarely been evaluated in clinical fields. We evaluated the potential of diacron-reactive oxygen metabolites (d-ROMs) and biological antioxidant potential (BAP) as stable markers for assessing oxidative stress in breeding sows. The 28 sows were categorized into a low-parity group (n = 18, parity 1-2) and a high-parity group (n = 10, parity 4-6) at two commercial farms. Blood samples were collected at three...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41007884",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Implications of Bacteremia Caused by Non-<em>baumannii Acinetobacter</em> Compared with Those of <em>Acinetobacter baumannii</em> Bacteremia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41007864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Objectives: This study aimed to compare clinical characteristics, antimicrobial susceptibility, and 28-day mortality between patients with Acinetobacter baumannii bacteremia (ABB) and non-baumannii Acinetobacter bacteremia (NBAB) after rapid matrix-assisted laser desorption ionization time-of-flight (MALDI-TOF) mass spectrometry (MS) species identification. Methods: We retrospectively reviewed the clinical data of adult ABB and NBAB patients over >7 years. Multivariate logistic regression was...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41007864",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aimed to compare clinical characteristics, antimicrobial susceptibility, and 28-day mortality between patients with Acinetobacter baumannii bacteremia (ABB) and non-baumannii Acinetobacter ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sleep Characteristics and Prevalence of Perceived Insufficient Sleep Across Age Groups in the Japanese Community-Based General Population: The Japan Multi-Institutional Collaborative Cohort Daiko Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41007482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "This study aimed to provide basic data according to age on objective sleep duration distribution and sleep characteristics via subjectivity, and to determine the prevalence of insufficient sleep and related sleep parameters in the general Japanese population. Data from the second survey of the Japan Multi-Institutional Cohort (J-MICC) Daiko Study were used for the analysis, with 2091 participants (1556 women; 58.6 ± 9.8 years old) included. Questionnaires included subjective sleep duration,...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41007482",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "sleep duration distribution and sleep characteristics via subjectivity, and to determine the prevalence of insufficient sleep and related sleep parameters in the general Japanese population",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biosensor-Based Comparison of Stress Responses in Qingtian Paddy Field Carp (<em>Cyprinus carpio</em> var. <em>qingtianensis</em>) and Xingguo Red Carp (<em>Cyprinus carpio</em> var. <em>singuonensis</em>) Under Acute Shallow Water Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41007447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "The domestication of common carp in rice paddies (5-20 cm depth) is challenging, as the fish must withstand drastic fluctuations in temperature and dissolved oxygen, restricted movement, and bird predation without the option of diving. The effects of stress responses in different species of carp in shallow-water environments remain poorly understood, particularly with fluctuating water levels where real-time monitoring is challenging. This study employed a glucose biosensor system enabling...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41007447",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rates of Mitochondrial Metabolism of Glucose, Amino Acids, and Fatty Acids by the HEI-OC1 Inner Ear Cell Line",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41007265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Glucose is essential for basal metabolism but cannot rapidly meet sudden energy demands. Pyruvate and L-Gln serve as effective substrates for short-term, high-intensity energy demands. Fatty acids increase OCR through mitochondrial uncoupling effects, though their role may be limited in inner ear cells. These findings provide a foundation for exploring metabolic interventions to support cochlear function and hearing health.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41007265",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Glucose is essential for basal metabolism but cannot rapidly meet sudden energy demands. Pyruvate and L-Gln serve as effective substrates for short-term, high-intensity energy demands"
    },
    {
      "title": "The Evaluation of a Deep Learning Approach to Automatic Segmentation of Teeth and Shade Guides for Tooth Shade Matching Using the SAM2 Algorithm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41007204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Accurate shade matching is essential in restorative and prosthetic dentistry yet remains difficult due to subjectivity in visual assessments. We develop and evaluate a deep learning approach for the simultaneous segmentation of natural teeth and shade guides in intraoral photographs using four fine-tuned variants of Segment Anything Model 2 (SAM2: tiny, small, base plus, and large) and a UNet baseline trained under the same protocol. The spatial performance was assessed using the Dice Similarity...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41007204",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Disinfection and Sterilization on 3D-Printing Resin Performance for Surgical Guides in Cardiac Ablation Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41007169/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Patient-tailored, 3D-printed surgical guides offer significant potential to improve precision and therapeutic efficacy in cardiac ablation surgery. However, reliable post-sterilization material performance presents a critical yet underexplored barrier to clinical adoption. This study investigates how disinfection and sterilization impact the mechanical and thermal properties of photopolymer resins. Specimens from two 3D-printing resins (Bioflex A80 MB™, 3Dresyns; MED625FLX™, Stratasys) were...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41007169",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "the mechanical and thermal properties of photopolymer resins",
      "conclusion": null
    },
    {
      "title": "Unique Bone Marrow Findings of FDG-PET/CT in Acute Leukemia in Children: Comparison to Inflammatory Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41007083/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Fluorine-18 fluorodeoxyglucose positron emission tomography/computed tomography (FDG-PET/CT) is a valuable imaging modality for detecting malignancies and diagnosing fever of unknown origin (FUO). However, data regarding FDG accumulation in bone marrow among pediatric acute leukemia (AL) cases are limited. In this study, we aimed to compare FDG-PET/CT findings between children with AL and those with inflammatory diseases (IDs), including FUO, and develop a scoring system...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41007083",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Fluorine-18 fluorodeoxyglucose positron emission tomography/computed tomography (FDG-PET/CT) is a valuable imaging modality for detecting malignancies and diagnosing fever of unknown origin (FUO)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Attachment Process of the Mothers of Children with Autism Spectrum Disorders in the Pre-School Years: A Mixed Methods Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41007034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The results of this suggest that it is necessary to develop a personalized intervention strategy and to provide proper nursing by considering the attachment process and type of mothers of children with ASD.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41007034",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results of this suggest that it is necessary to develop a personalized intervention strategy and to provide proper nursing by considering the attachment process and type of mothers of children with ASD"
    },
    {
      "title": "Quantitative proteomics of formalin-fixed, paraffin-embedded cardiac specimens uncovers protein signatures of specialized regions and patient groups",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Proteomic technologies have advanced our understanding of disease mechanisms, patient stratification and targeted therapies. However, applying cardiac proteomics in translational research requires overcoming the barrier of tissue accessibility. Formalin-fixed, paraffin-embedded (FFPE) heart tissue, widely preserved in pathology collections, remains a largely untapped resource. Here we demonstrate that proteomic profiles are well preserved in FFPE human heart specimens and compatible with...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41006917",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-throughput proteome integral solubility alteration assay for low cell input using One-Tip",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006785/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Mass spectrometry-based versions of the cellular thermal shift assay (CETSA), like proteome integral solubility alteration (PISA), enable simultaneous monitoring of thousands of proteins for drug-target engagement. These methods are constrained in throughput and scalability, while the sample requirement limits the applicability to widely available material. Here, we combine PISA with the One-Tip method to simplify and streamline sample preparation. Using the mass spectrometry-compatible...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41006785",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Numerical modeling and simulation of stochastic fractional order model for COVID-19 infection in Mittag-Leffler kernel",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006754/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "In this work, we develop and analyze a fractional-order stochastic model for COVID-19 transmission, incorporating the effects of vaccination. The model is formulated using the Atangana-Baleanu fractional derivative in the Caputo sense, which captures memory and hereditary properties of disease transmission more accurately than classical derivatives. We first examine the positivity and boundedness of the deterministic fractional model and determine its equilibrium points. The model is then...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41006754",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Caution is needed when translating the carbon market logic to nature credits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006731/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41006731",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A data-driven typology of individually perceived workplace environments and employee well-being",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41006693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "This study adopts a data-driven, employee-centered approach to explore how individually perceived workplace environments shape well-being. Analyzing over 1.3 million observations from 2017 to 2021, we identify nine key job demand and resource factors-including workload, emotional burden, job autonomy, organizational integrity, and support-using factor analysis. Rather than examining these dimensions in isolation, we apply Gaussian mixture models (GMM) to uncover ten distinct workplace types that...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41006693",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Efficacy and Safety of Electrical Stimulation Therapies for Diabetic Ulcers: A Network Meta-analysis of Randomized Controlled Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This network meta-analysis suggests that HVPC, CDC, and asymmetric biphasic square-wave pulse are the most effective ES therapies for promoting DU healing.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014485",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This network meta-analysis suggests that HVPC, CDC, and asymmetric biphasic square-wave pulse are the most effective ES therapies for promoting DU healing"
    },
    {
      "title": "Senescence-associated gene signatures predict survival in lung cancer: a multi-cohort analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014483/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Lung cancer is a leading cause of cancer-related mortality worldwide and is predominantly diagnosed in older adults, underscoring the need to explore aging-related biological mechanisms that influence disease progression and prognosis. Cellular senescence, a hallmark of aging, plays a dual role in cancer by contributing to both tumor suppression and tumor promotion through its influence on tumor growth, modulation of the tumor microenvironment, the senescence-associated secretory phenotype...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014483",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring individual differences in the impact of cognitive constraints on prosocial decision-making via intrinsic brain connectivity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Prosocial decisions in daily life are often influenced by cognitive constraints, such as time pressure and cognitive load, which can impact how we process information and make decisions that benefit others. Understanding how these constraints interact with our brain's intrinsic connectivity patterns and contribute to individual differences is crucial. This study investigates the neural mechanisms underlying the effects of cognitive constraints on prosocial decision-making. We developed a...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014463",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "how we process information and make decisions that benefit others",
      "conclusion": null
    },
    {
      "title": "Do the therapeutic vaccines hold hope for the treatment of hepatitis B?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Therapeutic vaccines are of great significance in the field of CHB treatment. Current research achievements provide strong support for their application, while combined therapy offers new ideas and hope for future treatment directions.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014398",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "in the field of CHB treatment",
      "conclusion": "Therapeutic vaccines are of great significance in the field of CHB treatment. Current research achievements provide strong support for their application, while combined therapy offers new ideas and hope for future treatment directions"
    },
    {
      "title": "Proceedings of the 26th International Analytical Ultracentrifugation Workshop and Symposium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014354/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "The 26th International Analytical Ultracentrifugation Workshop and Symposium (AUC2024) took place at the scenic Banz Abbey near Bad Staffelstein, Germany, from July 22 to 27, 2024. 84 participants from 16 countries (Belgium 1, Canada 7, China 3, Colombia 1, Czech Republic 3, Finland 1, France 3, Germany 35, Israel 1, Italy 1, Japan 2, New Zealand 2, Spain 1, Switzerland 4, United Kingdom 5, United States 14) travelled to Germany to present and discuss the latest advances in the field. 40...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014354",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of a fully automated assay for the measurement of plasma pTau217 and a composite score integrating the ratio Aβ1-42/1-40 as biomarkers of Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014347/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014347",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of controlled human Plasmodium falciparum infection on B cell subsets in individuals with different levels of malaria immunity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Continuous exposure to Plasmodium falciparum (Pf) has been associated with alterations in B cells. We investigated the effect of controlled human malaria infection (CHMI) on B cell phenotypes in individuals with different Pf immunity status: malaria-naïve, immunized with PfSPZ-CVac and semi-immune (lifelong-exposed) volunteers. Compared to naïve, semi-immune but not vaccinated individuals, had increased baseline frequencies of immature B cells (CD19^(+)CD10^(+)), active naive...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014333",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the effect of controlled human malaria infection (CHMI) on B cell phenotypes in individuals with different Pf immunity status: malaria-naïve, immunized with PfSPZ-CVac and semi-immune (lifelong-expose...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "st-DenseViT: A Weakly Supervised Spatiotemporal Vision Transformer for Dense Prediction of Dynamic Brain Networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Modeling dynamic neuronal activity within brain networks enables the precise tracking of rapid temporal fluctuations across different brain regions. However, current approaches in computational neuroscience fall short of capturing and representing the spatiotemporal dynamics within each brain network. We developed a novel weakly supervised spatiotemporal dense prediction model capable of generating personalized 4D dynamic brain networks from fMRI data, providing a more granular representation of...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014302",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unity or Diversity in Executive Functions: Examining the Three-Factor Model in Young Children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Executive functions (EFs) as a set of cognitive processes play a crucial role in developing children's higher mental functions and academic success. Regardless of the number of studies conducted on EFs, current findings on the structure of cognitive functions as a whole or multifaceted construct are mixed. This study aims to evaluate and compare the latent factor structure of EFs in preschool-aged children (5-7 years) and school-aged children (7-9 years) to identify this structure across two age...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014301",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "to evaluate and compare the latent factor structure of EFs in preschool-aged children (5-7 years) and school-aged children (7-9 years) to identify this structure across two age",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-World Molecular Testing in European Early-Onset Colorectal Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our results support universal and paired somatic and germline multi-gene panels for all EOCRC patients, regardless of MMR status or family history. Systematic molecular testing approaches are necessary to address disparities in people with EOCRC. Larger unselected cohort studies would support validation of testing prediction models and estimates of clinically relevant variant actionability.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014296",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results support universal and paired somatic and germline multi-gene panels for all EOCRC patients, regardless of MMR status or family history. Systematic molecular testing approaches are necessary to address disparities in people with EOCRC"
    },
    {
      "title": "Non-Operative Management for Osteochondral Lesions of the Tibial Plafond Results in Minor Improvements of Patient-Reported Outcomes: A 2-Year Prospective Follow-Up Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014285/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "ObjectiveOsteochondral lesions of the tibial plafond (OLTP) are considered rare, and to date the treatment for these lesions has solely focused on operative management. The aim of this study was to prospectively assess the 2-year patient-reported outcomes, radiological outcomes, and adverse outcomes for the non-operative treatment of patients with a symptomatic OLTP.DesignEighteen patients with a symptomatic OLTP who underwent non-operative treatment were prospectively assessed. The primary...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014285",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to prospectively assess the 2-year patient-reported outcomes, radiological outcomes, and adverse outcomes for the non-operative treatment of patients with a symptomatic OLTP",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Rate Rechargeable Li/SOCl<sub>2</sub> Batteries Enabled by Cobalt Phthalocyanine Cathodic Catalysts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014283/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Rechargeable lithium/thionyl chloride (Li/SOCl(2)) batteries are considered promising alternatives to lithium-ion batteries because of their ultrahigh energy density and wide operating temperature range. However, current rechargeable Li/SOCl(2) batteries exhibit unsatisfactory rate performance that originates from the poor reversibility of SOCl(2) and is dominated by the difficulty in oxidizing the discharge product lithium chloride (LiCl). In response to this issue, cobalt phthalocyanine (CoPc)...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014283",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hole-Selective Self-Assembled Monolayers Overlaid on NiO<sub>x</sub> or PEDOT:PSS for Tin-Based Perovskite Solar Cells - An Overview of Recent Characterization Methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014274/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Self-assembled monolayers (SAMs) with high hole-selectivity have seen growing use in the research realm of perovskite solar cells (PSCs). Even though SAMs can be used solely, their hole-selective performance is amplifiable on a p-type underlayer such as nickel oxide (NiO(x)) or poly(3,4-ethylenedioxythiophene) polystyrenesulfonate (PEDOT:PSS). This is especially prominent in lead-free tin-based PSCs. Herein, we review recent relevant publications on hole-selective SAMs overlaid on NiO(x) or...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014274",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microdroplet-Driven Synthesis of a Metal-Organic Framework Catalyst",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "We report a room-temperature synthesis of copper-based metal-organic frameworks (Cu-MOFs) using microdroplet chemistry, offering a fast and energy-efficient alternative to conventional solvothermal methods that typically require high temperatures, extended reaction times, and suffer from inhomogeneous mixing. The unique microdroplet environment significantly accelerates reaction kinetics, enabling the formation of uniform octahedral crystals within 1 h at ambient conditions. Comprehensive...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014265",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply: Methodological considerations for advancing general paresis research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014259",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Construction of Dual Cross-Linked Conductive Hydrogels: Combining Toughness, Anti-Swelling, And Self-Healing Properties to Achieve Amphibious Multifunctional Sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014253/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Conductive hydrogels attract much attention in applications such as flexible electronics and wearable sensors. However, the swelling characteristics of conductive hydrogels in aqueous environments not only limit their long-term application but also adversely affect their performance. This study has developed a tough, anti-swelling, highly conductive dual-network water gel. Polyacrylic acid (PAA) and polyvinyl alcohol (PVA) are used as the backbone, with Zr⁴⁺ introduced to form metal chelation...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014253",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bottom-up Coarse-Grained Models of Asymmetric Membranes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Biological membranes are inherently asymmetric, consisting of various lipids and proteins that are heterogeneously distributed between membrane leaflets. The study of spatial heterogeneity in membrane bilayers is of fundamental importance in membrane biophysics. However, the accurate simulation of realistic membranes remains challenging. In all-atom (AA) modeling, the slow diffusion of lipids renders multicomponent bilayer simulations computationally demanding. In coarse-grained (CG) modeling,...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014250",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Dual-Response Quantum Dot Biosensor for Viral Protease and Nucleic Acid Detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "The ongoing circulation of SARS-CoV-2 and seasonal influenza viruses poses significant diagnostic challenges due to overlapping clinical symptoms and the risk of coinfections. Current detection methods, such as RT-qPCR and immunoassays, face limitations, including time-consuming protocols, the inability to differentiate viable viruses, and poor suitability for in vivo imaging. To address this, we developed a quantum dot-based Förster resonance energy transfer (FRET) biosensor (QDB) for the...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014246",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Greater Body Dissatisfaction at Admission Is Associated With Lower BMI at Discharge in Anorexia Nervosa: Predictive Validity of the Eating Pathology Symptoms Inventory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014241/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "People with anorexia nervosa (AN) engage in dietary restriction and other weight loss behaviors that result in dangerously low body weight, leading to an increased risk for mortality and medical complications. Weight gain is one of the most important indicators of treatment progress and recovery for AN. There are limited predictors of weight gain for patients with AN, making it difficult for clinicians to anticipate which patients are likely to respond favorably to treatment. Thus, there is a...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014241",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "indicators of treatment progress and recovery for AN",
      "conclusion": null
    },
    {
      "title": "Higher Capacity and Voltage Enabled by Stable Ions Dispersedly Occupied Co-Intercalation Phase in Rechargeable Magnesium Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014231/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Multivalent-ion batteries hold great promise as next-generation energy storage systems, yet efficient intercalation of multivalent ions into cathode frameworks remains challenging. Typically, the discharge capacity derived from Mg^(2+) intercalation into TiO(2) cathode is inferior due to the sluggish Mg^(2+) migration ability and the instability of the intercalated phase. Herein, the specific stable ion intercalation stoichiometry is determined through convex hull analysis in three different...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014231",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Linking extreme light availability to cellular function in algae-dominated communities on the Greenland Ice Sheet",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Glacier ice algae of the streptophyte genus Ancylonema bloom on glaciers globally, including the Greenland Ice Sheet. These algae survive under extreme high light conditions in the summer, as well as under very low light or total darkness during (polar) winters and winter burial under snow. However, little is known about the cellular mechanisms underpinning glacier ice algae ecophysiological plasticity in responses to extreme light availability. To address this knowledge gap, we evaluated the...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014222",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Challenges in determining motor threshold for therapeutic repetitive transcranial magnetic stimulation: A paradigmatic case report of radiculopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014220/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014220",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "One-Step Doping of P and S Elements to Fe-ZIF-8 Derivatives for Enhanced ROS Generation and Antibacterial Application",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014219/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Artificial enzymes have been rapidly developed in recent years. However, the homogenous charge distribution of active sites hinders the enhancement of the substrate affinity and catalytic efficiency. Herein, a dual-heteroatom doping strategy is developed for the design and modulation of MOF-derived carbon hybrids (ZFPS: ZnS/FeP/Fe(4)P(6)N(12)S). By introducing electronegative P and S atoms, the coordination environment of the metal sites is tuned, leading to the formation of narrow bandgap...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014219",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Room-Temperature Magnetoelectric Coupling in Strontium Titanate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Magnetoelectric (ME) multiferroics enable efficient interconversion of electrical and magnetic signals, offering pathways toward substantial reduction of power consumption in next-generation computing and information technologies. However, despite decades of research, the persistence of ME coupling at room-temperature, an indispensable feature for practical applications, remains exceedingly rare in single-phase materials, due to symmetry constraints imposed by magnetic point groups and competing...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014214",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Loading of Dicarboxylatoplatinum(II)-NHC Complexes in Bacterial Ghosts as an Advanced Development in Cancer Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014202/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "This study aimed to improve the drug-like properties of benzimidazole-based Pt(II)-N-heterocyclic carbene (NHC) complexes, particularly by enhancing their water solubility and delivery to cancer cells. Accordingly, four new Pt(II) complexes of the benzimidazol-2-ylidene type, featuring monodentate carboxylato ligands, were prepared and their structures confirmed through a combination of spectroscopic and crystallographic techniques. Their stability in aqueous solution and cell culture medium was...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014202",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "improve the drug-like properties of benzimidazole-based Pt(II)-N-heterocyclic carbene (NHC) complexes, particularly by enhancing their water solubility and delivery to cancer cells",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Addition of hydroxyurea (hydroxycarbamide) enhances the efficacy of fludarabine/cytarabine-based salvage regimens against acute myeloid leukaemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Despite intensive treatment, patients with relapsed or refractory acute myeloid leukaemia (AML) have a dismal prognosis. A cornerstone therapy for relapsed/refractory AML is a combination of fludarabine (F-ara-A) and cytarabine (ara-C), so-called FLA. As the enzyme SAMHD1 mediates resistance to both ara-C and F-ara-A, we investigated whether SAMHD1 inhibition via hydroxyurea (hydroxycarbamide; HU) could improve FLA efficacy. Here, we show that HU synergistically enhanced ara-C-, F-ara-A- and...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014199",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether SAMHD1 inhibition via hydroxyurea (hydroxycarbamide; HU) could improve FLA efficacy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proteomic profiling of endometrial tissue and plasma from mares with endometrial fibrosis†",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Endometrial fibrosis leads to subfertility when periglandular fibrosis impairs endometrial gland function. Identifying distinct protein expressions in mares suffering from this condition is essential for understanding the pathogenesis and developing treatments to delay fibrotic progression. To gain a better understanding of protein dynamics underlying this condition, Data-Independent Acquisition Mass Spectrometry was utilized to comprehensively characterize and compare the equine endometrial and...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014196",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stewardship of Broad-Range Polymerase Chain Reaction Testing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014193",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Orexin 1-16 as the stable metabolite behind low CSF orexin/hypocretin immunoreactivity in narcolepsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014189/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014189",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends in Risk of Pregnancy Loss Among US Women by Metropolitan Status, 2000-2018",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014169/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Risk of pregnancy loss increased by a relative 1% annually for women overall, and by 1%-2% annually among subgroups of women ages 15-34 in metropolitan areas. The eMKF provided improvements in estimate precision relative to direct estimates.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014169",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Risk of pregnancy loss increased by a relative 1% annually for women overall, and by 1%-2% annually among subgroups of women ages 15-34 in metropolitan areas. The eMKF provided improvements in estimate precision relative to direct estimates"
    },
    {
      "title": "Abnormal flow patterns in ascending aorta in fetuses with tetralogy of Fallot: evaluation by blood speckle-tracking echocardiography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: On BST, fetuses with ToF exhibited a higher incidence and a greater number of blood flow vortices in the AAo compared with gestational-age-matched controls. The association between the abnormal flow pattern in the AAo and LV outflow tract morphology, as well as cardiac geometry, may help to elucidate the pathophysiology of the aorta in fetuses with ToF. © 2025 International Society of Ultrasound in Obstetrics and Gynecology.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014168",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "On BST, fetuses with ToF exhibited a higher incidence and a greater number of blood flow vortices in the AAo compared with gestational-age-matched controls. The association between the abnormal flow pattern in the AAo and LV outflow tract morphology, as well as cardiac geometry, may help to elucidat..."
    },
    {
      "title": "Phase IIb Trial for the Palliative Treatment of Patients With Primary Hepatic Malignancy Unable to Receive Curative Treatment: Efficacy of Colchicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "This trial was to evaluate the efficacy and the safety of colchicine for the palliative treatment of patients with primary hepatic malignancy unable to receive curative treatment. Forty hepatocellular carcinoma (HCC) patients and two intrahepatic cholangiocarcinoma (ICC) patients signed the informed consents. Most HCC participants (97%) had failed in tyrosine kinase inhibitor (TKI) and/or immunotherapy before entering the study. Colchicine was started from 1 mg twice per day and was adjusted...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014140",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ten-Day-Old Neonate Cocaine Exposure and Human Milk: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Case reports of lactational intoxications are frequent, especially with drugs, like COC, which can build up in acidic body fluids, like human milk, without the ability to disperse. Development of new biomarkers for early diagnosis of intoxication are needed for substances with toxic potential, such as COC. An increase in activated Partial Thromboplastin Time (aTTP) time may be associated with lactational COC intoxication and may serve as an early biomarker for liver damage....",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014138",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Case reports of lactational intoxications are frequent, especially with drugs, like COC, which can build up in acidic body fluids, like human milk, without the ability to disperse. Development of new biomarkers for early diagnosis of intoxication are needed for substances with toxic potential, such ..."
    },
    {
      "title": "Quinoa Polyphenols Alleviate Glucose Deprivation-Induced Endoplasmic Reticulum Stress by Enhancing Hepatic Cellular Autophagy and Antioxidant Capacity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Glucose deprivation induces ER stress, oxidative damage, and apoptosis, contributing to hepatic dysfunction. This study explores the protective effects and mechanisms of quinoa-derived polyphenols (QPs) under glucose-deprived conditions. HepG2 and Huh7 cells were exposed to QPs at 100 or 200 µg/mL for 12 or 24 h under glucose-deprived conditions, while male mice received QPs by gavage at 40 or 80 mg/kg/day for 14 days, followed by a single intraperitoneal injection of 2-deoxy-D-glucose (2-DG,...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014136",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radiomics-Based Prognostication in Primary Sclerosing Cholangitis: A Proof-of-Concept Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014131/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: GLRLM-Run Entropy in FS-T2W is a novel radiomics-based biomarker for risk stratification in PSC patients. It is quantitative, standardised, easy to compute and cost-free, positioning it as a potential key innovation in PSC radiology-based biomarkers.",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014131",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GLRLM-Run Entropy in FS-T2W is a novel radiomics-based biomarker for risk stratification in PSC patients. It is quantitative, standardised, easy to compute and cost-free, positioning it as a potential key innovation in PSC radiology-based biomarkers"
    },
    {
      "title": "A Confirmatory Case of Severe Spondylocostal Dysostosis Caused by Biallelic Loss-of-Function of DMRT2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41014130/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250927151739&v=2.18.0.post9+e462414",
      "description": "Spondylocostal dysostosis (SCDO) is a rare genetic disorder characterized by abnormal development of the axial skeleton, resulting in malformations of the vertebrae and ribs that often impair lung development and lead to significant respiratory morbidity. SCDO is thought to arise from defects in the paraxial presomitic mesoderm, an embryonic tissue that forms the vertebral column and ribs. Pathogenic variants in DLL3, MESP2, LFNG, HES7, TBX6, and RIPPLY2 have been identified in various SCDO...",
      "pubDate": "2025-09-27T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41014130",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}