{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-09-04T19:23:33.165Z",
  "totalItems": 150,
  "totalArchived": 4673,
  "newPapersAdded": 165,
  "institutionBreakdown": {
    "KAIST": 9,
    "SNU": 41,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 3,
    "Korea University": 30,
    "IBS": 87,
    "UNIST": 1,
    "Hanyang University": 1,
    "KIST": 0,
    "GIST": 4,
    "Kyung Hee University": 4,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 81,
    "Cancer Research": 19,
    "Materials Science": 12,
    "Neuroscience": 5,
    "Biomedical": 31,
    "Computer Science": 2
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Induction of Nephron-Ductal Dual Lineages via Early Retinoic Acid Signaling Establishes a Platform for Fully Patterned Kidney Organoids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250904152324&v=2.18.0.post9+e462414",
      "description": "Kidney organoids are powerful tools for renal disease modeling and nephrotoxicity screening, yet their limited structural complexity-particularly the underdevelopment of ureteric bud (UB) lineages-remains a major limitation. A novel differentiation protocol is developed that short-term activation of retinoic acid (RA) signaling during the early intermediate mesoderm (IM) stage, enabling co-induction of anterior and posterior IM lineages. This eliminates the need for UB co-culture and supports...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40906456",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning-driven whole-slide image analysis predicts chemo-resistance and motility subtypes in muscle-invasive bladder cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906037/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250904152324&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Deep learning analysis of routine histological WSIs can serve as a practical, low-cost surrogate for molecular profiling, effectively capturing transcriptomic subtypes associated with chemoresistance in MIBC. This approach provides a viable method for patient stratification and establishes a foundation for future multi-modal precision oncology applications.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40906037",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Deep learning analysis of routine histological WSIs can serve as a practical, low-cost surrogate for molecular profiling, effectively capturing transcriptomic subtypes associated with chemoresistance in MIBC. This approach provides a viable method for patient stratification and establishes a foundat..."
    },
    {
      "title": "33 Unresolved Questions in Nanoscience and Nanotechnology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905551/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250904152324&v=2.18.0.post9+e462414",
      "description": "Significant advances in science and engineering often emerge at the intersections of disciplines. Nanoscience and nanotechnology are inherently interdisciplinary, uniting researchers from chemistry, physics, biology, medicine, materials science, and engineering. This convergence has fostered novel ways of thinking and enabled the development of materials, tools, and technologies that have transformed both basic and applied research, as well as how we address critical societal challenges. In this...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40905551",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effective Strategies To Enhance Dehydration Kinetics in Metal Oxide Pellets for Thermal Energy Storage Materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905328/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250904152324&v=2.18.0.post9+e462414",
      "description": "Thermochemical energy storage using Mg(OH)(2) is attractive due to its high energy density, low cost, and nontoxicity. However, its practical application is limited by the high dehydration temperature required to achieve sufficient reaction rates. Although metal salt additives are known to enhance dehydration kinetics, prior studies have mainly focused on powders, with limited research on pellets. Unlike powders, pellet manufacturing involves high-temperature sintering for mechanical stability,...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "40905328",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of the performance of a point-of-care molecular assay for simultaneous detection of the agents of American foulbrood and European foulbrood in apiaries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250904152324&v=2.18.0.post9+e462414",
      "description": "American foulbrood (AFB) and European foulbrood (EFB), caused by Paenibacillus larvae and Melissococcus plutonius, respectively, are severe bacterial diseases that significantly affect honey bee health and productivity worldwide. Rapid and accurate diagnosis is essential for effective disease management in apiaries. We developed and validated a multiplex point-of-care (POC) quantitative real-time PCR (qPCR) assay that enables simultaneous and rapid detection of P. larvae and M. plutonius...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40905163",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Revision of the velvet spiders (Araneae, Eresidae) with a new record from South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250904152324&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: The genus Eresus Walckenaer, 1805, commonly known as the ladybird spiders, comprises 30 species primarily distributed in the Palaearctic, Afrotropical and Oriental Regions as well as South America, with only one species, E. kollari Rossi, 1846, recorded from South Korea.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40904769",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding the multifaceted brain mechanisms of acupuncture based on neuroimaging studies: findings and insights from meta-analyses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250904152324&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40904730",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mobile phone dependency and adolescent exercise participation: a CB-SEM and fsQCA study on the roles of self-control, time management, and health awareness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904391/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250904152324&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Mobile phone dependency undermines adolescent exercise primarily by eroding self-regulatory capacity, disrupting time structure, and diminishing health motivation. Nonetheless, strong personal resources can offset the risks of heavy phone use. Interventions should therefore adopt a dual focus: curbing excessive smartphone use while simultaneously enhancing self-control, time-management skills, and health awareness to sustain youths' exercise involvement.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40904391",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Mobile phone dependency undermines adolescent exercise primarily by eroding self-regulatory capacity, disrupting time structure, and diminishing health motivation. Nonetheless, strong personal resources can offset the risks of heavy phone use"
    },
    {
      "title": "Refugial isolation and ecological niche differentiation promote genetic divergence of Oresitrophe and Mukdenia in Northeast Asia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250904152324&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Refugial isolation, climatic barriers, and niche differentiation likely influenced the genetic divergence of Oresitrophe and Mukdenia. Our study has implications for the structure of plant diversity in temperate deciduous forests of Northeast Asia and provides insights into conservation units worthy of protection and management for species of both genera.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40904271",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for the structure of plant diversity in temperate deciduous forests of Northeast Asia and provides insights into conservation units worthy of protection and management for species of both genera",
      "conclusion": "Refugial isolation, climatic barriers, and niche differentiation likely influenced the genetic divergence of Oresitrophe and Mukdenia. Our study has implications for the structure of plant diversity in temperate deciduous forests of Northeast Asia and provides insights into conservation units worthy..."
    },
    {
      "title": "Partial Deletion of the Carboxyl-Terminal Signal Sequence of the Cellular Prion Protein Alters Protein Expression via Endoplasmic Reticulum-Associated Degradation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906409/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "Cellular prion protein (PrP^(C)) is a glycoprotein tethered to the plasma membrane via a GPI-anchor, and it plays a crucial role in prion diseases by undergoing conformational change to PrP^(Sc). To generate a knock-in (KI) mouse model expressing bank vole PrP^(C) (BVPrP^(C)), a KI targeting construct was designed. However, a Prnp gene sequence that encodes PrP^(C) lacking seven C-terminal amino acid residues of the GPI-anchoring signal sequence (GPI-SS) was unintentionally introduced into the...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40906409",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Study of the Therapeutic Effect of Cytokine-Preconditioned Mesenchymal Stem Cells and Their Exosomes in a Mouse Model of Psoriasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "Mesenchymal stem cells (MSCs) are a type of multipotent, non-hematopoietic cells of mesodermal origin. Due to their strong immunomodulatory, immunosuppressive, and regenerative potential, MSCs are used in cell therapy for inflammatory, immune-mediated, and degenerative diseases. Exosomes derived from MSCs have several advantages over MSC therapy, including non-immunogenicity, lack of infusion toxicity, ease of isolation, manipulation, and storage, cargo specificity, and the absence of...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40906403",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genome-wide polygenic risk score for estimated glomerular filtration slope predicts chronic kidney disease in a Taiwanese population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906351/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We constructed a genome-wide polygenic risk score for eGFR decline and externally validated its use in predicting CKD in another Taiwan population. Our eGFR slope polygenic risk score might be useful for clinical CKD risk assessment in future, especially for East Asians.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40906351",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We constructed a genome-wide polygenic risk score for eGFR decline and externally validated its use in predicting CKD in another Taiwan population. Our eGFR slope polygenic risk score might be useful for clinical CKD risk assessment in future, especially for East Asians"
    },
    {
      "title": "Ajuforrestin A Inhibits Tumor Proliferation and Migration by Targeting the STAT3/FAK Signaling Pathways and VEGFR-2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906092/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "Natural products, characterized by their structural novelty, multi-target capabilities, and favorable toxicity profiles, represent a prominent reservoir for the discovery of innovative anticancer therapeutics. In the current investigation, we identified ajuforrestin A, a diterpenoid compound extracted from Ajuga lupulina Maxim, as a potent agent against lung cancer. In vitro, this compound markedly curtailed the proliferation of A549 cells. Mechanistic explorations revealed that ajuforrestin A...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40906092",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engaging Fathers in Child Nutrition: Exploring Intra-household Gender Dynamics in Nutrition Interventions in Ethiopia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906044/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "This study aims to examine intra-household gender dynamics in response to a nutrition intervention (maternal Behaviour Change Communication (BCC), paternal BCC, and food vouchers) aimed at improving IYCF practices using qualitative methods. Participants were drawn from a subset of households enrolled in a larger cluster - randomized controlled trial (RCT) conducted in rural Ethiopia. A total of 40 participants (20 mother-father pairs) from intervention and control households were interviewed...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40906044",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to examine intra-household gender dynamics in response to a nutrition intervention (maternal Behaviour Change Communication (BCC), paternal BCC, and food vouchers) aimed at improving IYCF practices us...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Near Infrared-Responsive Xanthene Probes for Dual-Mode Cancer Treatment and Bioimaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "The incidence of cancer has escalated at a distressing pace, creating an urgent demand for advancements and breakthroughs in medical interventions. Amidst the multitude of approaches for diagnosing and managing cancer, fluorescence imaging, photodynamic therapy, and photothermal therapy have emerged as key approaches due to their unique advantages. Herein, two new xanthene-based probes, namely, JB-1 and JB-2, with D-π-A conjugated structures, are reported. JB-1 and JB-2 each feature...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40905914",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of the effects of total arch intrusion treatment in adolescents and adults: A pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905893/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: TAI was an effective treatment option to improve the retrognathic profile. The adolescent group showed significantly greater anteroposterior skeletal improvement and profile changes than the adult group with TAI.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40905893",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TAI was an effective treatment option to improve the retrognathic profile. The adolescent group showed significantly greater anteroposterior skeletal improvement and profile changes than the adult group with TAI"
    },
    {
      "title": "Risk of Parkinson's Disease Among Breast Cancer Survivors: A Nationwide Cohort Study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Breast cancer survivors did not exhibit a significantly increased risk of PD overall. However, younger survivors showed a possible age-related elevation in risk over time.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40905824",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Breast cancer survivors did not exhibit a significantly increased risk of PD overall. However, younger survivors showed a possible age-related elevation in risk over time"
    },
    {
      "title": "Efficacy of avalglucosidase alfa in infantile-onset Pompe disease with high anti-alglucosidase alfa antibody titers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905647/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40905647",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Refined Signal Organic Photodetectors via Transfer Lamination of pH-Controlled PEDOT:PSS for Durable In Situ Stress Monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "This paper presents a strategy for noise suppression and stability enhancement of organic photodetectors (OPDs) by introducing pH-neutralized and transfer-laminated poly(3,4-ethylenedioxythiophene):poly(styrenesulfonate) (PEDOT:PSS) as the hole-transporting layer (HTL). Although PEDOT:PSS is widely used as an HTL material, its intrinsic acidity and structural instability hinder the performance of the OPD. Here, imidazole-induced neutralization promotes a linear entangled structure, while...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40905641",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Bones That Wait for Ours: A Surgeon At the Capela dos Ossos",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40905549",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recovery effects of various skin lipid components and their structural derivatives on skin barrier damage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study compares the skin barrier recovery effects of skin lipid components, demonstrating that BA elicits a high skin barrier recovery effect similar to that of CER, which has known efficacy. BA also had an excellent sealing effect through lipid packaging, whereas CER had a combined sealing effect and increased the epidermal thickness and density. These results provide foundational evidence for formulating products that help restore the skin barrier by supplying lipids to the...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40905488",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This study compares the skin barrier recovery effects of skin lipid components, demonstrating that BA elicits a high skin barrier recovery effect similar to that of CER, which has known efficacy. BA also had an excellent sealing effect through lipid packaging, whereas CER had a combined sealing effe..."
    },
    {
      "title": "Chalcogenide-Based Brain-Inspired Photo-Synapses for Neuromorphic Vision Sensor: An Experimental and Theoretical Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "2D chalcogenide-based memristors have the potential to be used in artificial biological visual systems since their synaptic behavior can be optically and electrically modulated. Furthermore, 2D van der Waals materials such as SnS(2) can be used to integrate multifunctional optoelectronic devices by employing a rational design. Here, the simulation of a human biological visual system is reported by using multifunctional optoelectronic synaptic devices. First-principles-based DFT calculations show...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40905338",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of obesity on palpation-guided distal radial access for coronary procedures: subgroup analysis of the multicenter, prospective KODRA registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905084/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In this subgroup analysis of the KODRA trial, obesity was not associated with the success rate for palpation-guided distal radial artery cannulation, crossover rate, and DRA-related complications.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40905084",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this subgroup analysis of the KODRA trial, obesity was not associated with the success rate for palpation-guided distal radial artery cannulation, crossover rate, and DRA-related complications"
    },
    {
      "title": "The Influence of Metabolic Dysfunction-Associated Steatotic Liver Disease and Body Mass Index on the Incidence of Alzheimer Disease: A Nationwide Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: A normal/underweight BMI and the presence of MASLD synergistically increased the risk of AD. The lean MASLD group had a higher risk of developing AD than the overweight/obese MASLD group, suggesting that the clinical relevance of MASLD for incident AD differs based on the BMI.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40905049",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A normal/underweight BMI and the presence of MASLD synergistically increased the risk of AD. The lean MASLD group had a higher risk of developing AD than the overweight/obese MASLD group, suggesting that the clinical relevance of MASLD for incident AD differs based on the BMI"
    },
    {
      "title": "Evolving Strategies for the Optimal Management of Common Bile Duct Stones",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905048/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "Management of common bile duct (CBD) stones has evolved substantially with the advent of endoscopic techniques and dedicated high-end devices. Endoscopic retrograde cholangiopancreatography (ERCP) has become a widespread essential technique for managing CBD stones, with high success rates in standard cases. However, for patients with large stones, stones in an impacted state, and stones in anatomically challenging regions, advanced strategies using various dedicated devices may be needed....",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "40905048",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Applicability of current chronic kidney disease criteria for mortality and end-stage kidney disease in older diabetic populations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study indicated that an eGFR of 45-59 mL/min/1.73 m2 possesses an elevated risk of composite events, which suggests that the current traditional eGFR criteria could be applicable to older patients with diabetes mellitus.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40905042",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study indicated that an eGFR of 45-59 mL/min/1.73 m2 possesses an elevated risk of composite events, which suggests that the current traditional eGFR criteria could be applicable to older patients with diabetes mellitus"
    },
    {
      "title": "Tonsil-derived mesenchymal stem cells protect the kidney from gentamicin-induced acute kidney injury by incorporation into damaged renal tubules and amelioration of oxidative and endoplasmic reticulum stresses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our study demonstrated that T-MSCs ameliorated GM-induced AKI by directly incorporating into the damaged renal tubules and exerting antiapoptotic and antioxidative effects.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40905041",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study demonstrated that T-MSCs ameliorated GM-induced AKI by directly incorporating into the damaged renal tubules and exerting antiapoptotic and antioxidative effects"
    },
    {
      "title": "Development of a prediction tool for kidney function decline in children with chronic kidney disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905038/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: A tool for predicting kidney function decline in children with CKD over a short period of time was developed using potential predictors and machine learning methods in a large Korean pediatric CKD cohort.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40905038",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A tool for predicting kidney function decline in children with CKD over a short period of time was developed using potential predictors and machine learning methods in a large Korean pediatric CKD cohort"
    },
    {
      "title": "Left ventricular geometry and the risk of heavy coronary artery calcification in patients with pre-dialysis chronic kidney disease: the KoreaN Cohort Study for Outcome in Patients With Chronic Kidney Disease (KNOW-CKD)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905037/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Abnormal LVG patterns, such as concentric remodeling and concentric LVH, but not eccentric LVH, are significantly associated with the risk of heavy coronary artery calcification in patients with CKD. It is expected that the determination of LVG patterns may facilitate risk stratification in relation to the coronary evaluation strategy.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "40905037",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Abnormal LVG patterns, such as concentric remodeling and concentric LVH, but not eccentric LVH, are significantly associated with the risk of heavy coronary artery calcification in patients with CKD. It is expected that the determination of LVG patterns may facilitate risk stratification in relation..."
    },
    {
      "title": "From data to policy: addressing the economic burden of biopsy-proven kidney diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40905036",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Causal effect estimation for competing risk data in randomized trial: adjusting covariates to gain efficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "The double-blinded randomized trial is considered the gold standard to estimate the average causal effect (ACE). The naive estimator without adjusting any covariate is consistent. However, incorporating the covariates that are strong predictors of the outcome could reduce the issue of unbalanced covariate distribution between the treated and controlled groups and can improve efficiency. Recent work has shown that thanks to randomization, for linear regression, an estimator under risk consistency...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40904946",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of nurses' health beliefs about caring for older adults on their own preparation for old age",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904925/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Improving preparation for retirement and health beliefs could promote preparation for old age. Department, desired retirement age, annual salary, and chronic disease need to be considered when developing and implementing interventions for improving preparation for old age. Nursing managers or nurses need pay attention to factors influencing preparation for old age of young nurses caring for older adult patients in general hospitals.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40904925",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Improving preparation for retirement and health beliefs could promote preparation for old age. Department, desired retirement age, annual salary, and chronic disease need to be considered when developing and implementing interventions for improving preparation for old age"
    },
    {
      "title": "Prognostic value of signet-ring cell carcinoma proportion in undifferentiated gastric cancer: Implications for endoscopic treatment decisions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904880/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Higher SRCC proportions in the PCC correlate with lower tumor aggressiveness and improved prognosis. Its role in EGC should be validated as a factor influencing therapeutic strategies, including endoscopic submucosal dissection.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40904880",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Higher SRCC proportions in the PCC correlate with lower tumor aggressiveness and improved prognosis. Its role in EGC should be validated as a factor influencing therapeutic strategies, including endoscopic submucosal dissection"
    },
    {
      "title": "Defining diagnostic thresholds for dissociation between caloric test and vHIT in Ménière's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Dissociation between caloric and vHIT results is a specific indicator of MD, aiding differentiation from BPPV. However, its utility for distinguishing MD from VS is limited.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40904823",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Dissociation between caloric and vHIT results is a specific indicator of MD, aiding differentiation from BPPV. However, its utility for distinguishing MD from VS is limited"
    },
    {
      "title": "Population pharmacokinetics/pharmacodynamics analysis confirming biosimilarity of SB16 to reference denosumab",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The developed TMDD-QSS model with indirect response model adequately characterized the PK/PD profile of denosumab. Covariate effects, including study population (HV vs. PMO), age, and race showed no clinically meaningful impact on treatment outcomes. Covariate analysis and simulation results revealed no significant differences in PK/PD parameters between SB16 and DEN. The similarity in the PK profile and change in lumbar spine BMD between SB16 and DEN were demonstrated, supporting...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40904558",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on treatment outcomes",
      "conclusion": "The developed TMDD-QSS model with indirect response model adequately characterized the PK/PD profile of denosumab. Covariate effects, including study population (HV vs"
    },
    {
      "title": "Can we predict neurological complications in patients with metastatic spinal tumors?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In patients with metastatic spinal tumors, high-grade ESCC was a significant predictor of spinal cord injury within 1 year and was associated with an earlier onset of spinal cord injury. Radicular pain and unstable spines based on SINS categories were also strongly associated with the occurrence of spinal cord injury. This study provides valuable insights for predicting 1-year functional outcomes and determining management strategies for spinal metastases.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40904514",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with metastatic spinal tumors, high-grade ESCC was a significant predictor of spinal cord injury within 1 year and was associated with an earlier onset of spinal cord injury. Radicular pain and unstable spines based on SINS categories were also strongly associated with the occurrence of ..."
    },
    {
      "title": "Rigid cationic ligands enable high-efficiency NIR-II photoluminescence in copper(i) iodide hybrid semiconductors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "Near-infrared (NIR) luminescent materials are pivotal for advanced optoelectronic and biomedical applications, yet attaining efficient emission in the NIR-II region (950-1400 nm) remains challenging. Here, we introduce a ligand cationization strategy for designing copper(i) iodide-organic hybrid materials that emit in the NIR-II region (920-1120 nm) with PLQYs up to 8.58%. By incorporating rigid cationic ligands with CuI modules, we synergistically achieve bandgap narrowing (to 1.51 eV) and...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40904486",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Association Between Melanoma and Autoimmune Diseases: A Nationwide Population-Based Study in the Republic of Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "Few population-based studies have investigated the association between melanoma and autoimmune diseases in Asian populations. We conducted a population-based cross-sectional study using the South Korean National Health Insurance database to investigate the association between melanoma and autoimmune diseases in Asian individuals. Melanoma patients were identified, and birth year and sex matched controls were randomly selected at a 1:10 ratio. Multivariable logistic regression was used to...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40904265",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stimuli-Responsive Nanomaterials for Wireless and Precise Neuromodulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "Neuromodulation is a highly promising technology for controlling neural circuits, treating nervous system diseases, and manipulating brain function. Conventional approaches, such as direct electrical stimulation or optogenetics, face challenges from their unstable therapeutic outcomes, invasive nature, and potential tissue damage. The emergence of stimuli-responsive nanomaterial-based wireless neuromodulation techniques offers tunability, minimal invasiveness, highly specific targeting, and...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40904222",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Lordosis Distribution Index on Proximal Junctional Kyphosis and Clinical Outcomes in Patients Undergoing Thoracolumbar Fusion for Degenerative Flatback Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: LDI correction alone did not affect PJK occurrence, but in conjunction with age-adjusted PI-LL overcorrection, LDI overcorrection significantly increased the risk of PJK. Clinical outcomes were affected by age-adjusted PI-LL correction with best outcomes in matched correction group but not by the LDI correction status. This lack of association between LDI and clinical outcomes may be attributable to the fact that LDI alone did not have a significant effect on determining spinopelvic...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40904176",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LDI correction alone did not affect PJK occurrence, but in conjunction with age-adjusted PI-LL overcorrection, LDI overcorrection significantly increased the risk of PJK. Clinical outcomes were affected by age-adjusted PI-LL correction with best outcomes in matched correction group but not by the LD..."
    },
    {
      "title": "Identification of a Novel HLA-DRB3 Allele, DRB3*03:85, in a Korean Individual",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "DRB3*03:85 is distinguished from HLA-DRB3*03:01:01:01 by a single nonsynonymous substitution at codon 122 in exon 3.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40904040",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High Waist-to-Height Ratio Increases the Risk of Cardiovascular Outcomes in Adults with Type 1 Diabetes Mellitus: A Nationwide Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904015/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: High WHtR is associated with an increased risk of CV events in adults with T1DM.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40904015",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "High WHtR is associated with an increased risk of CV events in adults with T1DM"
    },
    {
      "title": "Combining Microfluidic Assessment with Encoded Hydrogel Microparticle-Based Immunoassay for Anti-Interleukin Drug Repurposing of Pulmonary Fibrosis Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40903905/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "Pulmonary fibrosis is a life-threatening disorder characterized by excessive extracellular matrix (ECM) deposition and progressive dysfunction. The disease progression is closely associated with increased ECM stiffness, which compromises normal tissue mechanics and leads to respiratory failure. Although its etiology is multifactorial, immune-mediated responses are central drivers of fibrotic remodeling through inflammatory cytokine release and aberrant tissue repair. Here, we present a...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "40903905",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Addressing male HPV vaccination in China: A narrative review of challenges and opportunities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40903877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "Human papillomavirus (HPV) poses significant health risks to men, including genital warts and HPV-related cancers. In China, the recent approval of HPV vaccination for males aged 9-26 marks an important step toward gender-inclusive prevention. However, challenges remain in promoting vaccine acceptance among men due to the perception of HPV as a \"women's disease,\" limited public awareness, cultural stigma, and low perceived susceptibility, particularly among heterosexual men. Men who have sex...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40903877",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "step toward gender-inclusive prevention",
      "conclusion": null
    },
    {
      "title": "Methodology for Assessing Patient Centricity and Data Integrity in Clinical Trials With Decentralized Elements: A Pilot Trial on Mastic Gum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40903850/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250904152322&v=2.18.0.post9+e462414",
      "description": "Decentralized elements enhanced patient centricity by shifting trial-related activities outside traditional trial sites. On the other hand, remote data collection poses potential risks to data integrity. Although these two are critical aspects of decentralized elements, methodologies for assessing them remain limited. We proposed a method to measure patient centricity by subtracting the participant's self-rated burden for trial-related procedures with decentralized elements from their estimated...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40903850",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-Voltage-Driven Nonvolatile Electrochemical Active Control of Terahertz Transmission in Conductive-Polymer-Nanoresonator Hybrid Devices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Active manipulation of terahertz (THz) waves is important for future optoelectronic applications, but most approaches rely on volatile or slow actuation, limiting efficiency and stability. Here, we report a nonvolatile, low-voltage tunable THz transmission device based on electrochemical modulation of a conductive polymer thin film integrated with metallic nanoresonators. A thin film of PEDOT:PSS, deposited via a single-step spin-coating process onto the nanoresonator array, enables efficient...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "UNIST"
      ],
      "pmid": "40905467",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for future optoelectronic applications, but most approaches rely on volatile or slow actuation, limiting efficiency and stability",
      "conclusion": null
    },
    {
      "title": "Biased and Inflexible Interpretations of Social Situations Predict Affect Intensity and Variability in Children and Adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906292/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Adolescence is a developmental period characterized by heightened emotionality. Past research indicated that the biased interpretation of social situations (i.e., interpretation bias) might contribute to these aberrant affect dynamics in adolescents' daily life. Social situations are, however, constantly changing. Therefore, the ability to flexibly revise social interpretations (i.e., interpretation flexibility) might be equally important as interpretation biases for explaining affective...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40906292",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "as interpretation biases for explaining affective",
      "conclusion": null
    },
    {
      "title": "Rare anatomical variation: analysis of an aberrant right subclavian artery in three cadavers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "An aberrant right subclavian artery (ARSA) is a congenital vascular anomaly in which the right subclavian artery originates directly from the aortic arch distal to the left subclavian artery. Although often asymptomatic, ARSA can lead to clinical complications, such as dysphagia, upper respiratory issues, and vascular events. In this study, we examined the gross anatomical and histological characteristics of the ARSA based on three cadavers selected from a total of 7 ARSA cases identified among...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40906060",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the gross anatomical and histological characteristics of the ARSA based on three cadavers selected from a total of 7 ARSA cases identified among",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety and efficacy of arsenic trioxide in intensification therapy for newly diagnosed childhood acute promyelocytic leukemia: results from the JPLSG AML-P13 study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Arsenic trioxide (ATO) in combination with all-trans retinoic acid (ATRA) has been shown to be effective in both adult and pediatric patients with acute promyelocytic leukemia (APL). Addition of ATO to conventional chemotherapy could lead to a reduction in the doses of cytotoxic agents, but the long-term safety of ATO is not fully understood, especially in children. The Japan Children's Cancer Group conducted a risk-stratified prospective study to investigate safety and efficacy of ATO in...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40906031",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "External validation of the revised lethal triad criteria for appropriate strategic decision making",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905980/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The revised lethal triad criteria demonstrated clinically sufficient sensitivity and appropriate specificity for predicting 28-day mortality in patients with severe trauma, suggesting their utility as indicators for adopting critical therapeutic strategies.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40905980",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The revised lethal triad criteria demonstrated clinically sufficient sensitivity and appropriate specificity for predicting 28-day mortality in patients with severe trauma, suggesting their utility as indicators for adopting critical therapeutic strategies"
    },
    {
      "title": "Remote training of a reservoir computer via digital twins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905830/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "The increasing energy consumption required for information processing has become a significant challenge, leading to growing interest in optical and optoelectronic reservoir computing as a more efficient alternative. Trained reservoir computers are especially suited for low-energy applications near the edge. However, the computational cost of training the reservoir output weights, particularly due to matrix operations, adds potentially unwanted complexity to the architecture. To lift this...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40905830",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Noise-induced transitions in random Pomeau-Manneville maps",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "We introduce randomness to Pomeau-Manneville (PM) maps by incorporating dichotomous multiplicative noise that alternates between dynamics with an attracting and a repelling fixed point. We characterize the dynamical behavior by measuring the separation of two nearby orbits. Controlling the probability of selecting the repelling PM map, we find two noise-induced transitions. When the repelling map is selected with probability less than 1/2, orbits converge to the origin, which is an indifferent...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40905826",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Pseudomonas aeruginosa lasR</em>-deficient mutant contributes to bacterial virulence through enhancing the PhoB-mediated pathway in response to host environment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Pseudomonas aeruginosa is a major opportunistic pathogen that causes lung infections in patients with cystic fibrosis and chronic obstructive pulmonary disease. Loss-of-function mutations in the quorum-sensing regulatory gene lasR commonly arise during chronic infections, which are associated with exaggerated inflammation and accelerated decline in lung function. Here, in a murine cutaneous abscess model, infection with a ΔlasR mutant or a wild-type-ΔlasR mutant-mixed population resulted in...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40905672",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PU.1 and TGF-β signaling activate the cell-surface expression of CD103 in mast cells and dendritic cells: opposite roles of GATA2 in the expression of mucosal mast cell genes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905627/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Mucosal mast cells (MMCs) are distinguished from connective tissue mast cells (MCs) by the specific cell-surface expression of integrin CD103 (also known as integrin αE/β7; αE is encoded by Itgae) and mast cell protease 1 and 2 (Mcpt1 and Mcpt2, respectively). Although the expression of the Mcpt1 and Mcpt2 genes is cooperatively regulated by the transcription factor GATA-binding protein 2 (GATA2) and transforming growth factor beta (TGF-β) signaling in MMCs, the transcriptional mechanism of the...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40905627",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ni<sup>II</sup> and Cu<sup>II</sup> Complexes of 5-Oxa-, 5-Sulfa-, 5-Selena-, and 5-Telluracorroles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Cyclization of α,α'-dibromo tetrapyrrolic Ni^(II) complex 4Ni with K(2)S, Na(2)Se, and Na(2)Te gave Ni^(II) 5-sulfacorrole, Ni^(II) 5-selenacorrole, and Ni^(II) 5-telluracorrole, respectively, as the first example of 5-heterocorrole. The corresponding Cu^(II) 5-heterocorroles were similarly synthesized from Cu^(II) complex 4Cu, while Ni^(II) 5-oxacorrole was synthesized by reaction of 4Ni with Ni(cod)(2) and 2,2'-bipyridine and subsequent oxygen-insertion reaction of molecular oxygen, and...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40905603",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Timeline of Amelogenesis Imperfecta Management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Amelogenesis imperfecta is a heterogeneous group of >100 different rare diseases. Affected individuals and families are facing diagnostic uncertainty and wandering and a therapeutic odyssey. Continuous multidisciplinary management from childhood to adulthood is essential, emphasizing the critical role of health care professionals. Clinical and genetic diagnoses and treatment options are still a matter of discussion and debate. This article, written by the European Reference Network ERN CRANIO...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40905548",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Call for founding members of the European Organization For University Physical and Rehabilitation Medicine (UniPRM)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Rehabilitation is increasingly recognized as a key component of health systems worldwide. To meet the growing demand for rehabilitation services, it is essential to strengthen academic capacity in Physical and Rehabilitation Medicine within universities. Academic structures are critical for training future physicians and professionals, and for advancing research and innovation in rehabilitation. In response to this need, a new European organization has been established: the European Organization...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40905461",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emergence of Robust 1D Atomic and Electronic Textures in Mn Ultrathin Films via Antiferromagnet-Ferromagnet Interfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905289/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "1D electronic structures on 2D crystalline surfaces are crucial for investigating low-dimensional quantum phenomena and enabling the development of dimensionally engineered nanodevices. However, the inherent periodic symmetry of 2D atomic lattices generally leads to delocalized electronic band extending across the surface, making the creation of periodic 1D electronic states a significant challenge. Here, robust 1D electronic ordering is demonstrated in ultrathin Mn films grown on an atomically...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40905289",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimization of beam quality for lumbar spine imaging with heavy metal filters: a phantom model study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "In radiological imaging, much research has been conducted on tube voltage and additional filters to reduce radiation exposure. In this study, the usefulness of heavy metal filters in lumbar spine imaging to maintain image quality and reduce radiation dose was investigated. A human-body phantom was irradiated with various combinations of tube voltages (70, 75, 80, 85, and 90 kV) and filters (Cu, Gd, Ho, Yb, W). For all beam qualities, the mAs value was adjusted so that the amount of CsI...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40905259",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical outcomes of intravascular lithotripsy according to the timing of stent failure: Insights from the COIL registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905087/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Procedural and clinical outcomes following IVL treatment for patients with SF were influenced by the timing of index stent implantation. Further studies are needed to better understand the mechanisms behind recurrent SF.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40905087",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Procedural and clinical outcomes following IVL treatment for patients with SF were influenced by the timing of index stent implantation. Further studies are needed to better understand the mechanisms behind recurrent SF"
    },
    {
      "title": "The effects of false feedback on state memory distrust towards commission and omission and recognition memory errors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904993/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Memory distrust, the subjective appraisal of one's memory functioning, comprises two aspects: distrust over omission errors (e.g. forgetting) and distrust over commission errors (e.g. falsely remembering). Although these aspects have been studied, how they relate to memory validation (e.g. forming autobiographical beliefs) and memory reporting remains unclear. In this study, we experimentally examined how metacognitive appraisals influence memory validation and errors in memory reporting....",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40904993",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fuelling aortic stenosis: the integral role of 6-phosphofructo-2-kinase/fructose-2,6-biphosphatase 3-mediated glycolysis in Lp(a)-induced valve inflammation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904944/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Lipoprotein(a)-induced PFKFB3-mediated glycolysis in VICs sustains NF-κB-dependent inflammatory response. These insights into the inflammation-metabolic axis may offer a more refined approach to decrease valvular inflammation.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40904944",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lipoprotein(a)-induced PFKFB3-mediated glycolysis in VICs sustains NF-κB-dependent inflammatory response. These insights into the inflammation-metabolic axis may offer a more refined approach to decrease valvular inflammation"
    },
    {
      "title": "Aneurysmal bone cyst of the talus: a case report of local recurrence treated with adjuvant therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Aneurysmal bone cyst (ABC) is a locally destructive benign tumour-like condition of the bones with blood-filled cystic cavities. The talus is an extremely rare site for an ABC, with <20 reported cases till 2012 based on a PubMed database search. Aneurysmal bone cyst recurrence in the talus after curettage and bone grafting is extremely rare. To the best of our knowledge, no detailed reports of resection and adjuvant therapy with artificial bone packing of recurrent ABC of the talus have been...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40904549",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcomes associated with use of makyokansekito, a Japanese herbal kampo medicine, in outpatients with community-acquired pneumonia: A retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40904434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The use of makyokansekito in outpatients with CAP was not associated with a reduction in hospitalization.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40904434",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The use of makyokansekito in outpatients with CAP was not associated with a reduction in hospitalization"
    },
    {
      "title": "Helicobacter pylori Screening and Eradication in Junior High School Students in Yokosuka, Japan: Prevalence, Eradication Rates, and Challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40903996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: H. pylori has low prevalence among Japanese junior high school students in an urban area, with modest eradication success. The low participation and dropout rates highlight the need for improved strategies to boost engagement and ensure comprehensive screening and treatment for better program outcomes.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40903996",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "H. pylori has low prevalence among Japanese junior high school students in an urban area, with modest eradication success"
    },
    {
      "title": "Pareidolic Illusions and Associated Lower Regional Gray Matter Volumes in Community-Dwelling Older Adults Without Dementia: The Arakawa 65+ Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40903988/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Pareidolic illusions were relatively common in community-dwelling older adults without dementia. These illusions may be an early marker of neurodegenerative changes affecting visuoperceptual pathways, and may be detectable using NPT.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40903988",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Pareidolic illusions were relatively common in community-dwelling older adults without dementia. These illusions may be an early marker of neurodegenerative changes affecting visuoperceptual pathways, and may be detectable using NPT"
    },
    {
      "title": "Martini 3 Coarse-Grained Models for Carbon Nanomaterials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40903917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "The Martini model is a coarse-grained force field allowing simulations of biomolecular systems as well as a range of materials including different types of nanomaterials of technological interest. Recently, a new version of the force field (version 3) has been released that includes new parameters for lipids, proteins, carbohydrates, and a number of small molecules, but not yet carbon nanomaterials. Here, we present new Martini models for three major types of carbon nanomaterials: fullerene,...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40903917",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extracellular Vesicles in Arthropods: Biogenesis, Functions, Isolation Methods and Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40903823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Extracellular vesicles (EVs) are membrane-bound nanoparticles secreted by cells that are involved in multiple forms of intercellular communication and show promising potential for biotechnological applications. Arthropod-derived EV research remains relatively fragmented in contrast to the extensively studied mammalian EV field. In this review, we present a comprehensive synthesis of over 100 studies exploring EV biology across arthropods - including insects, arachnids and crustaceans....",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40903823",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "UBA1-depleted neutrophils disrupt immune homeostasis and induce VEXAS-like autoinflammatory disease in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906528/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "VEXAS (Vacuoles, E1 enzyme, X-linked, Autoinflammatory, Somatic) syndrome is a haemato-rheumatoid disease caused by somatic UBA1 mutations in hematopoietic stem cells (HSCs). The pathogenic cell type(s) responsible for the syndrome are unknown and murine models recapitulating the disease are lacking. We report that loss of Uba1 in various mouse hematopoietic cell types resulted in pleiotropic consequences and demonstrate that murine mutants with about 70% loss of Uba1 in neutrophils induced...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906528",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pediatric T cell and B cell responses to SARS-CoV-2 infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906527/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings support the concept that the kinetics and composition of T and B cell responses shift across age groups and may be associated with milder COVID-19 outcomes in children.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906527",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "These findings support the concept that the kinetics and composition of T and B cell responses shift across age groups and may be associated with milder COVID-19 outcomes in children"
    },
    {
      "title": "Immune cell quantification of in situ inflammation partitions human lupus nephritis into mechanistic subtypes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our studies identify rules governing renal inflammation and thus provide an approach for resolving LuN into discrete mechanistic categories.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our studies identify rules governing renal inflammation and thus provide an approach for resolving LuN into discrete mechanistic categories"
    },
    {
      "title": "Risk Perceptions Regarding Tuberculosis Among Hispanic Adults - United States, 2020-2022",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "PurposeRisk perception for tuberculosis (TB) and previous receipt of a TB test and/or vaccine were assessed to inform TB prevention efforts.DesignCross-sectional.SettingThe 2020, 2021, and 2022 Estilos survey data.Subjects2837 U.S. Hispanic adults (≥18 years).MeasuresSelf-reported receipt of a TB test and/or vaccine, perceived risk for TB, and demographic characteristics.AnalysisWeighted proportions and 95% Confidence Intervals (CIs) were calculated. Associations between demographic...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906515",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-Shell-Solidified Gold Nanoclusters-Based Electrochemiluminescence Sensing Platform for Highly Selective and Sensitive Detection of Cu<sup>2+</sup> and Histidine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Electrochemiluminescence (ECL) is rapidly emerging as an excellent electrochemical analytical technique for the specific and sensitive detection of various biomarkers and hazardous trace metals. Among ECL emitters, gold nanoclusters (AuNCs) have proven to be excellent luminophores due to their remarkable luminescent properties, stability, and biocompatibility. However, the low ECL efficiency of AuNCs precludes their application in ultrasensitive biosensing. One of the key reasons for the low ECL...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906509",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineered Immunoagonist Non-Coding RNA (incRNA) Activates Dual TLR Pathways for Cancer Immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Conventional mRNA therapeutics have focused on optimizing translation and minimizing immunogenicity for vaccine and protein replacement applications. However, immunogenicity, often considered a challenge, can also be harnessed for therapeutic advantage. This work challenges the necessity of extensive mRNA modification as a universal strategy by introducing 'immunoagonist non-coding RNA (incRNA)', a new class of RNA therapeutic that exploits innate immune activation rather than evading it. incRNA...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906496",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Activated Dendritic Cell Membrane-Engineered Nanoformulation of Metallo-Immunomodulators as Lysosome-Targeted Adjuvants for Synergistic Cancer Immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Combination of chemotherapy and cancer immunotherapy has shown substantial clinical promise. However, the immunosuppressive tumor microenvironment (TME) poses a critical barrier to this combination therapy. Here, a tumor lysosome-targeted immunomodulatory strategy based on a biomimetic nanoadjuvant is presented, which effectively overcomes the immunosuppressive TME and demonstrates enhanced therapeutic efficacy when combined with chemotherapy. This nanoadjuvant integrates Fe-DOX coordination...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906493",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations between COVID impact domains and time to buprenorphine treatment disengagement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Background: People with opioid use disorder (OUD) experienced worse outcomes from the COVID-19 pandemic, which disrupted general medical care.Objectives: To quantify COVID-19 impact on OUD treatment disengagement among patients in office-based addiction treatment (OBAT) with buprenorphine.Methods: We recruited 112 outpatients actively on buprenorphine at enrollment from July 2021 to 2022 for telephone surveys within a prospective cohort study. Exposures were six COVID-19 impact domains: personal...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906491",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "To quantify COVID-19 impact on OUD treatment disengagement among patients in office-based addiction treatment (OBAT) with buprenorphine",
      "significance": "on OUD treatment disengagement among patients in office-based addiction treatment (OBAT) with buprenorphine",
      "conclusion": null
    },
    {
      "title": "Diagnostic Approach for Chronic Obstructive Pulmonary Disease-Reply",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906482",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preexisting Psychiatric Risk Factors and Any and Long-Term Opioid Use in Head and Neck Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: Preexisting psychiatric comorbidities, especially depression and smoking/nicotine dependence, were associated with increased odds of prescription opioid use and LTOT in patients with HNC in this longitudinal cohort study. Screening for these comorbidities during the management of patients with HNC can be impactful in informing clinical decisions that contribute to safer opioid prescribing.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906481",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Preexisting psychiatric comorbidities, especially depression and smoking/nicotine dependence, were associated with increased odds of prescription opioid use and LTOT in patients with HNC in this longitudinal cohort study. Screening for these comorbidities during the management of pati..."
    },
    {
      "title": "Patient-Centered Measures of Goal Concordance in Geriatrics and Palliative Care: A Scoping Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: This scoping review of patient- and caregiver-reported measures of goal concordance for patients with serious illness, geriatric syndromes, and multimorbidity describes existing measurement frameworks and proposes a conceptual model of measurement that can be used to guide future goal-concordance measure development in geriatrics and palliative care.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906477",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "concordance for patients with serious illness, geriatric syndromes, and multimorbidity describes existing measurement frameworks and proposes a conceptual model of measurement that can be used to guid...",
      "significance": null,
      "conclusion": "AND RELEVANCE: This scoping review of patient- and caregiver-reported measures of goal concordance for patients with serious illness, geriatric syndromes, and multimorbidity describes existing measurement frameworks and proposes a conceptual model of measurement that can be used to guide future goal..."
    },
    {
      "title": "Comment on \"Prediction of Delivery Timing in Preterm Premature Rupture of Membranes: The Role of Inflammation-Related Indices\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906460/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906460",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anisotropic Optoelectronic Synapses in 2D Nb<sub>2</sub>GeTe<sub>4</sub> for Direction-Programmable Neuromorphic Perception and Decision-Making",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906459/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Neuromorphic computing presents a promising solution for the von Neumann bottleneck, enabling energy-efficient and intelligent sensing platforms. Although 2D materials are ideal for bioinspired neuromorphic devices, achieving multifunctional synaptic operations with simple configurations and linear weight updates remains challenging. Inspired by biological axons, the in-plane anisotropy of 2D Nb(2)GeTe(4) is exploited to develop dual electronic-optical synaptic devices. The device exhibits...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906459",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Impact of War on Asthma, a Systematic Review and Meta-Analysis: An EAACI Task Force Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Wartime events have been followed by an increase in asthma prevalence, which is believed to result from a combination of environmental hazards and psychological trauma. This systematic review and meta-analysis aimed to investigate this relationship by pooling available data on various wartime exposures, such as occupational, environmental, and psychological factors. MEDLINE, Scopus, and Cochrane databases were searched for articles that measure the effect of war-related exposures on asthma. Risk...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906435",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Caregiving Network Characteristics and Mental Health Care Utilization by Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Caregiver characteristics, particularly gender, may be important factors in facilitating greater mental health care use for older veterans. Targeted education and support may improve caregivers' effectiveness as a resource to help reduce age-related disparities in mental health access. This study contributes to the growing body of research examining the impact of caregivers on healthcare outcomes of older adults.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906432",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "factors in facilitating greater mental health care use for older veterans",
      "conclusion": "Caregiver characteristics, particularly gender, may be important factors in facilitating greater mental health care use for older veterans. Targeted education and support may improve caregivers' effectiveness as a resource to help reduce age-related disparities in mental health access"
    },
    {
      "title": "Transcriptome Screening and Identification of Chemosensory Genes in the Goji Berry Psyllid, <em>Bactericera gobica</em> (Hemiptera: Psyllidae)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906413/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Goji berry is widely consumed worldwide and holds substantial market value, yet its cultivation faces significant threats from the goji berry psyllid (Bactericera gobica). Chemosensory-related genes play critical roles in regulating insect behaviors, which makes them key molecular targets for the development of environmentally friendly pest control strategies. However, chemosensory genes in B. gobica have not been previously identified or characterized. In this study, we sequenced transcriptomes...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906413",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Parasitic Fauna of <em>Lepus europaeus</em> and <em>Lepus timidus</em> in Kazakhstan: Parasitological Profile and Molecular Identification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Hares (Lepus europaeus and Lepus timidus) play important ecological and economic roles in Kazakhstan; however, data on their parasitic fauna are scarce. This study aimed to assess the diversity, prevalence, and genetic characteristics of endoparasites in wild hare populations from central and northern Kazakhstan. From November 2022 to February 2025, 107 hares (L. europaeus, n = 46; L. timidus, n = 61) were collected in the Akmola and Karaganda regions. Parasitological and coprological analyses...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906407",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "assess the diversity, prevalence, and genetic characteristics of endoparasites in wild hare populations from central and northern Kazakhstan",
      "significance": "ecological and economic roles in Kazakhstan; however, data on their parasitic fauna are scarce",
      "conclusion": null
    },
    {
      "title": "Assessment of Lumbar Vertebrae L1-L7 and Proximal Femur Microstructure in Sheep as a Large Animal Model for Osteoporosis Research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Sheep have been widely used as a model for osteoporosis research. This study aimed to characterise changes in microstructure and composition in lumbar vertebrae L1-L7 and the proximal femur after implementation of a bone loss induction protocol (in this species). A sham control and experimental group (glucocorticoid-treated ovariectomized sheep) were used (n = 6/group), with a study duration up to the 24th postoperative week. Through micro-computed tomography, vertebrae and femoral head...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906398",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "characterise changes in microstructure and composition in lumbar vertebrae L1-L7 and the proximal femur after implementation of a bone loss induction protocol (in this species)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "One Shock, Not One Cure: Electroporation Reveals Disease-Specific Constraints in Hepatocyte Gene Editing Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "We previously demonstrated lipid nanoparticle-mediated CRISPR-Cas9 gene editing to disrupt the gene encoding cytochrome P450 oxidoreductase (Cypor), combined with transient administration of acetaminophen (APAP), to repopulate the liver with healthy hepatocytes and rescue a phenylketonuria mouse model. This study aimed to investigate electroporation-mediated delivery of Cypor-targeting CRISPR-Cas9 ribonucleoproteins into wild-type hepatocytes, combined with liver engraftment under APAP...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906393",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate electroporation-mediated delivery of Cypor-targeting CRISPR-Cas9 ribonucleoproteins into wild-type hepatocytes, combined with liver engraftment under APAP",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Iron(III)-Catalyzed Methanesulfonic-Acid-Mediated [3 + 2 + 1C] Annulation of Enaminones with 1,3-Dioxolane: Access to 2-Hydroxy-1,2-dihydropyridines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906365/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "An iron(III)-catalyzed methanesulfonic-acid-mediated [3 + 2 + 1C] annulation of enaminones assembling a 1,2-dihydropyridine (1,2-DHP) scaffold has been developed for the first time. This approach facilitates the rapid synthesis of 2-hydroxy-1,2-DHP derivatives in moderate to excellent yields with a broad substrate scope under mild conditions. The employment of 1,3-dioxolane as both a 1C synthon and solvent enables simultaneous incorporation of both a carbon atom and a hydroxy group into...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906365",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeting Ferroptosis: Emerging Insights into Osteoporosis Mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Ferroptosis, a distinct form of programmed cell death characterized by iron-dependent lipid peroxidation, has emerged as a critical factor in the pathogenesis of various diseases. Given the increasing prevalence of osteoporosis worldwide and the increasing incidence of osteoporosis, understanding the molecular mechanisms underlying bone loss is imperative for developing targeted therapies. Recent evidence suggests that ferroptosis plays a pivotal role in osteoporosis by influencing the balance...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906362",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "C-Terminal Modification Contributes the Antibacterial Activity of a Cecropin-like Region of Heteroscorpine-1 from Scorpion Venom",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906360/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "The rise of multidrug-resistant pathogens has become a serious health concern, creating an urgent need for novel therapeutic approaches. Among the compounds explored, AMPs have emerged as promising candidates due to their broad-spectrum activity and low propensity for resistance development. However, their clinical implementation is limited by improper size, in vivo instability, and toxicity. Here, we designed short analogs of CeHS-1 via (1) truncation of intact CeHS-1, (2) amino acid...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906360",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Burdock Tea Affects Pulmonary Microbiota and Physiology Through Short-Chain Fatty Acids in Wistar Rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906358/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "The impact of burdock tea (BT) made from burdock (Arctium lappa) roots in normal individuals and animal models remains largely unknown, particularly on lung protection. This study examined responses of oxidative stress, inflammation, and the microbiota within the cecum and the lung to BT treatment in healthy Wistar rats. A middle-dose BT reduced the Chao1 and Shannon indices, and both low and middle doses induced structural alterations in the cecal microbiota. Additionally, low doses increased...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906358",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "responses of oxidative stress, inflammation, and the microbiota within the cecum and the lung to BT treatment in healthy Wistar rats",
      "significance": "of burdock tea (BT) made from burdock (Arctium lappa) roots in normal individuals and animal models remains largely unknown, particularly on lung protection",
      "conclusion": null
    },
    {
      "title": "Finding Euastropsis Lagerheim (Chlorophyceae): Insights into morphological and genome evolution in the green algal family Hydrodictyaceae",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906357/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Recent phylogenetic studies of the family Hydrodictyaceae (Sphaeropleales, Chlorophyceae) included all but one of the genera, Euastropsis, which was excluded due to a lack of living material. A 2017 discovery of E. richteri in Lake Kocie, Poland, provided an opportunity to study the morphology, ultrastructure, plastome architecture, and phylogenetic placement of this monotypic genus. The overall morphology fit the original description, being two-celled with some variations in size and number of...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906357",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of armodafinil in moderate to severe obstructive sleep apnea patients with excessive daytime sleepiness after suboptimal usage of continuous positive airway pressure treatment: a prospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906339/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In moderate to severe OSA patients with suboptimal CPAP usage who still experience EDS, administering armodafinil over 12 weeks period significantly improved EDS and sleep quality subjectively without compromising CPAP adherence. Armodafinil demonstrated excellent tolerability with self-limiting side effects.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906339",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "In moderate to severe OSA patients with suboptimal CPAP usage who still experience EDS, administering armodafinil over 12 weeks period significantly improved EDS and sleep quality subjectively without compromising CPAP adherence. Armodafinil demonstrated excellent tolerability with self-limiting sid..."
    },
    {
      "title": "MolMod: a molecular modification platform for molecular property optimization via fragment-based generation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Lead optimization is a crucial step in drug design. Generative AI-driven molecular modification has emerged as a powerful strategy to accelerate lead optimization by efficiently exploring chemical space and enhancing key drug-like properties. However, current AI tools primarily focus on de novo scaffold design rather than targeted modifications of validated lead compounds, limiting their practical utility in medicinal chemistry. Herein, we developed MolMod ( http://software.tdd-lab.com/molmod ),...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906337",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond size and structure: how social network quality influences diabetes management self-efficacy in black/African American men",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906328/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "The quality of social connections plays a vital role in chronic disease management, particularly for populations experiencing health disparities in Type 2 diabetes (T2D) outcomes. This study examined the influence of social network characteristics on diabetes management self-efficacy among Black/African American men with T2D, a population experiencing significant health disparities. Using a national sample of 1225 Black/African American men, we investigated how network composition, support...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906328",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the influence of social network characteristics on diabetes management self-efficacy among Black/African American men with T2D, a population experiencing significant health disparities",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exosomal LncRNA MALAT1 Derived from Hepatocytes in Nonalcoholic Fatty Liver Disease Regulates the miR-579-3p/Keap1/Nrf2 Pathway to Exacerbate Obstructive Sleep Apnea Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906321/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Exosomal lncRNA MALAT1 derived from NAFLD hepatocytes exacerbates OSAS-associated neuronal injury by suppressing miR-579-3p expression and subsequently activating the Keap1/Nrf2 signaling pathway. This discovery not only reveals the molecular link between NAFLD and OSAS-induced neurological damage but also provides critical insights into the pathogenesis of OSAS and potential therapeutic strategies.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906321",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Exosomal lncRNA MALAT1 derived from NAFLD hepatocytes exacerbates OSAS-associated neuronal injury by suppressing miR-579-3p expression and subsequently activating the Keap1/Nrf2 signaling pathway. This discovery not only reveals the molecular link between NAFLD and OSAS-induced neurological damage b..."
    },
    {
      "title": "County-level socioeconomic status, rurality, and second primary cancer risk among breast cancer survivors in the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906319/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Studies are needed to understand factors driving the impact of socioeconomic status and rurality (e.g., access to care) on SPC risk to inform preventive strategies for breast cancer survivors.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906319",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of socioeconomic status and rurality (e",
      "conclusion": "Studies are needed to understand factors driving the impact of socioeconomic status and rurality (e.g"
    },
    {
      "title": "Cancer Education in the Northwest Arctic: Empowering Youth on Cancer in Rural Alaska",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Cancer is the leading cause of death in Alaska and the second leading cause of death in the USA, even though the most common cancers are largely preventable through screening and lifestyle changes. Consequently, interventions that promote sustainable behavioral change can reduce existing health disparities in cancer morbidity and mortality. In 2019, community sharing circles inspired the creation of a cancer education project for youth in the Northwest Arctic region of Alaska. We grounded the...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906318",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Technical performance assessment of robotic surgery: a systematic scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906316/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Defining performance errors in robotic surgery is critical for the assessment of robotic surgery skill. Our goal was to identify and categorize explicitly defined intraoperative technical errors in robotic surgery, how skill assessment was performed, and how ratings were conducted either manually by experts or via automated ratings. This scoping review included studies involving general, urologic, obstetrics/gynecologic, and thoracic surgery, and general skills as practiced in inanimate, virtual...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906316",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "was to identify and categorize explicitly defined intraoperative technical errors in robotic surgery, how skill assessment was performed, and how ratings were conducted either manually by experts or v...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of short-term exposure to fine particulate matter components on respiratory mortality - evidence from a study of inland cities in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906277/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "There is a lack of research on the association between fine particulate matter (PM(2.5)) fractions and respiratory disease mortality. Therefore, this study aims to investigate how short-term exposure to fine particulate matter components affects the mortality risk of patients with respiratory diseases.We collected data on the number of respiratory deaths and fine particulate matter components, including sulfate (SO(4)^(2-)), nitrate (NO(3)^(-)), ammonium (NH(4)^(+)), organic matters (OM), and...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906277",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to investigate how short-term exposure to fine particulate matter components affects the mortality risk of patients with respiratory diseases",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Loss of COL20A1 in Schwann Cells Alters Regeneration of the Neuromuscular Junction and Locomotor Activity in Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Collagen type XX alpha 1 (COL20A1) was recently found to be highly concentrated in perisynaptic Schwann cells (PSCs), the synaptic glia of the neuromuscular junction (NMJ), suggesting that COL20A1 plays important roles in PSCs and at the NMJ. To investigate this possibility, we generated mice lacking Col20a1 only in Schwann cells (Col20a1-SCKO) and globally (Col20a1-gKO). PSCs and NMJs were morphologically unchanged in adult Col20a1-SCKO mice despite these conditional mice exhibiting gait...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906272",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "roles in PSCs and at the NMJ",
      "conclusion": null
    },
    {
      "title": "<em>Leishmania</em> in Texas: A Contemporary One Health Scoping Review of Vectors, Reservoirs, and Human Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Leishmaniasis, a vector-borne neglected tropical disease, affects over 6.2 million people globally. Case acquisition is increasingly recognized in the United States, and in Texas, most reported cases are locally acquired and speciated to Leishmania mexicana. We conducted a scoping literature review to systematically assess contemporary research on Leishmania in humans, animals, reservoir hosts, or vectors in Texas after 2000. Out of 22 eligible studies, the most prevalent themes were case...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906271",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prediction of Australian wheat genotype by environment interactions and mega-environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Latent environmental effects of genotype by environment interactions could be predicted from observed environmental covariates. Predictions into the wider target population of environments revealed greater insights. Wheat is grown across a diverse range of environments in Australia with contrasting environmental constraints. Targeted breeding to optimise genotypes in target environments is hindered by large and ubiquitous genotype by environment interactions (GEI). Common GEI in...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906261",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cognitive frailty and cardiometabolic risk in middle-aged and older adults: evidence from the UK and China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906260/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Cognitive frailty is a consistent predictor of cardiometabolic risk across distinct populations, supporting integrated screening and prevention strategies targeting both cognitive and physical deficits in aging populations.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906260",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cognitive frailty is a consistent predictor of cardiometabolic risk across distinct populations, supporting integrated screening and prevention strategies targeting both cognitive and physical deficits in aging populations"
    },
    {
      "title": "Revisiting Parkinson's disease definition and classification: insights from two emerging biological frameworks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906256/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Parkinson's disease (PD) is increasingly recognized as a heterogeneous neurodegenerative entity with diverse clinical presentations, genetic contributors, and neuropathological features. Central to its pathogenesis is misfolded and aggregated α-synuclein, which collectively form Lewy pathology. Recent advances in biomarker and genetic research have enabled biologically grounded models of PD classification, diagnosis and staging. This review summarizes key principles, differences, and ongoing...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906256",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "When Heroes Fall: Reduced Expression of Heat-Resistant Obscure Proteins in Ischemic Stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "The recently discovered family of heat-resistant obscure (Hero) proteins represents a novel class with chaperone-like activity and unique protective properties. These proteins may contribute to cellular survival in ischemic stroke (IS) conditions. Herein, we aimed to investigate the expression dynamics of six Hero genes during the acute and subacute phases of IS. Peripheral blood samples were collected from IS patients in the acute (day 1, n = 47) and subacute (day 7, n = 41) phases, along with...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906246",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "investigate the expression dynamics of six Hero genes during the acute and subacute phases of IS",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recruiting and Consenting Decentralized Clinical Trial Participants-Learnings from the Trials@Home RADIAL Proof-of-Concept Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Clinical trials often face recruitment challenges. From the participant's perspective, barriers such as time commitment, travel to sites, and logistical burden, like arranging care duties or time off work, can deter enrolment. Decentralized clinical trials (DCTs) aim to address these by shifting activities closer to participants' homes and using online methods for recruitment and consent. This study explores recruitment strategies and remote eConsent implementation in a decentralized setting....",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906242",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to address these by shifting activities closer to participants' homes and using online methods for recruitment and consent",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A practical guide to long-term field PAM chlorophyll fluorescence measurements: setup, installation, data processing with R package 'LongTermPAM' and interpretation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906228/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Pulse-amplitude modulated (PAM) chlorophyll fluorescence (ChlF) measurements provide a non-invasive method to study the regulation of the light reactions of photosynthesis in situ. PAM ChlF contributes also to the advancement of the interpretation of long-term observations of remotely sensed solar induced fluorescence by revealing the mechanistic connection between ChlF and photosynthetic function. However, long-term field PAM ChlF measurements remain uncommon due to challenges associated with...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906228",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cytotoxic CD4⁺ T cells exhibit an immunosuppressive shift in checkpoint immunotherapy resistance in melanoma patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906211/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Although checkpoint immunotherapy has primarily focused on CD8⁺ T cells, emerging evidence highlights an important role for cytotoxic CD4⁺ T cells in mediating therapeutic responses. However, research on the functional properties of cytotoxic CD4⁺ T cells in the context of immunotherapy is still at an early stage and remains insufficiently defined. Utilizing single-cell RNA-sequencing datasets obtained from metastatic melanoma patients treated with checkpoint inhibitors targeting PD-1 and/or...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906211",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "role for cytotoxic CD4⁺ T cells in mediating therapeutic responses",
      "conclusion": null
    },
    {
      "title": "Does proper flossing performance translate into effective plaque removal?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings suggest that even with correct technique, flossing may not substantially reduce plaque levels.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906204",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that even with correct technique, flossing may not substantially reduce plaque levels",
      "conclusion": "These findings suggest that even with correct technique, flossing may not substantially reduce plaque levels"
    },
    {
      "title": "Epidermal Growth Factor Receptor (EGFR)-Targeting Peptides and Their Applications in Tumor Imaging Probe Construction: Current Advances and Future Perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906195/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "The epidermal growth factor receptor (EGFR) is a key target for both cancer diagnosis and therapeutic interventions. Assessing EGFR expression before therapy has become routine in clinical practice, yet current methods like biopsy and immunohistochemistry (IHC) have significant limitations, including invasiveness, limited repeatability, and lack of real-time, whole-body data. EGFR-targeted imaging has emerged as a promising alternative. EGFR-targeting peptides, owing to their favorable...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906195",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bidirectional Hypoxic Extracellular Vesicle Signaling Between Müller Glia and Retinal Pigment Epithelium Regulates Retinal Metabolism and Barrier Function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906190/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "The retina is highly sensitive to oxygen and blood supply, and hypoxia plays a key role in retinal diseases such as diabetic retinopathy (DR) and age-related macular degeneration (AMD). Müller glial cells, which are essential for retinal homeostasis, respond to injury and hypoxia with reactive gliosis, characterized by the upregulation of the glial fibrillary acidic protein (GFAP) and vimentin, cellular hypertrophy, and extracellular matrix changes, which can impair retinal function and repair....",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906190",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-omics uncovers transcriptional programs of gut-resident memory CD4+ T cells in Crohn's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Tissue-resident memory T cells (TRM) remain in nonlymphatic barrier tissues for extended periods and are deeply involved in immune memory at the site of inflammation. Here, we employed multilayered single-cell analytic approaches including chromatin, gene, and protein profiling to characterize a unique CD4+ TRM subset present in the inflamed gut mucosa of Crohn's disease patients. We identified two key transcription factors, RUNX2 and BHLHE40, as regulators of pathologically relevant CD4+ TRM....",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906156",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "VaccineDesigner: A Web-Based Tool for Streamlined Multi-Epitope Vaccine Design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: VaccineDesigner is a web-based tool that identifies and evaluates candidate B-cell, CTL, and HTL epitopes and constructs a library of multi-epitope vaccines that combine strong immunogenic responses, safety, and broad population coverage. The source code is available under the academic license and freely accessible.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906155",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "VaccineDesigner is a web-based tool that identifies and evaluates candidate B-cell, CTL, and HTL epitopes and constructs a library of multi-epitope vaccines that combine strong immunogenic responses, safety, and broad population coverage. The source code is available under the academic license and f..."
    },
    {
      "title": "In Vivo Shadows and In Vitro Light: The Early Embryological Journey Amid Endometriosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Endometriosis significantly impacts fertility through complex mechanisms. These include chronic inflammation, oxidative stress, and anatomical distortion. These mechanisms impair oocyte quality, embryo development, and implantation. While in vivo challenges persist, in vitro fertilization (IVF) offers a controlled environment to overcome some barriers. A systematic review of evidence is presented for (1) endometriosis-associated oocyte dysfunction, (2) conflicting IVF outcomes, and (3)...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906150",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genome-Wide Identification and Co-Expression Analysis of WRKY Genes Unveil Their Role in Regulating Anthocyanin Accumulation During <em>Euscaphis japonica</em> Fruit Maturation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906123/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Anthocyanins, crucial water-soluble pigments in plants, determine coloration in floral and fruit tissues, while fulfilling essential physiological roles in terms of plant growth, development, and stress adaptation. The biosynthesis of anthocyanins is transcriptionally regulated by WRKY factors, one of the largest plant-specific transcription factor families. Euscaphis japonica is an East Asian species, prized for its exceptionally persistent butterfly-shaped fruits that undergo pericarp...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906123",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of Small Extracellular Vesicles Isolated from <em>Aurelia aurita</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906117/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "A moon jellyfish (Aurelia aurita) is a representative of the phylum Cnidaria, commonly found in the northern seas of the globe. The regenerative abilities of cnidarians have recently been associated with extracellular vesicles (EVs) secreted by these organisms. In this study, a method for the isolation of EVs from the oral arms of A. aurita is presented. The methodology includes differential centrifugation, size-exclusion chromatography, and ultrafiltration. The isolates were characterized with...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906117",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Succession of Weed Community on Wheat Lands in the Past 25 Years: A Case Study in Eastern China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906114/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Weeds represent increasingly troublesome threats to modern wheat production. Jiangsu Province, China, is one of the largest wheat-planting areas, characterized by a high level of agricultural mechanization, in the country. In 2024, we surveyed weed communities of 924 wheat lands from 308 sites in Jiangsu and compared them with historical data surveyed in 1999-2000 in this province. A total of 156 weed species belonging to 103 genera and 39 families were recorded. Compositae and Poaceae showed...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906114",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Hypoxia and Reoxygenation on Hypoxia-Responsive Genes, Physiological and Biochemical Indices in Hybrid Catfish (<em>Pelteobagrus vachelli</em> ♀ × <em>Leiocassis longirostris</em> ♂)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906095/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Hypoxia represents a critical environmental stressor in aquaculture, significantly disrupting aquatic organisms' physiological homeostasis and thereby constraining the sustainable development of aquaculture industries. To elucidate the mechanisms underlying hypoxia-induced metabolic regulation in aquatic species, this study employed hybrid yellow catfish (Pelteobagrus vachelli ♀ × Leiocassis longirostris ♂) as a model organism to systematically investigate the multidimensional physiological...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906095",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Ghrelin Analog GHRP-6, Delivered Through Aquafeeds, Modulates the Endocrine and Immune Responses of <em>Sparus aurata</em> Following IFA Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906090/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "The aquaculture industry has experienced considerable growth in recent decades, stimulating research into sustainable and functional feed formulations, mainly related to using high-quality, safe, and environmentally friendly feed ingredients. The employment of immunomodulatory additives is a promising strategy to enhance fish health and performance. In this study, the effects of the ghrelin analog GHRP-6 peptide included in the diet (500 µg/kg of feed) on the endocrine and immune responses of...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906090",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanistic Study on the Inhibitory Effect of Dandelion Extract on Breast Cancer Cell Proliferation and Its Induction of Apoptosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906079/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "This study aimed to investigate the underlying mechanisms by which dandelion extract inhibits the proliferation of breast cancer MDA-MB-231 cells. Dandelion root and leaf extracts were prepared using a heat reflux method and subjected to solvent gradient extraction to obtain fractions with different polarities. MTT assays revealed that the ethyl acetate fraction exhibited the strongest inhibitory effect on cell proliferation. LC-MS analysis identified 12 potential active compounds, including...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906079",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "investigate the underlying mechanisms by which dandelion extract inhibits the proliferation of breast cancer MDA-MB-231 cells",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Study of Lefaxin Family in Two Asian Leeches: <em>Hirudinaria manillensis</em> and <em>Whitmania pigra</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Thrombotic diseases represent a significant global health burden, particularly for middle-aged and elderly populations. Medicinal leeches, such as Hirudinaria manillensis and Whitmania pigra, have been traditionally used for their anticoagulant properties. The genomes of these leeches each harbor three lefaxin genes, which are designated lefaxin_Hman1-3 and lefaxin_Wpig1-3, respectively. We conducted genomic and transcriptomic sequencing on wild populations of both species. Bioinformatics tools...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906077",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gut Microbiota Dysbiosis Remodels the Lysine Acetylome of the Mouse Cecum in Early Life",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "The interaction between epigenetic mechanisms and the gut microbiome is potentially crucial for the development and maintenance of intestinal health. Lysine acetylation, an important post-translational modification, plays a complex and critical role in the epigenetic regulation of the host by the gut microbiota. However, there are currently no reports on how gut microbiota dysbiosis affects host physiology in early life through global lysine acetylation. In this study, we constructed a mouse...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906076",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "post-translational modification, plays a complex and critical role in the epigenetic regulation of the host by the gut microbiota",
      "conclusion": null
    },
    {
      "title": "Plant Disease Suppressiveness Enhancement via Soil Health Management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Managing soil-borne pathogens and diseases in plants is particularly challenging because the pathogens that cause them can persist in the soil for extended periods, often resulting in repeated crop damage in affected areas. These destructive diseases compromise plant health by weakening the root systems, which makes the plants more susceptible to environmental stress and nutritional deficiencies. Every year in the United States, a whopping $9.6 million is allocated to reverse the harmful effects...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906075",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Zebrafish as a Model Organism for Post-Traumatic Stress Disorder: Insights into Stress Mechanisms and Behavioral Assays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906067/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "The zebrafish (Danio rerio) has emerged as a powerful model organism for investigating the mechanisms of post-traumatic stress disorder (PTSD), offering unique advantages in translational relevance, genetic trackability, and cost-effectiveness. As a logical continuation of our recent systematic review, this manuscript critically examines the spectrum of experimental strategies used to model PTSD in zebrafish, with a focus on the comparative efficacy and validity of acute, chronic, and complex...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906067",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Drenched Pages: A Primer on Wet Books",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Molds readily grow on wet books, documents, and other library materials where they ruin them chemically, mechanically, and aesthetically. Poor maintenance of libraries, failures of Heating, Ventilation, and Air Conditioning (HVAC) systems, roof leaks, and storm damage leading to flooding can all result in accelerated fungal growth. Moreover, when fungal spores are present at high concentrations in the air, they can be linked to severe respiratory conditions and possibly to other adverse health...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906066",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gastric Cancer Treatment New Chapter: Organoid Models Leading Personalized Medicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Gastric cancer is a highly heterogeneous disease, with substantial variations observed among patients in clinical manifestation, histological characteristics, and drug sensitivities. Achieving precision medicine necessitates a comprehensive understanding of the molecular mechanisms underlying gastric cancer and the establishment of robust preclinical models. Organoids, cultivated from cancer cells within tumor tissues, utilizing three-dimensional tissue culture techniques, faithfully replicate...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906049",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reduction of carbonic anhydrase activity is associated with amelioration of obstructive sleep apnea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: CA-inhibitory drugs reduced CA activity in whole blood suggesting a therapeutic role of CA inhibition in OSA. The findings also suggest that an activated CA system may constitute a pathophysiological mechanism in some forms of OSA.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906046",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CA-inhibitory drugs reduced CA activity in whole blood suggesting a therapeutic role of CA inhibition in OSA. The findings also suggest that an activated CA system may constitute a pathophysiological mechanism in some forms of OSA"
    },
    {
      "title": "Psychological Vulnerability to Perinatal Depression: A Longitudinal Mediation Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Perinatal depression (PD) is a significant mental health concern affecting women during pregnancy (antenatal depression, AD) and postpartum (postpartum depression, PPD). The association between AD and PPD is well established, with AD serving as a risk factor for PPD. Additionally, a history of depression and neuroticism have been identified as key vulnerability factors. However, the role of neuroticism remains controversial in the scientific literature, with some studies suggesting it is a...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906042",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modeling the dynamics of perceived burdensomeness, thwarted belongingness, and suicidal ideation in continuous time",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "The interpersonal theory of suicide posits that perceived burdensomeness (PB) and thwarted belongingness (TB) are central to suicidal ideation (SI), where either one is sufficient for passive SI but both required for active SI. This study used continuous-time modeling to examine the relationship between PB, TB, and both passive and active SI. Three independent samples (N = 141) of participants with recent suicidal thoughts and behaviors completed 3-15 surveys per day for 28-30 days; each survey...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906035",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparing Work Experiences of Internal Medicine Physicians in Veterans Affairs and Non-Federal Hospitals: A National Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906012/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: VA internists had reduced odds of some non-clinical administrative tasks and greater odds of better work-life balance. The VA's minimal engagement with insurance tasks and litigation concerns appears to present a compelling work environment.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906012",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "VA internists had reduced odds of some non-clinical administrative tasks and greater odds of better work-life balance. The VA's minimal engagement with insurance tasks and litigation concerns appears to present a compelling work environment"
    },
    {
      "title": "Inhaled Cannabis, Asthma, and Chronic Obstructive Pulmonary Disease: A Population-Based Cross-Sectional Study of n = 379,049",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Inhaled cannabis was associated with asthma and chronic obstructive pulmonary disease after adjusting for tobacco cigarette use. Among those with no lifetime tobacco cigarette use, the association with asthma persisted. Cannabis may be a potential modifiable risk factor for asthma and chronic obstructive pulmonary disease.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906010",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Inhaled cannabis was associated with asthma and chronic obstructive pulmonary disease after adjusting for tobacco cigarette use. Among those with no lifetime tobacco cigarette use, the association with asthma persisted"
    },
    {
      "title": "Hospitalists Caring for Behavioral Health Inpatients: A Hybrid Consultation Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906009/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: There is no established best practice for optimal medical consultant care to address the medical needs of psychiatric inpatients at a behavioral health center (BHC).",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906009",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Screening Mammography Utilization among Transgender and Gender Diverse Individuals: Insights from a Large Single Institution Center",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In our single-center large cohort of TGD individuals, we found a low percentage of screening mammography use. In those 50 and above, an age cohort with clear guidelines for screening, only 36% had any screening mammogram, and Hispanic ethnicity, chest masculinizing, and chest feminizing surgery were significant predictors for getting any screening mammograms. Our findings suggest the need for increased compliance with screening guidelines in TGD individuals, consistent with those...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906006",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In our single-center large cohort of TGD individuals, we found a low percentage of screening mammography use. In those 50 and above, an age cohort with clear guidelines for screening, only 36% had any screening mammogram, and Hispanic ethnicity, chest masculinizing, and chest feminizing surgery were..."
    },
    {
      "title": "Neurocognitive and emotional benefits of choir singing and their mediating factors across adulthood",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40906003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Our understanding on how cognitive and socioemotional well-being factors interact throughout adulthood has increased remarkably over the past decades, encouraging the use of cognitively engaging leisure activities, such as music, to promote healthy ageing. Choir singing has attracted particular interest in this regard with its established benefits on socioemotional well-being. Outside the clinical context, however, the cognitive and well-being effects induced by musical activities...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40906003",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Super effect or methodological flaw: questioning the glucagon-like peptide-1 receptor agonist cancer narrative. Reply to Maier GA, Rathmann W, Kuß O [letter]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40905997",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atopic dermatitis, venous thromboembolism and cancer: a cohort analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905993/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Atopic dermatitis is a risk factor for venous thromboembolism which may be the first manifestation of occult cancer. We examined whether a venous thromboembolism in patients with atopic dermatitis is a marker of occult cancer. We used Danish health registries to conduct this population-based cohort study. Patients with a first-time diagnosis of venous thromboembolism and a history of atopic dermatitis were identified from the Danish National Patients Registry from 1980 through 2022. We...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40905993",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether a venous thromboembolism in patients with atopic dermatitis is a marker of occult cancer",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Schizophrenia and catatonia: from ICD-10 to ICD-11",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "The classification of psychotic disorders has undergone a variety of changes. Since Karl Ludwig Kahlbaum's (Kahlbaum 1874) first descriptions of catatonic states and Emil Kraepelin's (Kraepelin 1883) nosological classification of psychotic syndromes in the second half of the nineteenth century, the diagnostic criteria for these disorders have been repeatedly modified, significantly impacting clinical practice. Eugen Bleuler (Bleuler 1911) coined the term \"schizophrenia\", emphasizing the...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40905983",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Morel-Lavallée lesion: What you need to know",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "ABSTRACT: The Morel-Lavallée lesion (MLL) is a rare closed degloving injury resulting from traumatic shearing forces that separate subcutaneous tissue from underlying fascia, creating a cavity filled with blood, lymph, and inflammatory exudate. Typically occurring in regions where skin can glide significantly over rigid structures, such as the thigh, MLLs present as fluctuant, boggy, sometimes painful lesions, which result from disrupted lymphatic and vascular structures. The lesion evolves...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40905976",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Flashzoi: An enhanced Borzoi for accelerated genomic analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "MOTIVATION: Accurately predicting how DNA sequence drives gene regulation and how genetic variants alter gene expression is a central challenge in genomics. Borzoi, which models over ten thousand genomic assays including RNA-seq coverage from over half a megabase of sequence context alone promises to become an important foundation model in regulatory genomics, both for massively annotating variants and for further model development. However, the currently used relative positional encodings limit...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40905959",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "foundation model in regulatory genomics, both for massively annotating variants and for further model development",
      "conclusion": null
    },
    {
      "title": "Humoral Immune Response to Inactivated SARS-CoV-2 Vaccine in Populations With and Without Prior COVID-19 Infection: A Longitudinal Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "To assess the dynamics of humoral immune responses to inactivated SARS-CoV-2 vaccines across populations with and without prior COVID-19 infection, a longitudinal cohort study was conducted. A total of 38 COVID-19-recovered individuals and 165 naïve participants (without prior COVID-19 infection) were enrolled, all of whom completed a two-dose vaccination regimen. Levels of anti-spike (anti-S) and anti-nucleocapsid (anti-N) antibodies were analyzed at baseline and post-vaccination time points,...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40905942",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The scapulothoracic conundrum in reverse shoulder arthroplasty: where do we stand and what is yet to expand?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905937/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "The normal functioning of the shoulder is characterized by the harmonious coordination between the glenohumeral joint and the scapulothoracic complex, a phenomenon commonly referred to as scapulohumeral rhythm (SHR). Reverse total shoulder arthroplasty (rTSA) shoulders exhibit distinct kinematics compared to normal shoulders. Reduced scapulohumeral rhythm (SHR) in rTSA shoulders implies a greater reliance on scapulothoracic motion over glenohumeral motion for arm elevation. Dynamic analyses...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40905937",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neural Network-Enhanced FMCW Gas Spectroscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905936/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Detecting multicomponent gases over extensive concentration ranges with laser spectroscopy faces challenges of complex configurations, intricate spectral analysis, and reduced accuracy. Neural networks offer transformative potential for advancing laser spectroscopy by facilitating real-time optimization and automation of experimental processes. Here, we report a frequency-modulated continuous-wave (FMCW) spectroscopic system enhanced by a feedforward neural network (FNN) algorithm. FMCW encodes...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40905936",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Post-concussion clinical findings of oculomotor function in paediatric patients with persisting symptoms compared to healthy controls",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The oculomotor profile of persistently symptomatic concussed paediatric participants shows a high frequency of vergence and accommodative deficits, for which NPC and AA are effective screening tools. Further investigation should examine oculomotor deficits in acutely concussed paediatric patients.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40905935",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The oculomotor profile of persistently symptomatic concussed paediatric participants shows a high frequency of vergence and accommodative deficits, for which NPC and AA are effective screening tools. Further investigation should examine oculomotor deficits in acutely concussed paediatric patients"
    },
    {
      "title": "Distinct skin microbiome signatures in Black and White children with food allergy and asthma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905926/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40905926",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anti-Bredt-Like Triterpenoids from Mycelial Cultures of the Edible Mushroom <em>Oudemansiella</em> cf. <em>canarii</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905912/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Sixteen undescribed triterpene glycosides, oudecanarins A-P (1-16), were isolated from cultures of basidiomycete Oudemansiella cf. canarii TBRC-BCC 85371. Oudecanarins A-G (1-7) contain a bicyclo[4.3.1]decene system bearing the bridgehead double bond as a DE ring of pentacyclic triterpene. The unique carbon skeleton was confirmed by the X-ray crystallographic analysis of oudecanarin B (2). The proposed plausible late-stage biosynthetic pathway for oudecanarin A (1) was supported by chemical...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40905912",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent Advances and Prospects of Indole Derivatives in the Discovery of New Agricultural Chemicals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905910/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Indole, as a unique natural scaffold structure, has attracted considerable attention in recent years in the discovery of agrochemicals. As a distinct molecular scaffold, indole offers multiple modifiable sites and is extensively used in the development of new pesticides, such as fungicides, insecticides, herbicides, and antibacterial agents. Additionally, some indole derivatives can interact with various biological targets, enabling effective control of pathogens, pests, and weeds. There has...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40905910",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of radical radiotherapy dose on the prognosis of limited-stage thoracic small cell carcinoma of the esophagus: A multicenter retrospective trial from China (CHiSCEC)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Neither CCRT nor SCRT was significantly associated with longer survival in LS-SCEC when a higher radiation dose was selected. A lower radiation dose might be a preferable time-dose fraction scheme; however, additional studies are required to validate these findings.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40905869",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Neither CCRT nor SCRT was significantly associated with longer survival in LS-SCEC when a higher radiation dose was selected. A lower radiation dose might be a preferable time-dose fraction scheme; however, additional studies are required to validate these findings"
    },
    {
      "title": "Construction and application of a mortality risk prediction model for patients with lung squamous cell carcinoma: A competing risk analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The Fine-Gray model excels in predicting LUSC death risk and holds significant clinical value.",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40905864",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Fine-Gray model excels in predicting LUSC death risk and holds significant clinical value"
    },
    {
      "title": "Prognostic impact of Fusobacterium nucleatum on survival in colorectal cancer: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40905862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250904152323&v=2.18.0.post9+e462414",
      "description": "Recent studies have demonstrated a significant correlation between Fusobacterium nucleatum (F. nucleatum) and colorectal cancer. However, the prognostic significance of this microorganism in patients with colorectal cancer remains unclear. This meta-analysis aimed to evaluate the impact of F. nucleatum on the overall survival of patients with colorectal cancer. A thorough literature search of PubMed, Embase, and Cochrane Library databases was conducted until December 2023. The hazard ratio (HR)...",
      "pubDate": "2025-09-04T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40905862",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of this microorganism in patients with colorectal cancer remains unclear",
      "conclusion": null
    }
  ]
}