{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-01-21T07:48:18.983Z",
  "totalItems": 150,
  "totalArchived": 46700,
  "newPapersAdded": 163,
  "institutionBreakdown": {
    "KAIST": 17,
    "SNU": 84,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 4,
    "Korea University": 69,
    "IBS": 10,
    "UNIST": 1,
    "Hanyang University": 5,
    "KIST": 4,
    "GIST": 5,
    "Kyung Hee University": 4,
    "Pusan National University": 4
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 76,
    "Computer Science": 3,
    "Cancer Research": 14,
    "Biomedical": 34,
    "Materials Science": 13,
    "Neuroscience": 10
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Transcutaneous auricular vagus nerve stimulation promotes recovery from otitis media by activating the α7nAChR-mediated anti-inflammatory pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559850/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: taVNS was associated with attenuation of LPS-induced acute otitis media and reduced NF-κB activation and downstream cytokine expression in a manner consistent with the involvement of α7nAChR-related signaling. By attenuating excessive inflammatory responses, taVNS was associated with improved auditory function and reduced middle ear injury, suggesting its potential as a non-invasive therapeutic strategy for LPS-induced acute otitis media.",
      "pubDate": "2026-01-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41559850",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "taVNS was associated with attenuation of LPS-induced acute otitis media and reduced NF-κB activation and downstream cytokine expression in a manner consistent with the involvement of α7nAChR-related signaling. By attenuating excessive inflammatory responses, taVNS was associated with improved audito..."
    },
    {
      "title": "Rop-Mediated Suppression of RpoS Production Increases Resistance to Nitric Oxide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "We identified the RNA-binding protein Rop, encoded on the pOSAK1 plasmid of enterohaemorrhagic Escherichia coli (EHEC), as a novel factor that enhances nitric oxide (NO) resistance, although it has previously been reported to regulate plasmid copy number. The Rop-induced increase in NO resistance was significantly reduced in several small noncoding RNA (sRNA) gene-deficient EHEC mutants. Among these sRNAs, DsrA, ArcZ, and RprA were directly involved in the translational regulation of rpoS...",
      "pubDate": "2026-01-21T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41559857",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Streamlined 4-item Wolf Motor Function Test for Efficient Assessment of Upper Extremity Motor Function in Chronic Stroke Survivors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "BackgroundThe Wolf Motor Function Test (WMFT) is a well-recognized measure for assessing upper extremity motor function in stroke rehabilitation. However, prolonged administration time limits the WMFT in clinical use.ObjectiveThis study aimed to reduce the number of WMFT tasks using machine learning and explore its measurement structure and psychometric properties, using data from 3 stroke rehabilitation trials that together engaged 543 participants with a wide range of motor impairment during...",
      "pubDate": "2026-01-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41559856",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "reduce the number of WMFT tasks using machine learning and explore its measurement structure and psychometric properties, using data from 3 stroke rehabilitation trials that together engaged 543 parti...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prediction of Breast Cancer Lymph Node Metastasis by a Nomogram Model Integrating Pathomics, Radiomics, and Immunoscore",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559849/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "This study aimed to develop a noninvasive nomogram that integrates deep learning-pathomics, radiomics, and immunoscore to predict lymph node metastasis (LNM) in breast cancer. Pathological features from 1133 TCGA-BRCA slides were extracted via ResNet50 and Lasso. Radiomics features from 137 MRI images (TCIA) were analyzed using pyradiomics. Immunoscore was calculated via ESTIMATE. A nomogram was constructed and validated with 10-fold cross-validation. The pathomics model achieved an AUC of 0.65...",
      "pubDate": "2026-01-21T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41559849",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "develop a noninvasive nomogram that integrates deep learning-pathomics, radiomics, and immunoscore to predict lymph node metastasis (LNM) in breast cancer",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Soluble epoxide hydrolase inhibitory constituents from the Heartwood of Toxicodendron vernicifluum: isolation, kinetic characterization, molecular modeling, and quantitative analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559171/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41559171",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "On the fundamental resource for exponential advantage in quantum channel learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Quantum resources enable us to achieve an exponential advantage in learning the properties of unknown physical systems by employing quantum memory. While entanglement with quantum memory is recognized as a necessary qualitative resource, its quantitative role remains less understood. In this work, we distinguish between two fundamental resources provided by quantum memory-entanglement and ancilla qubits-and analyze their separate contributions to the sampling complexity of quantum learning....",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41559094",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early-onset Palmijihwang-hwan treatment modulates phospholipid metabolism and gut microbiota for healthy aging: reducing adipose inflammation and oxidative stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559087/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Aging is characterized by progressive physiological decline and increased vulnerability to metabolic and inflammatory disturbances. Palmijihwang-hwan (PM), a traditional East Asian herbal formula, has been used empirically for age-related complaints, but its mechanistic basis remains unclear. Here, we evaluated the effects of early-onset PM administration (starting at 2 months of age) on longevity-related phenotypes and metabolic regulation. PM significantly prolonged lifespan in Caenorhabditis...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41559087",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Abscisic Acid Induces Triacylglycerol Accumulation and Lipid Remodelling in Chloroplast-Containing Green Tissues of Lemna minor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Lipid remodelling is a fundamental component of plant responses to environmental stress and development, yet its regulation in fast-growing aquatic plants remains poorly understood. Here, we investigated how abscisic acid (ABA) regulates triacylglycerol (TAG) accumulation and fatty acid (FA) composition in the duckweed Lemna minor. A 3-day treatment with 1 µM ABA induced a 2.9-fold increase in TAG content, accompanied by extensive remodelling of plastidial and extraplastidial membrane lipids....",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41558991",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how abscisic acid (ABA) regulates triacylglycerol (TAG) accumulation and fatty acid (FA) composition in the duckweed Lemna minor",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk factors for multidrug-resistant organisms and their outcomes in peritoneal dialysis-related peritonitis: a multicenter prospective observational study from the Peritoneal Dialysis Outcomes and Practice Patterns Study (PDOPPS)-Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558723/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Nearly one in seven peritonitis episodes (14.0%) was caused by MDROs. Prior hospitalization, diabetes mellitus, and recurrent peritonitis were independent risk factors for MDRO-peritonitis. Regarding peritonitis cure, characteristics of causative organisms tended to have a greater impact than did MDRO status itself.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41558723",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "than did MDRO status itself",
      "conclusion": "Nearly one in seven peritonitis episodes (14.0%) was caused by MDROs"
    },
    {
      "title": "Nitrate source apportionments in the South Han River basin and its main tributaries using multi-isotopes and Bayesian approaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "The nitrate apportionment approach provides valuable insights into efficient water quality management. Water samples were collected from the South Han River (SHR), and the three tributaries of the SHR showed relatively high nutrient levels. Water samples were collected from the North Han River (NHR), another contaminated stream (Gyeongan Stream, GA), and wastewater treatment plants (WWTP). The objectives of this study were to identify the sources impacting water chemistry in the SHR and its...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41558410",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study were to identify the sources impacting water chemistry in the SHR and its",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From Nutrition for All to Precision Nutrition for Everyone: A Journey Through Omics and Asian Metabolic Health. Nevin S. Scrimshaw Prize Lecture 2025 | IUNS-ICN, Paris, France",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "This Nevin S. Scrimshaw Prize Lecture presented in Paris on August 28, 2025, chronicles the scientific journey from Dr. Scrimshaw's vision of \"Nutrition for All\" to the emerging paradigm of \"Precision Nutrition for Everyone,\" with a focus on Asian metabolic health. The central research question-\"Why don't Western nutrition guidelines work optimally for Asian people?\"-arose from clinical observations of Korean patients showing suboptimal metabolic outcomes despite adherence to conventional...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41557513",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "S. Scrimshaw Prize Lecture presented in Paris on August 28",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TMSI-TOP: a dual-function precursor for anion exchange and surface passivation <em>via</em> phosphonium iodide formation in CsPb(Br/I)<sub>3</sub> perovskite nanocrystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556615/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Perovskite materials are known for their unique crystal structure, which allows for easy anion exchange. Notably, the characteristics of the resulting materials can differ substantially depending on the precursors used for the exchange. In this study, we aimed to synthesize red-emitting perovskite nanocrystals by mixing trimethylsilyl iodide (TMSI) with tri-n-octylphosphine (TOP), and through detailed analysis, we found that the mixture led to the formation of phosphonium salt ([TOPH]^(+)I^(-))...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41556615",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "synthesize red-emitting perovskite nanocrystals by mixing trimethylsilyl iodide (TMSI) with tri-n-octylphosphine (TOP), and through detailed analysis, we found that the mixture led to the formation of...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Experimental Validation of Strong Proton Radiation Tolerance of Surface-Treated All-Inorganic CsPbI<sub>3</sub> Perovskite Solar Cells for Space Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556590/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "The rapid expansion of space-based initiatives and the increasing deployment of satellites have intensified the demand for high-performance, radiation-tolerant photovoltaics (PV). This study investigates the radiation tolerance of all-inorganic CsPbI(3) perovskites for space PV applications. Combining simulations and experimental evaluations, we compare the properties of CsPbI(3) films depending on the surface treatments using long chain cations. Octylammonium iodide (OAI) treatment forms a...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41556590",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultra-Long Bi Nanowires Coupled With Tapered Si Microwires for Selective Photoelectrochemical CO<sub>2</sub>-to-Formate Conversion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Photoelectrochemical CO(2) reduction offers a promising route to valorize CO(2) into value-added chemicals; however, achieving both high efficiency and selectivity remains challenging. The synthesis of ultra-long Bi(2)O(3) nanowires that are electrochemically transformed into metallic Bi nanowires is reported, which exhibit highly efficient and stable CO(2) reduction when integrated into electrochemical and photoelectrochemical systems. Rietveld refinement and Halder-Wagner analyses quantify...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41556523",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complex Elbow Fracture-Dislocation in the South Korean Military",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556354/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Complex elbow fracture-dislocations remain rare but challenging injuries. Proper selection of surgical approach and fixation method according to injury subtype can lead to favorable clinical outcomes. This study, the first from a Korean military hospital, provides practical insight into individualized surgical management.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41556354",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Complex elbow fracture-dislocations remain rare but challenging injuries. Proper selection of surgical approach and fixation method according to injury subtype can lead to favorable clinical outcomes"
    },
    {
      "title": "The HigB-like SehA toxin promotes non-replicating Salmonella inside macrophages by inhibiting ribonuclease III-dependent rRNA maturation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Many bacteria are often resistant to antibiotic treatment because they can slow down their growth rate, thereby attenuating the drug's effectiveness. A similar growth slowdown is observed in pathogens that persist inside their hosts. The bacterial toxin-antitoxin systems serve as tunable phenotypic switches by slowing down growth through the expression of a toxin component, though its biological target has been largely unknown. Here, we investigate the biological target of SehA, a HigB-like type...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41556343",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Expanding the mutational spectrum of congenital microcephaly in Pakistani families",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555927/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Autosomal recessive primary microcephaly (MCPH) is a genetically heterogeneous neurodevelopmental disorder characterized by a markedly reduced head circumference (-3 to -5 standard deviations) at birth, with relatively preserved brain architecture. Affected individuals often present with mild to moderate intellectual disability, and the condition is more prevalent in populations with high rates of consanguinity, such as Pakistan. To date, pathogenic variants in at least 32 genes have been...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41555927",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Erratum: Correction of Funding in the Article \"Prognostic Significance of Fatty Liver Index for the Development of Hypertension and Cardiovascular Events in Populations With Suboptimal Blood Pressure\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "This corrects the article on p. e135 in vol. 40, PMID: 40625044.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41555806",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Kidney Injury Induced by High-Dose Chaga Mushroom Consumption: Experimental Evidence in a Rat Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555803/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: High-dose consumption of Chaga mushrooms may cause kidney damage due to its high oxalate content.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41555803",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "High-dose consumption of Chaga mushrooms may cause kidney damage due to its high oxalate content"
    },
    {
      "title": "Seroepidemiological Study of Varicella Zoster Virus in Korea, 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555801/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Seropositivity rates in children (5-19 year) and adults (20-39 year) were lower than in previous studies in the Republic of Korea, likely due to reduced community exposure to varicella during the pandemic. These findings highlight a potential need to reinforce infection control measures and vaccination policies to address vulnerable age groups.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41555801",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Seropositivity rates in children (5-19 year) and adults (20-39 year) were lower than in previous studies in the Republic of Korea, likely due to reduced community exposure to varicella during the pandemic. These findings highlight a potential need to reinforce infection control measures and vaccinat..."
    },
    {
      "title": "Long-term outcomes of premature acute myocardial infarction: impact of multivessel disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555573/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Premature AMI exhibited sustained long-term ischemic risk despite favorable baseline profiles. Multivessel disease conferred a greater prognostic impact in younger patients, highlighting the need for intensified secondary prevention strategies. Given the extended inclusion period encompassing major therapeutic advances, these findings should be interpreted with caution and warrant validation in contemporary clinical practice.Registration: https://www.clinicaltrials.gov; unique...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41555573",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "in younger patients, highlighting the need for intensified secondary prevention strategies",
      "conclusion": "Premature AMI exhibited sustained long-term ischemic risk despite favorable baseline profiles. Multivessel disease conferred a greater prognostic impact in younger patients, highlighting the need for intensified secondary prevention strategies"
    },
    {
      "title": "Mental health sequelae and management in survivors of cardiogenic shock: a nationwide population-based study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41559811",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of the obturation quality of C-shaped canals via different filling techniques and ultrasonic vibration : Sealer-based obturation with ultrasonic vibration resulted in better filling quality in mandibular molars with C-shaped canals. Therefore, it can be an effective option for the treatment of C-shaped canals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Sealer-based obturation with ultrasonic vibration resulted in a smaller void volume in mandibular molars with C-shaped canals. The results of this study suggest that sealer-based obturation with ultrasonic vibration can be an effective treatment option for C-shaped root canals.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41559664",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that sealer-based obturation with ultrasonic vibration can be an effective treatment option for C-shaped root canals",
      "conclusion": "Sealer-based obturation with ultrasonic vibration resulted in a smaller void volume in mandibular molars with C-shaped canals. The results of this study suggest that sealer-based obturation with ultrasonic vibration can be an effective treatment option for C-shaped root canals"
    },
    {
      "title": "Antarctic moss fairy rings serve as reservoirs for plant growth-promoting bacteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559554/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41559554",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Potential role of regular physicians in improving health literacy in patients with chronic diseases: a retrospective cross-sectional study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although access to health information has increased, the risk of encountering conflicting or misleading content has grown. These findings emphasize the importance of regular physicians in guiding patients and improving HL, especially among individuals with chronic diseases.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41559538",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although access to health information has increased, the risk of encountering conflicting or misleading content has grown. These findings emphasize the importance of regular physicians in guiding patients and improving HL, especially among individuals with chronic diseases"
    },
    {
      "title": "cis-Clerodane-type diterpenoids from Tinospora crispa and their anticancer potential",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Tinospora crispa (Menispermaceae) has been traditionally consumed as a functional food and herbal remedy in Southeast Asia, notably in Thailand and India. cis-Clerodane-type diterpenoids represent the characteristic and predominant metabolites of the genus Tinospora. Chemical investigation of a MeOH extract of T. crispa leaves, guided by LC/MS analysis coupled with an in-house UV spectral library, led to the isolation of five compounds (1-5), including four new cis-clerodane-type diterpenoids...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41559487",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lightweight SwiM-UNet with multi-dimensional adaptor for efficient on-device medical image segmentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41559378",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanical properties of thermoformed and direct-printed aligner materials after immersion in 37 °C water: a 14-day in vitro study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41559345",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metalens-style image synthesis for metalens imaging via image-to-image translation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Metalenses offer wafer-scale, ultra-thin optics for compact cameras, but strong chromatic and field-dependent aberrations still limit their practical use. Deep learning-based aberration correction can restore high-quality images from metalens captures, but current pipelines typically require hundreds to thousands of paired images per device. We address this data bottleneck by formulating metalens aberration synthesis as a deterministic, metalens-conditioned image-to-image translation problem. A...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41559288",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Retraction Note: CDK5RAP3 as tumour suppressor negatively regulates self-renewal and invasion and is regulated by ERK1/2 signalling in human gastric cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41559248",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effects of shoulder abduction angle and elastic band resistance on shoulder muscle activity during external rotation exercises",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559205/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Elastic band exercises are widely used in clinical and field settings to improve shoulder muscle function due to their portability and accessibility. The purpose of this study was to investigate the effects of different humeral abduction (ABD) angles and levels of elastic band resistance on shoulder muscle activity during ER exercises. Thirteen healthy male participants (age: 24.1 ± 2.9 years; height: 176.8 ± 5.9 cm; mass: 70.9 ± 9.1 kg) were recruited for this study. Surface and needle...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41559205",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to investigate the effects of different humeral abduction (ABD) angles and levels of elastic band resistance on shoulder muscle activity during ER exercises",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of drip and flood irrigated treatments under varying heat stress on winter wheat: a four-seasons experimental study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Evaluating and enhancing grain yield (GY) and water productivity (WP) is crucial for ensuring food security while reducing pressure on limited water resources through more efficient water use. This is particularly important when the adverse impacts of climate change are growing, resulting in more frequent heatwaves. However, limited research has examined the response of winter wheat GY and WP to drip and flood irrigated treatments under varying heat stress induced by interannual variation in...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41559148",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "when the adverse impacts of climate change are growing, resulting in more frequent heatwaves",
      "conclusion": null
    },
    {
      "title": "Precision bounds for characterising quantum measurements",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Quantum measurements, alongside quantum states and processes, form a cornerstone of quantum information processing. However, unlike states and processes, their efficient characterisation remains relatively unexplored. We resolve this asymmetry by introducing a comprehensive framework for efficient detector estimation that reveals the fundamental limits to extractable parameter information and errors arising in detector analysis - the detector quantum Fisher information. Our development...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41559102",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional and structural insights into interactions between β-Arrestin 1 and Gαs or Gαi1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559067/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "G proteins and arrestins are key transducers for G protein-coupled receptor (GPCR) signaling, mediating distinct downstream pathways. Recent evidence suggests that G proteins and β-arrestins (βarrs) can directly or functionally interact. However, the molecular details and functional consequences of Gα-βarr interactions remain poorly understood. Here, we quantify the binding affinities between βarr1 and Gαs or Gαi1 in various activation states using microscale thermophoresis (MST). βarr1 in the...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41559067",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inhibition of de novo ceramide synthesis mitigates alpha-synuclein pathology in a Parkinson's disease mouse model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559062/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Parkinson's disease (PD) is a progressive neurodegenerative disorder characterized by the loss of dopaminergic neurons and the accumulation of α-synuclein aggregates. Ceramide metabolism is increasingly implicated in protein aggregation and mitochondrial dysfunction, both of which are prevalent in neurodegenerative disorders. While prior studies using cell lines have hinted at ceramide's role in PD, the in vivo relevance and therapeutic efficacy of inhibiting its synthesis remained largely...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KIST",
        "SNU"
      ],
      "pmid": "41559062",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Video Versus Direct Laryngoscope for Pediatric Intubation During Cardiopulmonary Resuscitation: A Systematic Review and Meta-analysis of Simulation-based Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559033/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Video laryngoscopes significantly improve intubation success rates and reduce intubation time during simulation-based pediatric CPR. Future research should validate these findings in clinical settings and evaluate device-specific features to optimize outcomes.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41559033",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Video laryngoscopes significantly improve intubation success rates and reduce intubation time during simulation-based pediatric CPR. Future research should validate these findings in clinical settings and evaluate device-specific features to optimize outcomes"
    },
    {
      "title": "Ultrasound-Based Prediction Model for Air Enema Failure in Pediatric Ileocolic Intussusception: Comparison of Point-of-Care Ultrasound and Radiologist-Performed Ultrasound",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Ultrasound-based features are possibly more reliable predictors of enema reduction failure in pediatric emergency settings. Our validated model and comparative analysis highlight the importance of standardized ultrasound assessment and support the expanded role of POCUS.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41559014",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Ultrasound-based features are possibly more reliable predictors of enema reduction failure in pediatric emergency settings. Our validated model and comparative analysis highlight the importance of standardized ultrasound assessment and support the expanded role of POCUS"
    },
    {
      "title": "Repositioning neutrophils in cancer immunotherapy: From innate defenders to antibody-driven effectors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Neutrophils, the most abundant innate immune cell population in human circulation, serve as frontline defenders through canonical mechanisms including degranulation, generation of reactive oxygen species (ROS), and neutrophil extracellular trap (NET) formation. Beyond their classical antimicrobial functions, emerging evidence positions neutrophils as critical effectors in antibody-based cancer immunotherapy. Through Fc receptor-mediated mechanisms, such as antibody-dependent cellular...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41558873",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcomes of Patients with Metastatic Non-clear Cell Renal Cell Carcinoma Receiving Contemporary or Traditional First-line Therapies: Results from the International Metastatic Renal Cell Carcinoma Database Consortium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND CLINICAL IMPLICATIONS: Distinct patient outcomes were observed across histologic subtypes. More histology-specific strategies are required given the differential activity of first-line therapy regimens against each nccRCC histology.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41558869",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "Distinct patient outcomes were observed across histologic subtypes",
      "conclusion": "AND CLINICAL IMPLICATIONS: Distinct patient outcomes were observed across histologic subtypes. More histology-specific strategies are required given the differential activity of first-line therapy regimens against each nccRCC histology"
    },
    {
      "title": "Exploring iridotrabecular contact index and related factors in primary angle closure disease: a swept-source anterior segment OCT study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558832/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A significant correlation exists between relative lens vault and the ITC index in PACD. However, lens vault does not enhance the diagnostic accuracy of angle parameters for identifying the ITC index. Comprehensive evaluation of PACD should include parameters beyond lens measurements.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41558832",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A significant correlation exists between relative lens vault and the ITC index in PACD. However, lens vault does not enhance the diagnostic accuracy of angle parameters for identifying the ITC index"
    },
    {
      "title": "Hydrothermal synthesis of SnO<sub>2</sub> nanoparticles for electrocatalytic detection of perfluorononanoic acid and perfluorooctanesulfonic acid in environmental samples using voltammetric techniques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Perfluorochemicals are synthetic compounds used in many applications; however, their slow degradation classifies them as emerging micropollutants that persist in the environment. Long-term exposure to perfluorononanoic acid (PFNA) and perfluorooctanesulfonic acid (PFOS) via soil, water, and food can cause human health problems. In this research, SnO(2) nanoparticles were synthesized hydrothermally to study the electrocatalytic detection of PFNA and PFOS. The tin oxide (SnO(2)) nanoparticles were...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41558434",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced CO<sub>2</sub> gasification of polyethylene terephthalate using a two-stage gasification process to produce CO-rich and tar-deficient syngas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558430/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "This study demonstrates that a two-stage gasification process consisting of a fluidized bed gasifier followed by a tar-cracking reactor packed with activated carbon enables stable and efficient CO(2) gasification of polyethylene terephthalate. Conventional fluidized-bed CO(2) gasification typically suffers from low CO(2) conversion due to limited gas-solid residence time and the inherently low reactivity of CO(2). In contrast, the present two-stage configuration significantly enhances CO(2)...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41558430",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that a two-stage gasification process consisting of a fluidized bed gasifier followed by a tar-cracking reactor packed with activated carbon enables stable and efficient CO(2) gasification of polyethy...",
      "conclusion": null
    },
    {
      "title": "Developmental exposure to polystyrene nanoplastics induces persistent neurobehavioral changes and alters later-life susceptibility to hexabromocyclododecane in zebrafish",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558283/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Micro- and nanoplastic pollution poses a global threat due to environmental accumulation, poor reversibility, and adverse effects on humans and wildlife. Nanoplastics can cross the blood-brain barrier (BBB) and induce neurotoxicity, yet studies investigating the developmental effects of nanoplastic exposure during early life (a period vulnerable to environmental stressors) and their influence on later-life outcomes remain limited. This study examined whether early-life exposure to polystyrene...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41558283",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether early-life exposure to polystyrene",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nationwide seroprevalence of severe fever with thrombocytopenia syndrome virus in South Korea: Regional patterns and public health implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This nationwide estimate of SFTSV seroprevalence highlights high-risk groups, particularly older adults. These findings provide a baseline for surveillance and targeted interventions to mitigate SFTS risk and inform public health strategies in East Asia.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41558268",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This nationwide estimate of SFTSV seroprevalence highlights high-risk groups, particularly older adults. These findings provide a baseline for surveillance and targeted interventions to mitigate SFTS risk and inform public health strategies in East Asia"
    },
    {
      "title": "Immunopathogenic role of the HLA-B∗51:01-specific immunopeptidome in Behçet's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558215/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The immunopeptidome presented on HLA-B∗51:01-positive BD is distinct from that of HLA-B∗51:01-positive HCs and can activate T cells and secrete proinflammatory cytokines; this may contribute to the pathogenesis of BD.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41558215",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The immunopeptidome presented on HLA-B∗51:01-positive BD is distinct from that of HLA-B∗51:01-positive HCs and can activate T cells and secrete proinflammatory cytokines; this may contribute to the pathogenesis of BD"
    },
    {
      "title": "Improving the efficiency of normalized metal artifact reduction via a unified forward projection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558181/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Normalized metal artifact reduction (NMAR) is a robust and widely used method for reducing metal artifacts in computed tomography (CT). However, conventional NMAR requires at least two forward projections, one for metal trace detection and the other for prior sinogram generation, resulting in redundant computation and limited efficiency. This study aims to reformulate NMAR into a single forward projection-based framework that maintains artifact reduction performance while improving computational...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41558181",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to reformulate NMAR into a single forward projection-based framework that maintains artifact reduction performance while improving computational",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A neural circuit basis for reward-induced suppression of fear generalization and enhancement of fear extinction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557803/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "How positive and negative affective stimuli interact in the brain to influence behavioral outcomes remains poorly understood. Here, we show that recall of a positively valenced reward-associated cue (reward-conditioned stimulus, CS(Rew)+) can prevent or reverse fear generalization in mice. Modification of generalized fear by recall of a CS(Rew)+ is dependent on the midbrain dopamine system and the regulation of discriminatory fear encoding by the central amygdala (CeA). Precisely timed,...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41557803",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning detection and classification of fungal and non-fungal calcifications on paranasal sinus CT imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "This study aimed to develop and evaluate a deep learning algorithm for detecting and classifying intrasinus calcifications on paranasal sinus (PNS) computed tomography (CT) for the diagnosis of fungal sinusitis and differentiation of fungal and non-fungal sinusitis. A dataset of 277 PNS CT cases from Korea University Guro Hospital, supplemented by temporal and geographic external test sets, was utilized. A 3D U-Net model was employed to segment maxillary sinus regions. YOLO v5 identified...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41557658",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "develop and evaluate a deep learning algorithm for detecting and classifying intrasinus calcifications on paranasal sinus (PNS) computed tomography (CT) for the diagnosis of fungal sinusitis and diffe...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Urban density and depression during COVID-19 in Seoul: Moderating effects of social participation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557634/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "The COVID-19 pandemic, a global public health crisis, has had a profound and long-lasting impact on mental health worldwide. While existing studies on the pandemic have examined the relationship between urban characteristics and mental health, there remains a lack of understanding of the temporal distinctions of the pandemic, age-specific differences, and the role of social participation. This study empirically analyzed the relationship between COVID-19-related depressive symptoms and urban...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41557634",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on mental health worldwide",
      "conclusion": null
    },
    {
      "title": "High-Flow Nasal Oxygenation in Infants Undergoing Tracheal Intubation: A Single-center Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In the present study involving the use of HFNO for preoxygenation and apneic oxygenation during tracheal intubation in infants, there was no significant difference in the incidence of desaturation between HFNO and face mask ventilation, although the former was associated with less frequent gastric insufflation.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41557566",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In the present study involving the use of HFNO for preoxygenation and apneic oxygenation during tracheal intubation in infants, there was no significant difference in the incidence of desaturation between HFNO and face mask ventilation, although the former was associated with less frequent gastric i..."
    },
    {
      "title": "Impact of surgical ablation of atrial fibrillation on ventricular function and remodeling after aortic valve replacement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557472/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SA during AVR was associated with modestly more favorable LV remodelling without increasing operative or long-term clinical risks. Given small absolute differences, these findings should be interpreted cautiously, and further studies with longer follow-up are warranted.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41557472",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SA during AVR was associated with modestly more favorable LV remodelling without increasing operative or long-term clinical risks. Given small absolute differences, these findings should be interpreted cautiously, and further studies with longer follow-up are warranted"
    },
    {
      "title": "Observation of Coherent ϕ(1020) Meson Photoproduction in Ultraperipheral PbPb Collisions at sqrt[s_{NN}]=5.36 TeV",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557409/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "The first observation of coherent ϕ(1020) meson photoproduction off heavy nuclei is presented using ultraperipheral lead-lead collisions at a center-of-mass energy per nucleon pair of 5.36 TeV. The data were collected by the CMS experiment and correspond to an integrated luminosity of 1.62 μb^{-1}. The ϕ(1020) meson signals are reconstructed via the K^{+}K^{-} decay channel. The production cross section is presented as a function of the ϕ(1020) meson rapidity in the range 0.3<|y|<1.0, probing...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41557409",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Energy Independence of the Collins Asymmetry in p^{↑}p Collisions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557397/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "The STAR experiment reports new, high-precision measurements of the transverse single-spin asymmetries for π^{±} within jets, namely the Collins asymmetries, from transversely polarized p^{↑}p collisions at sqrt[s]=510 GeV. The energy-scaled distribution of jet transverse momentum, x_{T}=2p_{T,jet}/sqrt[s], shows a remarkable consistency for Collins asymmetries of π^{±} in jets between sqrt[s]=200 GeV and 510 GeV. This indicates that the Collins asymmetries are nearly energy independent, with,...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41557397",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Further Considerations on Late Preterm Antenatal Corticosteroid Use-Reply",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41557359",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Modulation of the Levels of NMDA Receptor Subunit mRNA and the Bindings of [<sup>3</sup>H]MK-801 in Rat Brain by Chronic Infusion of Subtoxic Dose of MK-801",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557205/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41557205",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Kawasaki disease in adolescents: age-specific clinical features and factors associated with outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557166/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Adolescents with KD exhibit distinct clinical features, characteristic age-specific risk factors, and a higher risk of CALs, highlighting the need for age-specific management strategies. Key Points • KD in adolescence is rare, accounting for approximately 0.8% of all cases. • Adolescents with KD exhibited longer fever duration, more incomplete KD presentation, higher rates of unresponsiveness to IVIG, and a greater incidence of CALs. • Prolonged fever and recurrent KD were...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41557166",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Adolescents with KD exhibit distinct clinical features, characteristic age-specific risk factors, and a higher risk of CALs, highlighting the need for age-specific management strategies. Key Points • KD in adolescence is rare, accounting for approximately 0"
    },
    {
      "title": "Biomarkers for predominantly inattentive ADHD: potential involvement of Wnt/β-catenin/integrin signaling in a spontaneously hypertensive rat",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Dysregulation of Wnt/β-catenin/integrin signaling may contribute to the ADHD pathophysiology. Concordant upregulation of Ctnnβ1 and Itgβ1 in brain and peripheral blood may support their potential as peripheral biomarkers of ADHD. Responsiveness of these genetic markers to atomoxetine treatment indicates potential value for treatment monitoring and supports targeting this pathway in future therapeutic strategies.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41557094",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Dysregulation of Wnt/β-catenin/integrin signaling may contribute to the ADHD pathophysiology. Concordant upregulation of Ctnnβ1 and Itgβ1 in brain and peripheral blood may support their potential as peripheral biomarkers of ADHD"
    },
    {
      "title": "Endoscopic and pathologic findings of esophagogastroduodenal involvement in Crohn disease in Korea: a prospective single-center cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556938/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The proportion of esophagogastroduodenal involvement was relatively high among Korean patients with Crohn disease who underwent EGD. In patients with elevated fecal calprotectin, EGD with histopathological examination is recommended to identify esophagogastroduodenal involvement.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41556938",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proportion of esophagogastroduodenal involvement was relatively high among Korean patients with Crohn disease who underwent EGD. In patients with elevated fecal calprotectin, EGD with histopathological examination is recommended to identify esophagogastroduodenal involvement"
    },
    {
      "title": "Mononuclear Non-Heme Iron(III)-Peroxo Complexes in Oxidative <em>N</em>-Demethylation Reaction as a Chemical Model Study of Rieske Oxygenases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Mononuclear nonheme iron(III)-peroxo complexes bearing N-tetramethylated cyclam (n-TMC) ligands, [Fe^(III)(O(2))(n-TMC)]^(+) (n = 12, 13, and 14), have recently shown highly intriguing reactivities in various oxidation reactions, such as the cis-dihydroxylation and C-H functionalization reactions, which were previously associated only with high-valent iron-oxo intermediates in heme and nonheme iron enzymes. Herein, we extend our study to report [Fe^(III)(O(2))(n-TMC)]^(+) mediated...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41556738",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanoscopy of Organelle Handoff Portals Reveals Direct Coupling between Endoplasmic Reticulum Remodeling and Microtubule-Based Transport",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556723/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "How biosynthetic organelles leave the endoplasmic reticulum (ER) and engage with microtubule tracks remains a central question. Combining interferometric scattering with fluorescence nanoscopy, we tracked nanometer-scale handoff events in living cells. ER-derived organelles undergo biased diffusion along ER tubules toward nearby microtubules. ER three-way junctions function as nanoscopic hubs where a cargo pauses, contacts multiple microtubules, and then launches onto a track for long-range...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41556723",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aberrant Drainage to the Right Upper Pulmonary Vein From the Right Middle or Lower Lung: How Common?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Aberrant venous drainage from the RML and RLL to the RUPV is relatively common and largely consistent with prior anatomical and radiologic descriptions. These findings, based on surgically verified mapping under a standardized VATS approach, confirm and refine existing knowledge and underscore the need for meticulous intraoperative assessment and careful review of preoperative imaging to avoid vascular complications. Future studies should explore multi-institutional data and...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41556654",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Aberrant venous drainage from the RML and RLL to the RUPV is relatively common and largely consistent with prior anatomical and radiologic descriptions. These findings, based on surgically verified mapping under a standardized VATS approach, confirm and refine existing knowledge and underscore the n..."
    },
    {
      "title": "Microvascular Dropout Within the Lamina Cribrosa in Myopic Eyes With a Parapapillary γ-Zone and Primary Open-Angle Glaucoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In myopic POAG eyes with a parapapillary γ-zone, LC microstructures were associated with the size of MvD-LC. Larger MvD-LC was independently associated with more severe glaucomatous damage.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41556587",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In myopic POAG eyes with a parapapillary γ-zone, LC microstructures were associated with the size of MvD-LC. Larger MvD-LC was independently associated with more severe glaucomatous damage"
    },
    {
      "title": "Calpain-MMP3 activation restricts nuclear uptake during protein transduction domain TAT-mediated protein delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "The TAT protein transduction domain (TAT-PTD) is an effective tool for delivering therapeutic proteins into cells, yet its efficiency is often constrained by an incompletely understood intracellular fate. In this study, we identify a previously unrecognized proteolytic cascade that restricts the nuclear accumulation of TAT-fusion proteins. After cellular uptake, TAT-EGFP undergoes N-terminal cleavage by matrix metalloproteinase-3 (MMP-3), an event that depends on an upstream calpain-MMP-3...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41556524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advancing CO<sub>2</sub> Valorization Beyond C<sub>2</sub> Products",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "The catalytic valorization of carbon dioxide (CO(2)) has attracted extensive attention as a promising route to mitigate greenhouse gas emissions while producing value-added chemicals. Significant progress has been achieved in the selective reduction of CO(2) to C(1) and C(2) products such as CO, CH(4), HCOO^(-), C(2)H(4), and C(2)H(5)OH through precise control of catalysts and reaction environments within single-batch systems. However, the formation of higher-order carbon products (C(3)+)...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "KIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41556495",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Upconverted Hot Electrons and Solvated Electrons from Mn-Doped Semiconductor Nanocrystals for Photochemistry: Perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556451/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Hot electrons photogenerated in semiconductor nanocrystals enable powerful redox reactivity due to their large excess energy and their capability for long-range transfer over high energy barriers. Among various strategies for hot electron generation, Mn-mediated Auger upconversion in Mn-doped semiconductor nanocrystals has emerged as a particularly effective method. This process generates hot electrons with large excess energies, a fraction of which can even exceed the vacuum level, enabling...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41556451",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SUPT16H-associated neurodevelopmental disorder and neurocristopathy: genetic and phenotypic spectrum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556401/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "SUPT16H encodes a subunit of the FACT (FAcilitates Chromatin Transcription) complex, a histone chaperone essential for maintaining chromatin integrity during transcription, replication, and DNA repair. Pathogenic de novo SUPT16H missense variants have previously been linked to neurodevelopmental disorders in eight individuals. Here, we expand the genotypic and phenotypic spectrum by identifying 24 additional individuals harboring ultrarare heterozygous missense or truncating variants, who share...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41556401",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Late Anastomotic Leakage After Rectal Cancer Surgery: Incidence and Differential Risk Factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556387/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Late anastomotic leakage occurs at a rate comparable to early anastomotic leakage and presents with distinct risk factors. Extended surveillance and tailored management are warranted in high-risk patients. See Video Abstract.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41556387",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Late anastomotic leakage occurs at a rate comparable to early anastomotic leakage and presents with distinct risk factors. Extended surveillance and tailored management are warranted in high-risk patients"
    },
    {
      "title": "A predictive framework for stop-loss variants with C-terminal extensions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Stop codons dictate translation termination, and variants occurring at these sites can result in stop-loss variants, leading to C-terminal extensions with significant functional consequences. Despite their clinical relevance, existing prediction tools, primarily developed for missense variants, lack sufficient accuracy for assessing stop-loss variants, mainly due to inadequate consideration of the sequence features of the extended peptide. To address this gap, we developed TAILVAR (Terminal...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41556340",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pan2-Pan3 Complex-Mediated Deadenylation Enforces mRNA Quality Control for Infection of the Rice Blast Fungus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556236/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Poly(A) tail shortening by deadenylases is a central checkpoint linking mRNA fate to eukaryotic development, yet its impact on fungal pathogenesis remains unexplored. Here, we uncover that the Pan2-Pan3 deadenylase complex is a master regulator of infection in the rice blast fungus Magnaporthe oryzae. Pan2 and Pan3 form a catalytically active complex that localizes to P-bodies and globally trims poly(A) tails to enforce mRNA quality control. Deletion of either or both subunits abolishes this...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41556236",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on fungal pathogenesis remains unexplored",
      "conclusion": null
    },
    {
      "title": "Prevalence and Characteristics of Self-Perceived Swallowing Difficulties Among Community-Dwelling Older People in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The high prevalence of perceived swallowing difficulties identified in this study, particularly among older adults not clinically diagnosed, underscores the critical need for community-based screening. Identifying this at-risk population through such screening is the essential first step to facilitate timely preventive interventions and ensure referral for further clinical evaluation.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41556217",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The high prevalence of perceived swallowing difficulties identified in this study, particularly among older adults not clinically diagnosed, underscores the critical need for community-based screening. Identifying this at-risk population through such screening is the essential first step to facilita..."
    },
    {
      "title": "ABO blood type has no effect on hepatocellular carcinoma recurrence after living donor liver transplantation in the Korean Organ Transplantation Registry study: a case-control study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ABO blood type does not predict HCC recurrence or overall survival. Clinical factors like beyond the Milan criteria and ABO-incompatibility remain critical in managing LDLT patients with HCC.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41556196",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ABO blood type does not predict HCC recurrence or overall survival. Clinical factors like beyond the Milan criteria and ABO-incompatibility remain critical in managing LDLT patients with HCC"
    },
    {
      "title": "ADV score plus FDG-PET as preoperative predictors of post-resection prognosis in patients with hepatocellular carcinoma ≥10 cm: a retrospective cohort validation study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556166/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These two PPMs reliably predicted post-resection outcomes in patients with large HCC, making them useful tools for guiding surgical decisions and postoperative surveillance in high-risk patients.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41556166",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These two PPMs reliably predicted post-resection outcomes in patients with large HCC, making them useful tools for guiding surgical decisions and postoperative surveillance in high-risk patients"
    },
    {
      "title": "Incidence and risk factors for symptomatic gallstone disease after gastrectomy for gastric cancer: a nationwide population-based study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556162/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Symptomatic gallstone disease requiring invasive intervention occurred in 7.1% of the patients after gastrectomy for gastric cancer, representing a substantial increase compared to the general population. Pylorus-preserving gastrectomy and laparoscopic surgery were associated with a lower risk, suggesting that the surgical approach may influence the long-term gallstone risk.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41556162",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Symptomatic gallstone disease requiring invasive intervention occurred in 7.1% of the patients after gastrectomy for gastric cancer, representing a substantial increase compared to the general population"
    },
    {
      "title": "Synergistic Fluoroalkyl and Electron-Rich Vinyl Units for Ionizing Radiation-Induced Cross-Linking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "We explored chemical strategies to promote intermolecular cross-linking induced by fluorinated alkyl units under ionizing radiation. To this end, we synthesized a compound containing two fluoroalkyl moieties and two vinylsilyl groups, which exhibited more efficient cross-linking under accelerated electron-beam irradiation compared to vinyl-lacking analogues. Under extreme ultraviolet irradiation, the vinylsilyl-containing compound was similarly converted into a cross-linked, insoluble material,...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41556122",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inhibition of FOS-Like Antigen 1 Reduces Chemoresistance to Temozolomide Through Stemness Reprogramming via IL-6/STAT3<sup>Tyr705</sup> Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Glioblastoma (GBM) is the most lethal brain tumor, characterized by strong resistance to conventional therapies. Despite recent therapeutic advancements, overcoming chemoresistance remains a major challenge. Here, we identified FOS-like antigen 1 (FOSL1) as a novel therapeutic target in GBM, particularly in patients with resistance to conventional drugs, including temozolomide (TMZ). FOSL1 gene was identified from the DepMap database as a potential mediator of TMZ resistance in GBM and found to...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41556041",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unusual Triggering of the Finger Caused by Distal Flexor Tendinopathy: Successful Treatment With Ultrasound-Guided Prolotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Trigger finger (TF), traditionally viewed as a stenosing tenosynovitis at the A1 pulley, is commonly treated with corticosteroid injections or pulley release. This case report describes a 61-year-old female with a refractory TF who did not respond to a previous corticosteroid injection. Diagnostic imaging revealed insertional tendinopathy of the flexor digitorum superficialis and flexor digitorum profundus with bony spurs, rather than pathology at the A1 pulley. The patient was successfully...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41555987",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring artificial intelligence literacy's role in healthy behaviors and mental health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Healthy behavior has long been linked to mental health outcomes. However, the role of artificial intelligence (AI) literacy in shaping healthy behaviors and its potential impact on mental health remains underexplored. This paper presents a scoping review offering a novel perspective on the intersection of healthy behaviors, mental health, and AI literacy. By examining how individuals' understanding of AI influences their choices regarding nutrition and their susceptibility to mental health...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41555946",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on mental health remains underexplored",
      "conclusion": null
    },
    {
      "title": "Conditional trust as a driver of public engagement in Korea's national project of bio-big data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555922/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Trust is built on the belief that promises will be honored. In biodata research, public trust is established when researchers conduct studies as promised and utilize the research outcomes in accordance with the stated objectives. Participants, particularly those contributing sensitive data, often demand a detailed explanation regarding how their data will be utilized and governed, which forms the foundation of trust. The National Project of Bio-Big Data (NPBBD) was conceived upon...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41555922",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Overview of Tuberculosis Cases Reported in 2024 in the Capital Region: Seoul Metropolitan City, Incheon Metropolitan City, Gyeonggi-do, and Gangwon State",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although tuberculosis case notifications in the Capital Region continued a 10-year decreasing trend, the proportions of the elderly (≥65 years) and foreign nationals continued to rise. This trend, driven by population aging and an influx of foreign workers from high-tuberculosis -burden countries, combined with group-specific vulnerabilities, justifies the targeted programs implemented since 2024 (e.g., \"Tuberculosis Awareness for Foreign Workers\" and \"Tuberculosis Prevention for...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41555914",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although tuberculosis case notifications in the Capital Region continued a 10-year decreasing trend, the proportions of the elderly (≥65 years) and foreign nationals continued to rise. This trend, driven by population aging and an influx of foreign workers from high-tuberculosis -burden countries, c..."
    },
    {
      "title": "Outcomes of Highly Urgent ABO-Incompatible Living Donor Liver Transplantation in National Databases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The present study supports ABOi-LDLTs as a feasible and safe treatment for highly urgent patients.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41555805",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The present study supports ABOi-LDLTs as a feasible and safe treatment for highly urgent patients"
    },
    {
      "title": "Reliability and Validity of the Korean Version of the Digital Health Literacy Instrument",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555804/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The K-DHLI is a reliable and valid instrument for assessing DHL in the Korean population. The findings confirm that the 7-factor structure demonstrates superior model fit and further support its applicability across diverse adult groups. This study provides a standardized instrument for assessing DHL in Korea and facilitates its use in national surveys, clinical screening, and research. It may help identify individuals with limited DHL, thereby supporting targeted interventions to...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41555804",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The K-DHLI is a reliable and valid instrument for assessing DHL in the Korean population. The findings confirm that the 7-factor structure demonstrates superior model fit and further support its applicability across diverse adult groups"
    },
    {
      "title": "Hand Grip Strength Predicts Cognitive Decline in Subjective Cognitive Decline: 2-Year Follow-up Results",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555802/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: HGS weakness is associated with cognitive decline, particularly in visuospatial and executive domains, and may serve as an early indicator of amyloid-related neurodegeneration in older adults with SCD. HGS assessment could be a practical clinical tool for identifying individuals at risk, especially when amyloid PET is not available.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41555802",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HGS weakness is associated with cognitive decline, particularly in visuospatial and executive domains, and may serve as an early indicator of amyloid-related neurodegeneration in older adults with SCD. HGS assessment could be a practical clinical tool for identifying individuals at risk, especially ..."
    },
    {
      "title": "Nationwide Trends and Future Projections of Diabetes and Diabetic Retinopathy Prevalence in Korea: Korean National Health and Nutrition Examination Survey Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555800/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The prevalence of DM and DR, as well as the number of patients, have increased over 13 years, and this trend is projected to continue through 2040 in Korea. Therefore, it is essential to establish effective healthcare strategies to address this trend.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41555800",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The prevalence of DM and DR, as well as the number of patients, have increased over 13 years, and this trend is projected to continue through 2040 in Korea. Therefore, it is essential to establish effective healthcare strategies to address this trend"
    },
    {
      "title": "Semi-Supervised Fatty Liver Classification Using Attention-Based Graph Neural Network Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Attention-based GNNs demonstrated strong predictive performance for fatty liver disease using a small number of labeled samples. This methodological approach illustrates how graph-based learning can leverage relational structures in routine clinical data to support data-efficient, individualized risk assessment in label-constrained settings.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41555799",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Attention-based GNNs demonstrated strong predictive performance for fatty liver disease using a small number of labeled samples. This methodological approach illustrates how graph-based learning can leverage relational structures in routine clinical data to support data-efficient, individualized ris..."
    },
    {
      "title": "Quantum medicine: A quantum-mechanical framework for redox biology, disease and precision medicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555779/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Quantum biomedicine introduces a new mechanistic layer that links electronic-scale processes to clinical phenotypes. While current implementations are constrained by NISQ-era hardware, rapid advances in quantum algorithms and sensing technologies position quantum approaches as emerging tools in precision and translational medicine. Strategic integration of quantum methods with experimental and clinical workflows may accelerate biomarker discovery and therapeutic development.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41555779",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Quantum biomedicine introduces a new mechanistic layer that links electronic-scale processes to clinical phenotypes. While current implementations are constrained by NISQ-era hardware, rapid advances in quantum algorithms and sensing technologies position quantum approaches as emerging tools in prec..."
    },
    {
      "title": "Multi-Omics-Based Biological Mechanisms for Childhood Allergen Sensitization Trajectories: COCOA Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555723/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41555723",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of work time control with sleep quality and sleep duration in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555708/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Lower WTC was associated with poorer sleep quality. Improving work-time autonomy may enhance sleep, particularly among workers with moderate weekly working hours (40-52 hours).",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41555708",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lower WTC was associated with poorer sleep quality. Improving work-time autonomy may enhance sleep, particularly among workers with moderate weekly working hours (40-52 hours)"
    },
    {
      "title": "Programming the Infant Gut: How Maternal and Early Life Nutrition Shape the Infant Microbiome and Long-term Health-A Narrative Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555705/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Childhood malnutrition, including undernutrition, obesity, and micronutrient deficiencies, remains a major global health burden. Emerging evidence points to the gut microbiome as a critical mediator linking maternal, prenatal, and early-life nutrition to long-term offspring health outcomes. From conception and through the first years of life, maternal diet, metabolic state, and environmental exposures shape offspring microbial colonization and maturation. Breastfeeding and consumption of...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41555705",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of the preoperative value of phase angle in bioelectrical impedance analysis on postoperative complications after pancreaticoduodenectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555690/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Preoperative PhA may serve as a valuable predictive indicator of postoperative complications after PD, enabling the identification of patients who could benefit from preoperative prehabilitation, including nutritional support.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41555690",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preoperative PhA may serve as a valuable predictive indicator of postoperative complications after PD, enabling the identification of patients who could benefit from preoperative prehabilitation, including nutritional support"
    },
    {
      "title": "Association between statin use and mortality in adults with Parkinson's disease: A nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Statin use and higher cumulative exposure were associated with reduced all-cause mortality in patients with Parkinson's disease, and these findings suggest a potential survival benefit and warrant further investigation in diverse populations.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41555677",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "a potential survival benefit and warrant further investigation in diverse populations",
      "conclusion": "Statin use and higher cumulative exposure were associated with reduced all-cause mortality in patients with Parkinson's disease, and these findings suggest a potential survival benefit and warrant further investigation in diverse populations"
    },
    {
      "title": "Longitudinal implications of BDNF rs6265 polymorphism on motor and non-motor features of Parkinson's disease in Korean population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555676/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The differences in myocardial denervation at diagnosis, cognitive profiles, and motor progression might suggest a potential modulatory role of BDNF polymorphism in PD progression in the Korean population.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41555676",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The differences in myocardial denervation at diagnosis, cognitive profiles, and motor progression might suggest a potential modulatory role of BDNF polymorphism in PD progression in the Korean population"
    },
    {
      "title": "Maximizing microalgal lutein through light patterning and nutrient shifts in photobioreactors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: From an economic perspective, the integrated strategy in a two-stage process can reduce costs by 28-32% of lutein, owing to improved nutrient utilization, enhanced energy efficiency in light modulation, and shorter cultivation time. The process thus demonstrates a favorable productivity-to-cost ratio, strengthening the economic feasibility of microalgal lutein production. Integrated light-nutrient strategies effectively enhance lutein production while minimizing degradation. This...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41555567",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "From an economic perspective, the integrated strategy in a two-stage process can reduce costs by 28-32% of lutein, owing to improved nutrient utilization, enhanced energy efficiency in light modulation, and shorter cultivation time. The process thus demonstrates a favorable productivity-to-cost rati..."
    },
    {
      "title": "<em>Propionibacterium freudenreichii</em> MJ2 Improves Dexamethasone-Induced Muscle Atrophy in Rats by Increasing Muscle Mass and Muscle Fiber Area",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Muscle atrophy refers to the loss or wasting of muscle tissue caused by medication, aging, disease, and injury. Propionibacterium freudenreichii MJ2 (MJ2) shows anti-inflammatory and anti-obesity properties. This study aimed to determine the effects of MJ2 on dexamethasone (DEX)-induced muscle atrophy in C2C12 myoblast cell line and rats. Heat-killed P. freudenreichii MJ2 (HK-MJ2) inhibited a decrease in the diameter of DEX-treated C2C12 myotubes. Additionally, it downregulated the expression of...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41555515",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "determine the effects of MJ2 on dexamethasone (DEX)-induced muscle atrophy in C2C12 myoblast cell line and rats",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Highly Transparent, Self-Healable Stretchable Conductors for Skin-Attachable Transparent Bioelectronic Sensors and Synesthesia Displays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555490/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Transparent and stretchable conductors are essential components for next-generation soft electronics. However, simultaneously achieving high electrical conductivity, optical transparency, stretchability, and self-healing capability within a single conductor is challenging, because optical clarity and electrical performance are often traded off. Here, we introduce a multifunctional transparent stretchable conductor consisting of a micropatterned liquid metal (LM) mesh embedded within a...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "41555490",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimising Outcomes in Endodontic Microsurgery: Evidence, Uncertainties and Future Directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Endodontic microsurgery (EMS) is a reliable treatment modality for managing persistent or recurrent periapical pathologies, particularly when conventional nonsurgical retreatment is infeasible or has failed. Various factors influence EMS outcomes, among which the lesion type is a key determinant. Isolated endodontic lesions generally exhibit favourable outcomes, whereas combined endodontic-periodontal lesions and through-and-through defects are clinically challenging and associated with less...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41555382",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intrinsically stretchable 2D MoS<sub>2</sub> transistors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559047/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Intrinsically stretchable electronics is rapidly emerging as a transformative platform for next-generation electronics, offering novel form factors and enhanced capabilities. Herein, we report high-performance intrinsically stretchable thin-film transistors based on two-dimensional semiconducting flakes. Our n-type molybdenum disulfide transistors exhibit a maximum field-effect mobility up to 12.5 cm²V^(-1)s^(-1) (average 8 cm²V^(-1)s^(-1)) and an on/off current ratio above 10⁷, even under 20%...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41559047",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of the antibacterial mechanism of Levan against Escherichia coli using differential gene expression analysis and electron microscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Levan, a fructose-based polysaccharide, has been widely reported to exhibit broad-spectrum antibacterial activity, highlighting its potential for biomedical applications. While its antimicrobial efficacy has been demonstrated, the global bacterial transcriptional responses associated with levan exposure remain insufficiently characterized. In this study, we investigated the cellular and transcriptional responses of Escherichia coli to levan treatment using differential gene expression (DGE)...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41558560",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the cellular and transcriptional responses of Escherichia coli to levan treatment using differential gene expression (DGE)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Induction of neurodegeneration in the hippocampus of senescence-accelerated mouse-prone 8 (SAMP8) mice by blood-brain barrier-crossing serum amyloid P component",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559706/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41559706",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Somatic sensations throughout the pregnancy: their time course along with gestational weeks and relation to maternal-fetal attachment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The findings accentuate the manifold changes in the somatic sensations experienced by pregnant women throughout the GWs and imply that somatic sensations are one of the significant factors for the development of maternal-fetal attachment. This comprehensive evaluation of somatic sensations in pregnant women has considerable implications for the promotion of their physical and psychological well-being.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41559616",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for the promotion of their physical and psychological well-being",
      "conclusion": "The findings accentuate the manifold changes in the somatic sensations experienced by pregnant women throughout the GWs and imply that somatic sensations are one of the significant factors for the development of maternal-fetal attachment. This comprehensive evaluation of somatic sensations in pregna..."
    },
    {
      "title": "Spontaneous hemorrhage from a functionally well-controlled, non-enlarged but hyperplastic parathyroid gland due to secondary hyperparathyroidism: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Chronic kidney disease causes secondary hyperparathyroidism (SHPT) with hyperplastic enlarged parathyroid glands. Deep cervical spontaneous hemorrhage has been occasionally reported to be caused by rupture of an enlarged parathyroid gland under functionally uncontrolled SHPT. We encountered an unusual case of life-threatening spontaneous hemorrhage from a parathyroid gland in a patient undergoing hemodialysis. A 40-year-old man with end-stage renal disease received renal replacement therapy for...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41559513",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancing Explainability in AI-Based Interstitial Lung Disease Detection via Multi-Class Learning Based on Lesion Areas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Interstitial lung disease (ILD) comprises a group of lung disorders characterized by inflammation and fibrosis of the lung interstitium. Early detection is essential, yet identifying ILD on chest radiographs remains challenging. Recently, deep learning (DL) technologies have shown potential to improve diagnostic performance; however, their lack of transparency remains a major concern. This study employed a four-class classification scheme to develop a trustworthy and robust detection system for...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41559507",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Shin'iseihaito (Xinyiqingfeitang) on MUC5AC expression in cultured pulmonary epithelial cells and the role of its component gypsum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41559500",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantitative determination of galacturonic-glycyrrhizin in Kampo medicines containing Glycyrrhiza: a glucuronide involved in gastrointestinal production of glycyrrhetinic acid",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Glycyrrhetinic acid (GA) and glycyrrhizin (GL), active ingredients derived from Glycyrrhiza, Glycyrrhizae Radix (The Japanese Pharmacopia), exhibit various pharmacological effects, such as anti-inflammatory and anti-allergic activities, and a side effect of licorice-induced pseudoaldosteronism. GA is also produced as a metabolite of GL in gastrointestinal bacterial flora when Glycyrrhiza-containing Kampo medicines are orally administered. The present study aimed to confirm that a...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41559498",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pathological fracture and epidural hematoma as rare complications of calcified cephalohematoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Calcified cephalohematoma is generally regarded as a benign condition with cosmetic consequences. Because of its benign clinical course, reports with follow-up periods exceeding 10 years are lacking. To date, no reports have linked it to increased susceptibility to severe head trauma. Here, we describe a rare case of pathological fracture and acute epidural hematoma arising from trauma to a calcified cephalohematoma in an adolescent. A 15-year-old boy with a history of right parietal calcified...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41559479",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Candida Tropicalis Biofilm Formation Under Secondary Bile Salt Sodium Deoxycholate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Candida species are components of the normal intestinal microbiota and are under constant exposure to bacterial metabolites, including secondary bile salts. Secondary bile salts are produced by commensal bacteria in the intestine and not only affect lipid absorption through emulsification but also have great effects on other microorganisms. Here, we examined the effect of a secondary bile salt, sodium deoxycholate (NaDCA), on the formation of biofilms by Candida tropicalis. In contrast to C....",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41559447",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effect of a secondary bile salt, sodium deoxycholate (NaDCA), on the formation of biofilms by Candida tropicalis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Continuous fascial closure using absorbable barbed sutures lowers the risk of incisional hernia after minimally invasive colorectal surgery: a consecutive single-surgeon retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Continuous fascial closure using absorbable barbed sutures was associated with a significantly reduced incidence of IH, without increasing short-term morbidity. These findings suggest that closure technique may represent a modifiable determinant of IH risk and support continuous closure as a potentially preferable approach. However, prospective multicenter randomized controlled trials are warranted to validate these results and confirm their generalizability.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41559336",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that closure technique may represent a modifiable determinant of IH risk and support continuous closure as a potentially preferable approach",
      "conclusion": "Continuous fascial closure using absorbable barbed sutures was associated with a significantly reduced incidence of IH, without increasing short-term morbidity. These findings suggest that closure technique may represent a modifiable determinant of IH risk and support continuous closure as a potenti..."
    },
    {
      "title": "Relationship between pelvic incidence and hip, pelvic, and lumbar motion during squatting in healthy individuals with high and low pelvic incidence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559209/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41559209",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of multiple outcomes of habitat models can significantly affect conservation decisions for threatened species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559157/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "There is a clear international commitment to protect old-growth forests for their biodiversity and ecological functions. However, it remains unclear which particular solutions would best mitigate overall biodiversity loss given uncertainties about the future, and how to assess that. As an approach, we modelled and assessed the current and likely future habitat distribution of a conspicuous deadwood-inhabiting fungal species, Anthoporia albobrunnea, across Europe. We used spatial distribution...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41559157",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bulk single crystal growth and scintillation properties of Ce and Mg co-doped Y3Ga3Al2O12 for advanced X-ray imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41559099/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41559099",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-cell ATP monitoring in Escherichia coli engineered for polyhydroxybutyrate production using the fluorescent biosensor QUEEN",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558871/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Polyhydroxyalkanoates (PHAs) are polyesters accumulated by various microorganisms as intracellular inclusions. In this study, Escherichia coli was engineered to co-express PHA biosynthetic genes and the ratiometric fluorescent biosensor QUEEN. QUEEN is a genetically encoded fusion protein comprising green fluorescent protein and the ε subunit of ATP synthase, which functions as an ATP-binding domain. Its fluorescence intensity ratio at two wavelengths reflects intracellular ATP levels. In this...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41558871",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-cell transcriptomic profiling of platelet-adherent circulating tumor cells using a microcavity-gel manipulation platform",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Pancreatic cancer remains one of the most lethal malignancies, with a 5-year survival rate of less than 9 %, primarily due to its aggressive metastasis and drug resistance. Circulating tumor cells (CTCs), which are key mediators of metastasis, are critical for understanding these clinical challenges. In this study, we applied a single-cell transcriptome analysis platform combining a microcavity array (MCA) and gel-based cell manipulation (GCM) technique for marker-independent cell recovery to...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41558870",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic DnaA-DnaB interactions at oriC coordinate the loading and coupled translocation of two DnaB helicases for bidirectional replication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Bidirectional replication is a conserved principle requiring coordinated translocation of the two replicative helicases loaded at the origin. In Escherichia coli, the initiator protein DnaA constructs two oligomers in an initiation complex at the origin oriC, which locally unwinds the DNA and recruits DnaB helicase-DnaC loader complexes to the unwound region. We previously demonstrated that the two DnaA subcomplexes constructed on oriC bind a specific DNA strand of the unwound origin and tether...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41558826",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AFM-Based Single-Molecule Force Spectroscopy of PEG-Anti-PEG Antibody Interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Poly(ethylene glycol) (PEG) is widely used as a stealth polymer to enhance drug stability and circulation by reducing immune recognition. However, anti-PEG antibodies are increasingly reported in humans, leading to accelerated drug clearance and adverse immune responses. While ensemble assays have clarified the scheme of PEG-antibody binding, they lack the resolution to probe molecular-scale mechanics. Here, we used atomic force microscopy-based single-molecule force spectroscopy (AFM-SMFS) to...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41558674",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-payload trastuzumab-drug conjugates achieved through hydrophilic Y-shaped pendant PEG linkers for a potent and selective antitumor response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558564/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "A high drug-to-antibody ratio (DAR) is a desirable attribute for enhancing the clinical performance of antibody-drug conjugates (ADCs). However, most approved ADCs are constrained to a DAR of 4 due to the high hydrophobicity of the cytotoxic drugs used. To overcome this limitation, alternative strategies rely on incorporating hydrophilic linkers to offset drug-borne hydrophobicity. Here, a novel linker comprising a Y-shaped PEG pedant is introduced to enable the generation of trastuzumab-based...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41558564",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular mechanism of MDA5 nucleation and filament formation by LGP2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "LGP2, a RIG-I-like receptor, plays a crucial role in antiviral immunity by enhancing MDA5 activity against specific viral infections. Here, using biochemical assays, cryo-electron microscopy (cryo-EM), and high-speed atomic force microscopy, we reveal that LGP2 initially binds to the ends of double-stranded RNA (dsRNA) and subsequently translocates along the RNA via ATP hydrolysis. Our cryo-EM structure demonstrates that LGP2 forms filament-like assemblies with MDA5 along the internal region of...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41558484",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Population structure and domestication history of the Javan banteng",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "The domestication of the banteng in Southeast Asia is one of the world's least known livestock domestications yet a vital component of the agricultural system in Indonesia and surrounding countries. Here, we generated the first reference genome of the banteng and used it to analyze a set of 78 resequenced wild and domesticated bantengs, including 19 newly generated whole-genome-sequenced samples, of which three are historical samples. We found low heterozygosity and significant differentiation,...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41558462",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Longitudinal assessment of Ehrlichia canis bacterial load in naturally infected dogs using droplet digital PCR",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558229/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Persistence of detectable Ehrlichia canis DNA after a full course of doxycycline treatment remains poorly described. Highly sensitive molecular tools are essential for monitoring this phenomenon. This study aimed to monitor E. canis DNAemia in naturally infected dogs over a 60-day follow-up period using droplet digital PCR (ddPCR) and to compare its performance with TaqMan real-time PCR (qPCR). Forty-one seropositive dogs (identified by the IDEXX SNAP 4Dx Plus test) exhibiting clinical signs...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41558229",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "monitor E",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "smFASTIA: A high-sensitivity platform for purification-free kinetic screening of protein-small molecule interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Elucidating the binding kinetics of protein-small molecule interactions is critical for optimizing drug efficacy and understanding mechanism of action. However, establishing structure-kinetic relationships is often hindered by the throughput of conditional assays that require protein purification. Herein, we present smFASTIA, a rapid, purification-free screening platform that integrates cell-free protein synthesis with high-sensitivity bio-layer interferometry. Using the SpyTag003-SpyCatcher003...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41558199",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oxygenation deterioration and computed tomography findings in acute exacerbation of interstitial lung diseases: a prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The developed CT-based AE criteria effectively predicted AE and oxygenation deterioration in AD-ILD. Additionally, oxygenation deterioration predicted worse survival in AE-ILD. This study was registered with the University Hospital Medical Information Network (UMIN000027844; registered 1 July 2017).",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41558191",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The developed CT-based AE criteria effectively predicted AE and oxygenation deterioration in AD-ILD. Additionally, oxygenation deterioration predicted worse survival in AE-ILD"
    },
    {
      "title": "Design optimization using GATE Monte Carlo simulations for a sub-0.5 mm resolution PET scanner with 3-layer DOI detectors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558166/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "For rodent brain PET imaging, spatial resolution is the most important factor for identifying small brain structures. Previously, we developed a submillimeter resolution PET scanner with 1 mm crystal pitch using 3-layer depth-of-interaction (DOI) detectors. However, the spatial resolution was over 0.5 mm due to a relatively large crystal pitch and an unoptimized crystal layer design. Here we use GATE Monte Carlo simulations to design and optimize a sub-0.5 mm resolution PET scanner with 3-layer...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41558166",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "factor for identifying small brain structures",
      "conclusion": null
    },
    {
      "title": "From edits to insights: precision microbial engineering for systems biology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Microbes are powerful systems for exploring and engineering biology. Their compact genomes, rapid generation times, and experimental tractability enable quantitative analyses that shed light on both conserved cellular mechanisms and traits of medical or industrial relevance. Building on this foundation, systematic perturbation has become central to microbial systems biology. Genome-scale knockout and CRISPRi/a libraries have mapped gene function and network architecture, yet these approaches...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41558158",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biocatalytic surfaces in architecture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41558125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "This review explores the reconceptualisation of microbial colonisation on buildings: from a detrimental process (biofouling) to a source of beneficial, programmable biocatalysis. Strategies for embedding microbial and fungal communities into architectural materials to perform functions such as bioremediation, biomineralisation, and energy generation are explored. The analysis includes the multiscalar design of bioreceptive substrates, engineered living paints, mycelium composites, and probiotic...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41558125",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-Time Sub-Molecular Visualization of DNA Folding Using a Hybrid High-Speed AFM and Optical Tweezers System",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Optical tweezers have contributed to elucidating the folding mechanisms associated with biomolecules. By combining them with fluorescence imaging techniques, imaging can also be performed while measuring or applying forces that couple to biochemical reactions; however, they cannot capture structural information beyond the fluorophore spatial resolution. To overcome this limitation, here, we developed a hybrid high-speed atomic force microscopy (HS-AFM) and optical tweezers system. To resolve the...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557950",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ESGO/INCIP Guidelines for the Management of Patients With Gynecological Cancers During Pregnancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557928/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Gynecological cancer requiring management during pregnancy is rare, with an estimated incidence of 2 to 5 per 100,000 pregnancies in the first trimester. Balancing maternal and fetal health in these cases can be difficult, and management strategies differ from nonpregnancy cases. Management strategies are typically determined by maximizing benefit to the mother while minimizing harm to the fetus, considering the extent of the cancer, available treatment options for each type of cancer, and the...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557928",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis of Li<sub>10</sub>GeP<sub>2</sub>S<sub>12</sub> Electrolyte Using Aqueous Solution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "The development of a mass production process for sulfide electrolytes is crucial for the advancement of all-solid-state batteries. In this context, liquid-phase synthesis has gained attention as a practical and scalable approach for the synthesis of these materials. However, conventional liquid-phase synthesis typically employs organic solvents, which pose both environmental and safety concerns. In this study, a novel liquid-phase synthetic strategy is presented for the preparation of sulfide...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557887",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Citrate supplement facilitated muscle growth and renal maturation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Citrate supplementation is well known to alleviate muscle fatigue. Furthermore, our previous clinical study revealed that citrate supplementation prevents renal oxidative stress and dysfunction. We hypothesize that an interaction between muscle and kidney tissues underlies the effects of citrate supplementation. This study investigated the effects of a citrate agent, potassium citrate/sodium citrate (PCSC), on muscle and renal functions. Male Sprague-Dawley rats were randomly assigned to two...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557646",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the effects of a citrate agent, potassium citrate/sodium citrate (PCSC), on muscle and renal functions",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diastereomeric Branched-Ester dBET1 Analogs Exhibit Conformation-Dependent Differences in Passive Membrane Permeability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557480/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Proteolysis-targeting chimeras (PROTACs) represent a promising therapeutic modality, but their clinical translation is often hindered by poor pharmacokinetic properties associated with their location in the \"beyond Rule of 5\" chemical space. Using the BRD4 degrader dBET1 as a model, this study explored a dual approach to improve the cellular permeability of PROTACs by combining amide-to-ester substitution with the strategic linker methylation to induce stereochemistry-driven conformational...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557480",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ab Initio Theory of Phonon Magnetic Moment Induced by Electron-Phonon Coupling in Magnetic Materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557321/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Circularly polarized phonons, characterized by nonzero angular momenta and magnetic moments, have attracted extensive attention. However, a long-standing critical issue in this field is the lack of an approach to accurately calculate phonon magnetic moments resulting from electron-phonon coupling (EPC) in realistic materials. Here, based on the linear response framework, we develop an ab initio theory for calculating EPC-induced magnetic properties of phonons, applicable to both insulating and...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557321",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Direct Evidence for the νd_{5/2} Orbital in ^{69}Ni: Implications for the N=40 Island of Inversion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557298/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Shape coexistence, a collective manifestation of nuclear structure, emerges from the underlying single-particle dynamics and is prominently observed in the region below ^{68}Ni. Theoretical studies have emphasized the key role of the νd_{5/2} orbital, the quadrupole partner of νg_{9/2}, in driving deformation. However, experimental constraints on the location and properties of neutron orbitals in neutron-rich isotopes in this region remain scarce. In this Letter, the single-particle structure of...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557298",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thermodynamic Geometric Constraint on the Spectrum of Markov Rate Matrices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557289/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "The spectrum of Markov generators encodes physical information beyond simple decay and oscillation, which reflects irreversibility and governs the structure of correlation functions. In this Letter, we prove an ellipse theorem that provides a universal thermodynamic geometric constraint on the spectrum of Markov rate matrices. The theorem states that all eigenvalues lie within a specific ellipse in the complex plane. In particular, the imaginary parts of the spectrum, which indicate oscillatory...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557289",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sign Reversal and Nonmonotonicity of Chirality-Related Anomalous Hall Effect in Highly Conductive Metals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "The nonmonotonic temperature dependence and sign reversal of chirality-related anomalous Hall effect in highly conductive metals are studied. Through the analysis of scattering rate, we find that the nonmonotonicity and sign reversal have two major origins: (1) competition between the contribution from short-range and long-range spin correlations and (2) nonmonotonic spin correlation in the high field. The former mechanism gives rise to nonmonotonic temperature dependence in a wide range of...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557279",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular analysis of tumor recurrence using established cancer stem cell-line and drug discovery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Despite advances in adjuvant therapy for colorectal cancer, tumor relapses, often driven by minimal residual disease, remain a formidable clinical challenge. The cancer stem cell hypothesis provides a key framework for understanding this problem, positing that a small, therapy-resistant subpopulation of cells drives recurrence. To elucidate the role of these cells, we developed LGR5-specific monoclonal antibodies and a high-sensitivity immunofluorescence method to visualize the stem cell marker...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557221",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term transition of urinary status after robot-assisted radical prostatectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557198/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "To clarify and statistically analyze the long-term transition of urinary condition and quality of life (QOL) after robot-assisted radical prostatectomy (RARP) using some self-report questionnaires. From May 2017 to June 2021, 243 patients who underwent RARP for prostate cancer at Chiba Tokushukai Hospital were investigated retrospectively. The urinary status was observed for 5 years after surgery using the Core Lower Urinary Tract Symptom Score (CLSS), International Prostate Symptom Score...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557198",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pitfalls in the differential diagnosis of diarrhea after kidney transplantation: challenges in identifying Yersinia enterocolitica infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "We present the case of a 14-year-old boy with a history of kidney transplantation due to focal segmental glomerulosclerosis who developed severe diarrhea and abdominal pain following an episode of antibody-mediated rejection. Despite stable kidney function, the patient required increased immunosuppressive therapy, raising concerns regarding possible drug-induced enteritis or infections. Initial investigations, including stool tests for common pathogens and imaging, failed to identify the...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557194",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sugar- and artificially sweetened beverages consumption, body weight, and eating disorders symptoms: findings from a Danish cohort from childhood to early adulthood",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557151",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of the locking function of hybrid inverse planning optimization on the treatment plan quality of intracavitary/interstitial brachytherapy for locally advanced cervical cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The HIPO algorithm could create high-quality IC/ISBT plans, although the dosimetric consequences were affected by the locking function.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557135",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The HIPO algorithm could create high-quality IC/ISBT plans, although the dosimetric consequences were affected by the locking function"
    },
    {
      "title": "Association of busulfan area under the curve with the development of neurotoxicity in children and adolescents receiving busulfan-containing conditioning regimens for stem cell transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557115/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Although several studies suggest that higher busulfan exposure is associated with neurotoxicity, research on the relevance of pharmacokinetic parameters is limited. The aim of this study was to explore the impact of busulfan area under the concentration-time curve (AUC) on the development of neurological complications in children and adolescents receiving busulfan-containing conditioning regimens. Patients aged 0-20 years who received a busulfan-based regimen at our hospital between June 2017...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557115",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to explore the impact of busulfan area under the concentration-time curve (AUC) on the development of neurological complications in children and adolescents receiving busulfan-contai...",
      "significance": "of busulfan area under the concentration-time curve (AUC) on the development of neurological complications in children and adolescents receiving busulfan-containing conditioning regimens",
      "conclusion": null
    },
    {
      "title": "A novel bailout method for rotational atherectomy burr entrapment using intravascular lithotripsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557083/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557083",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intravascular ultrasound surrogate markers for optical coherence tomography calcium score in percutaneous coronary intervention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557082",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Post-transplant pelvic arteriovenous malformation in a living kidney transplant recipient",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557048/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Arteriovenous malformations are rare vascular anomalies that may be congenital or occur secondary to trauma or surgery. Here, we report a rare case of a pelvic arteriovenous malformation that gradually enlarged after living-donor kidney transplantation. The recipient, a man with end-stage kidney disease from IgA nephropathy, underwent ABO-compatible living kidney transplantation from his father at 6 years prior. A non-contrast computed tomography scan at 3 years post-kidney transplant...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557048",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pitching-specific facilitation of upper-limb corticospinal excitability during motor imagery of sports motor skills",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41557017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Pitching is an essential skill in baseball, requiring precise and well-coordinated neural control. However, elucidating its underlying neural mechanisms remains challenging because of the methodological difficulties in assessing neural activity during dynamic movement. Motor imagery (MI) provides a potential approach for investigating neural control in pitching, as MI of basic movements activates neural processes similar to those during actual movement. This study examined how MI of pitching,...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41557017",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how MI of pitching,",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Longer hours, limited returns? a post-hoc National survey analysis of overtime hours during surgical training in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41556995",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemical Protein Synthesis via Direction-Switching One-Pot Peptide Ligation Enabled by Orthogonal Cysteinyl Protection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556943/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "A one-pot multiple peptide ligation strategy accelerates the demanding processes of chemical protein synthesis. Ligation intermediates generated during peptide ligation differ depending on the order of peptide segment assembly, affecting the aggregation properties of the ligation mixture. Therefore, expanding the scope of the ligation order in one-pot methods contributes to optimizing a ligation scheme for each target protein in chemical protein synthesis. Herein, we present the first example of...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41556943",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enthalpy-Entropy Compensation Governs the Solvent-Mixing Effect in Electrochemical Thermoelectric Conversion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556784/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Thermocells convert temperature gradients into electrical energy using the entropy change of a redox reaction. The performance of thermocells is governed by the temperature coefficient of electrochemical potential (α), and various strategies are reported to increase α. Solvent mixing has been recognized as one of the effective methods; however, the underlying mechanism remains elusive due to the absence of either systematic experimental or reliable theoretical validation. Herein, we demonstrate...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41556784",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Orthogonal Staggered Alignment of Molecular Chains in Aramid Whiskers: A Game-Changer for Sustainable, High-Performance Composites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556454/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "We report the first discovery of polymer single crystal whiskers with a fundamentally unprecedented architecture: prismatic poly(p-benzamide) (PBA) whiskers with practical dimensions (∼17 µm length, ∼1 µm width, ∼0.5 µm thickness). Within these whiskers, polymer chains are oriented perpendicular to the long axis while maintaining high crystallinity. This morphology diverges from conventional lamellar structures, representing a new class of staggered polymer crystalline architecture where...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41556454",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complete genome sequence of <em>Solobacterium moorei</em> 10714-02 isolated from the stool of a human colorectal cancer patient",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556429/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "We report the complete circular genome sequence (2,316,546 bp; 37.0% G + C) of Solobacterium moorei 10714-02, a gram-positive obligate anaerobe isolated from stool samples of a human colorectal cancer patient, differing from the typically linear chromosome of this species.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41556429",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adjunctive Therapies in Periodontitis: Current Concepts and the Future",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556409/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Periodontitis is a chronic, host-mediated inflammatory disease in which microbial dysbiosis and dysregulated immune responses drive the destruction of tooth-supporting tissues. Although conventional therapy remains centered on mechanical biofilm control, persistent inflammation and alveolar bone loss in susceptible individuals underscore the need for adjunctive strategies. Translating preclinical discoveries into predictable clinical outcomes, however, remains a major challenge in periodontal...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41556409",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Occupational therapy for multiple sclerosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "RATIONALE: Occupational therapy (OT) enables individuals to engage in meaningful daily activities and is considered a valuable component of care for people with multiple sclerosis (MS). However, the specific impact of OT on MS remains unclear.",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41556318",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of OT on MS remains unclear",
      "conclusion": null
    },
    {
      "title": "Congo Basin Carbon Cycle Responses to Global Change",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "The Congo Basin and its contiguous forests harbor globally significant carbon stocks, estimated at 65 gigatons of C (GtC) above and belowground. Despite rising temperatures and intensifying droughts, they have remained a carbon sink, albeit weak: 0.26-0.50 GtC yr.^(-1) carbon uptake since 1980. However, these forests' carbon stocks and fluxes, including gross primary productivity, respiration, net primary productivity, and riverine carbon transport, remain poorly quantified. This limits...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41556222",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phase equilibria and thermodynamic properties of the nickel(II) methanesulfonate-methanesulfonic acid-water system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41556116/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260121024811&v=2.18.0.post22+67771e2",
      "description": "Methanesulfonic acid (MSA) is a promising reagent for hydrometallurgy, but the fundamental chemistry of methanesulfonate salts remains largely underexplored. Given the important role of nickel in cathode-active materials of lithium-ion batteries, the solubility of nickel(II) methanesulfonate and the influence of MSA on the solubility of this salt were studied. Solid-liquid equilibria of Ni(CH(3)SO(3))(2)-H(2)O-MSA systems were investigated by the isothermal solubility method, followed by water...",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41556116",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "role of nickel in cathode-active materials of lithium-ion batteries, the solubility of nickel(II) methanesulfonate and the influence of MSA on the solubility of this salt were studied",
      "conclusion": null
    }
  ]
}