{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-09-12T19:23:43.294Z",
  "totalItems": 150,
  "totalArchived": 6998,
  "newPapersAdded": 150,
  "institutionBreakdown": {
    "KAIST": 4,
    "SNU": 25,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 29,
    "IBS": 100,
    "UNIST": 2,
    "Hanyang University": 2,
    "KIST": 2,
    "GIST": 2,
    "Kyung Hee University": 0,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 84,
    "Cancer Research": 18,
    "Biomedical": 29,
    "Materials Science": 13,
    "Neuroscience": 5,
    "Computer Science": 1
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Crack-Free Transfer of Wafer-Scale Freestanding Single-Crystalline Nanomembranes Enabled by Elastically Graded Polymer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937911/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Freestanding single-crystalline nanomembranes have gained increasing attention as promising platforms for both fundamental research and advanced electronic applications. However, internal stress gradients arising from epitaxial strain within the oxide membranes often result in high crack density during fabrication, leading to unsatisfactory yield and limited reliability. Here, an elastically graded polymer (EGP) support that enables wafer-scale crack-free transfer of single-crystalline oxide...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40937911",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Time Domain Measure of Transient Shear Wave Attenuation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Transient shear waves from push pulses can be used in elastography to estimate shear wave speed and attenuation, as a step towards the viscoelastic characterization of tissue. While many implementations are in use, less attention has been paid to practical issues of the strong influence of the inevitable background motions of tissue and transducer, the limited time and sampling available, and the deleterious effects of these on spectral estimates. To mitigate these issues, we propose several...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40937716",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ERK3/MAPK6 promotes triple-negative breast cancer progression through collective migration and EMT plasticity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Triple-negative breast cancer (TNBC) is the most aggressive subtype of breast cancer, in which epithelial-to-mesenchymal transition (EMT) plasticity is required for successful metastasis. ERK3 has been implicated in promoting breast cancer migration and invasion, but the mechanisms remain elusive. Here, we investigated ERK3 expression across patient-derived datasets and explored its role in promoting EMT plasticity using different 2D and 3D in vitro models to investigate cell-extracellular...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40936697",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "ERK3 expression across patient-derived datasets and explored its role in promoting EMT plasticity using different 2D and 3D in vitro models to investigate cell-extracellular",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Steroid hormone-treated endometrial organoids enhance implantation of <em>in vitro</em>-produced porcine embryos",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION AND RELEVANCE: This study confirmed that porcine endometrial organoids respond to steroid hormones and support embryo attachment. These findings provide a translational basis for developing in vitro models to study implantation failure and infertility in reproductive medicine.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40936272",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: This study confirmed that porcine endometrial organoids respond to steroid hormones and support embryo attachment. These findings provide a translational basis for developing in vitro models to study implantation failure and infertility in reproductive medicine"
    },
    {
      "title": "Functional analysis of the intracellular survival of <em>Mycobacterium avium</em> subsp. <em>paratuberculosis</em> in THP-1 cells using CRISPR interference",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Mycobacterium avium subsp. paratuberculosis (MAP) is a causative agent of Johne's disease in ruminants and a potential zoonotic agent linked with Crohn's disease in humans. Despite the possible risk to public health, few studies have focused on the virulence of MAP against human macrophages. Therefore, a functional analysis of mycobacterial genes associated with virulence, especially the intracellular survival of MAP, was performed after infection of MAP CRISPR interference (CRISPRi) mutants in...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40938646",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel Genetic Loci for Nontuberculous Mycobacterial Pulmonary Disease and Potential Protective Effect of Body Mass Index",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938630/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our study identified three genetic loci associated with NTM-PD and a negative association of BMI with NTM-PD.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "40938630",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study identified three genetic loci associated with NTM-PD and a negative association of BMI with NTM-PD"
    },
    {
      "title": "Numerical Analysis of Laser Thermal Ablation for Gingival and Peri-Implant Inflammation Using Various Laser Irradiation Angles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Because of tooth decay and loss, many people use dental implants as tooth replacements. However, careless management can trigger an inflammatory reaction to an implant. Recently, various studies have been conducted on the sterilization and purification of implant surfaces using diodes, Er:YAG lasers, and CO(2) lasers. In this study, the therapeutic effect of photothermal therapy, a laser treatment method for peri-implantitis, was analyzed through numerical analysis based on heat-transfer theory....",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40938571",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "sEV-ICP-TOF-MS for Multiparametric Single-EV Analysis via Nanoparticle-Conjugated Antibodies and Isotope Ratio Filtering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938329/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Extracellular vesicles (EVs) play a vital role in cell-to-cell communication and hold great promise for diagnostics and therapy. However, their small size, heterogeneity, and interference with other nanoparticles make them difficult to detect and characterize using traditional methods. In this study, we introduce a single-EV inductively coupled plasma time-of-flight mass spectrometry (sEV-ICP-TOF-MS) technique that integrates mass cytometry with nanoparticle-conjugated antibodies and isotope...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40938329",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Management of Atypical Haemolytic Uraemic Syndrome With Triggers: Diagnostic and Treatment Algorithms From an Asia-Pacific Perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Complement-amplifying events/conditions associated with thrombotic microangiopathy (TMA) include pregnancy/postpartum period, severe hypertension, autoimmune diseases, drug exposures, infections and organ transplantation. Some of these 'triggers' may exist comorbidly with atypical haemolytic uraemic syndrome (aHUS; a complement-mediated form of TMA), unmask previously undiagnosed aHUS, or occur secondary to aHUS, thus creating a considerable diagnostic challenge. A major goal in patients...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40938254",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "in patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Chemical Composition on Aerosol Scattering: Insights from the Surface Particulate Matter Network and Aerosol Robotic Network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938192/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Using the Surface Particulate Matter Network (SPARTAN) and Aerosol Robotic Network (AERONET), we investigated the relationship between aerosol chemical composition and optical properties across 14 global sites. The mass concentrations of ammonium sulfate (AS), ammonium nitrate (AN), fine soil (FS), and black carbon (BC) from SPARTAN were collocated with aerosol optical properties (aerosol optical depth (AOD), fine mode fraction (FMF), and single scattering albedo (SSA)) from AERONET. Significant...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU",
        "UNIST"
      ],
      "pmid": "40938192",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the relationship between aerosol chemical composition and optical properties across 14 global sites",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GLP-1RA Reduces Supraspinatus Fatty Infiltration and Promotes Functional Recovery in a Rat Model of Rotator Cuff Repair",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938084/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The systemic administration of liraglutide suppresses FI without causing muscle loss after RC tendon repair. Furthermore, liraglutide has significant potential to improve shoulder function and quality.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40938084",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The systemic administration of liraglutide suppresses FI without causing muscle loss after RC tendon repair. Furthermore, liraglutide has significant potential to improve shoulder function and quality"
    },
    {
      "title": "From Pioneer to Participant: Bibliometric Evidence of Plastic Surgery's Changing Role in Orbital Fracture Research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937902/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This analysis reveals the evolving landscape of orbital fracture research, where plastic surgery's traditional leadership faces challenges from increasing multidisciplinary participation. While The Journal of Craniofacial Surgery provides an essential repository for orbital fracture knowledge, strategic initiatives including enhanced open access, focus on high-impact research, and international collaborations could strengthen plastic surgery's intellectual influence. The findings...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40937902",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Journal of",
      "objective": null,
      "significance": "research, and international collaborations could strengthen plastic surgery's intellectual influence",
      "conclusion": "This analysis reveals the evolving landscape of orbital fracture research, where plastic surgery's traditional leadership faces challenges from increasing multidisciplinary participation. While The Journal of Craniofacial Surgery provides an essential repository for orbital fracture knowledge, strat..."
    },
    {
      "title": "Simultaneous determination of genotoxic nitrosamine impurities in sitagliptin/metformin combination tablets: comparative evaluation of ionisation techniques coupled with LC-MS/MS and high-resolution mass spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937844/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Genotoxic nitrosamine impurities have increasingly posed substantial safety concerns for pharmaceutical formulations, particularly sitagliptin/metformin combination tablets. In particular, N-nitrosodimethylamine (NDMA) and 7-N-nitroso-3-(trifluoromethyl)-5,6,7,8-tetrahydro[1,2,4]triazolo[4,3-a]pyrazine (NTTP)-a newly identified nitrosamine drug-substance-related impurity (N-nitroso-sitagliptin or N-nitroso-STG-19)-have been detected in these pharmaceutical formulations. However, there are no...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40937844",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Miniature OLEDs Driven by Memristive Switching Electrodes for Compact Display Configuration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Memristors have emerged as promising next-generation electronic components with significant potential for applications in nonvolatile memory, integrated circuits, and neuromorphic computing. Recent advancements in 2D materials have further enhanced memristor performance, offering high on/off ratios, low set/reset voltages, strong data retention, excellent durability, and fast switching speeds. Despite their versatility, the integration of memristors into display technologies remains relatively...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40937514",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of Serum 3-Epi-25-Hydroxyvitamin D<sub>3</sub>, 25-Hydroxyvitamin D<sub>3</sub> and 25-Hydroxyvitamin D<sub>2</sub> in the Korean Population With UPLC-MS/MS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This is the first large-scale study of 3-epi-25-OH-D(3) concentrations in the Korean population. Accurate measurement of 3-epi-25-OH-D(3) is necessary for the reliable results of vitamin D metabolites in KNHANES.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40937485",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is the first large-scale study of 3-epi-25-OH-D(3) concentrations in the Korean population. Accurate measurement of 3-epi-25-OH-D(3) is necessary for the reliable results of vitamin D metabolites in KNHANES"
    },
    {
      "title": "Therapeutic Potential of Porcine Brain-Derived Peptide Mixture (PBDP) in Alzheimer's Disease: An Exploratory Study on Quantitative Electroencephalography (qEEG) Changes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: PBDP could serve as a viable therapeutic approach for managing AD, and qEEG could serve as a monitoring biomarker for acute drug effects, warranting further investigation into its long-term benefits and mechanistic pathways.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40937337",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PBDP could serve as a viable therapeutic approach for managing AD, and qEEG could serve as a monitoring biomarker for acute drug effects, warranting further investigation into its long-term benefits and mechanistic pathways"
    },
    {
      "title": "Nilotinib and imatinib: potential candidates for treatment of dementia and Parkinson's disease through national health insurance data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937178/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: As an observational study indicated a decreased risk of dementia and PD with long-term TKI use, imatinib and nilotinib may serve as potential therapeutic agents for these conditions, with more evidence from rigorous clinical trials to validate.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40937178",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "As an observational study indicated a decreased risk of dementia and PD with long-term TKI use, imatinib and nilotinib may serve as potential therapeutic agents for these conditions, with more evidence from rigorous clinical trials to validate"
    },
    {
      "title": "Thymol as a Potential Natural Antiemetic: Insights From In Vivo and In Silico Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937165/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Nausea and vomiting are common and distressing responses to toxins, chemotherapy, and gastrointestinal disturbances. Although antiemetic medications are available, their adverse effects make safer substitutes necessary. In our study, Thymol (THY), a phenolic monoterpene from essential oils, was evaluated for its antiemetic potential using in vivo and in silico methods. In the in vivo study, emesis was induced in 2-day-old chicks by oral administration of copper sulfate pentahydrate (50 mg/kg)....",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40937165",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What amount of data is required to develop artificial intelligence that can accurately predict soft tissue changes after orthognathic surgery?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: A fairly large quantity of orthognathic surgery data seemed to be necessary to develop software programs for visualizing surgical treatment objectives with clinically acceptable accuracy.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40936625",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "with clinically acceptable accuracy",
      "significance": null,
      "conclusion": "A fairly large quantity of orthognathic surgery data seemed to be necessary to develop software programs for visualizing surgical treatment objectives with clinically acceptable accuracy"
    },
    {
      "title": "Outside-In Meniscus Repair Using a Bidirectional Device for Anterior Horn Tears and Its Applicability to Bucket-Handle Tears: A Technical Note",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "The outside-in technique is widely preferred for anterior horn tears because of its direct access. However, conventional methods require manipulation of multiple instruments in a limited working space. We introduce a specialized needle with a bidirectional groove at its tip, allowing single-handed antegrade and retrograde suture passage. This simplifies the procedure and reduces operative time. The device is also applicable to bucket-handle tears via a hybrid approach that combines all-inside...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40936550",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regulatory T cell therapy in solid organ transplantation: clinical applications and laboratory monitoring strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936404/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Regulatory T cells (Tregs) play a fundamental role in maintaining immunological homeostasis and sustaining immune tolerance. In solid organ transplantation, Tregs have emerged as a promising strategy of cellular immunotherapy capable of reducing allograft rejection and mitigating long-term complications. Early-phase clinical studies have established the safety and feasibility of adoptive Treg therapy. Building on these pivotal findings, Treg therapy has created a solid foundation for...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40936404",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced Skin Permeation and Pigmentation Reduction Effects of a Novel Tranexamic Acid-Mandelic Acid Ion-Pairing Complex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936315/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study successfully formed a TXA-MA complex. Compared to TXA, the TXA-MA complex showed superior effects in skin permeability, inhibition of inflammatory marker expression, and actual skin pigmentation reduction. These results suggest that the TXA-MA complex holds greater potential as an effective cosmetic ingredient for pigmentation improvement than TXA alone.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40936315",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that the TXA-MA complex holds greater potential as an effective cosmetic ingredient for pigmentation improvement than TXA alone",
      "conclusion": "This study successfully formed a TXA-MA complex. Compared to TXA, the TXA-MA complex showed superior effects in skin permeability, inhibition of inflammatory marker expression, and actual skin pigmentation reduction"
    },
    {
      "title": "Barriers to and Facilitators of Shared Decision-Making Implementation in Fertility Preservation for Patients With Cancer: A Qualitative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936297/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Implementing FP SDM among female patients with cancer necessitates a strategic approach that considers barriers and facilitators. Educating and promoting FP SDM among the public and healthcare providers, combined with incentivizing policies, can enhance individual knowledge and awareness while achieving systemic improvements, facilitating its successful implementation.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40936297",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Implementing FP SDM among female patients with cancer necessitates a strategic approach that considers barriers and facilitators. Educating and promoting FP SDM among the public and healthcare providers, combined with incentivizing policies, can enhance individual knowledge and awareness while achie..."
    },
    {
      "title": "Frozen section histopathology and preanalytical factors affecting nucleic acid integrity in biobanked fresh-frozen human cancer tissues",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study confirmed that nucleic acid integrity can be maintained even during long-term storage of FFT and demonstrated that histologic features are closely related to RNA quality. This study would contribute to the establishment of quality assessment and management standards for biobank FFT samples.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40936269",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study confirmed that nucleic acid integrity can be maintained even during long-term storage of FFT and demonstrated that histologic features are closely related to RNA quality. This study would contribute to the establishment of quality assessment and management standards for biobank FFT sample..."
    },
    {
      "title": "Visible Light Induced One-pot Synthesis of Spirocyclopropyl Oxindoles from Isatin Derivatives and Glycine Ester Hydrochloride",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936240/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "An integrated one pot protocol for the in situ generation of hazardous alkyl diazoacetates (from glycine ester hydrochloride) and their subsequent reaction with 3-alkenyl oxoindoles (generated via the in situ Wittig reaction from isatin derivatives) to afford diastereomeric mixtures of spirocyclopropyl oxoindoles in toluene at room temperature is presented. Spirocyclopropyl oxoindoles are interesting building blocks prevalent in many active pharmaceutical ingredients and in natural products....",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40936240",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functionalization of Quinones by Green Methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936239/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Quinone motifs play a crucial role in a wide range of living organisms, including bacteria, fungi, higher plants, and some animals. They are also present in numerous natural pigments. This review summarizes recent advances in the direct functionalization of quinones using green methods. Green synthesis of quinones employs environmentally sustainable strategies such as solvent-free microwave-assisted techniques, photoredox catalysis, and electrochemical oxidation, etc. These approaches aim to...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40936239",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cognitive performance and blood biomarkers: Insights into their relationship and predicting high Amyloid Probability Score in cognitively impaired older adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938652/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "BackgroundUnderstanding associations between cognitive performance and blood biomarkers supports diagnosis and treatment of Alzheimer's disease (AD); however, this relationship remains unclear.ObjectiveExploring associations between the Amyloid Probability Score (APS; PrecivityAD® blood test) and cognitive performance, and between Mini-Mental State Examination (MMSE) and Cogstate Brief Battery (CBB) in cognitively impaired older adults.MethodsOlder adults aged ≥ 60 years with MMSE from 10 to 27,...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40938652",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic prognostic markers in LymphGen-unclassifiable diffuse large B cell lymphoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938575/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "Diffuse large B cell lymphoma (DLBCL), the most common subtype of non-Hodgkin lymphoma, has variable treatment responses and distinct molecular subtypes. Despite therapeutic advances, a significant number of patients experience treatment failure or relapse. Recent genetic subtyping methods, such as the LymphGen algorithm, classify DLBCL into molecular subtypes. However, a subset of cases remains categorized as \"LymphGen-unclassifiable\" (\"Other\" group in the LymphGen classification). These cases...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40938575",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term immunity to measles and rubella after vaccination in adult allogeneic hematopoietic stem cell transplant recipients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938574/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "Outbreaks of measles and rubella occasionally occur, and allogeneic hematopoietic stem cell transplantation (allo-HSCT) recipients face an increased risk of mortality from measles. This retrospective observational study assessed immunological responses to MR vaccination and long-term changes in antibody titers in adult allo-HSCT recipients. The measles and rubella cohorts included 36 and 33 patients, respectively, who received MR vaccination between March 2010 and December 2023. MR vaccination...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40938574",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "C-type lectin-like domain family 2 (CLEC2D) promotes proliferation and migration of breast cancer and serves as a poor prognostic factor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938562/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We therefore concluded that CLED2D directly promoted breast cancer cell proliferation and migration independently of immune cells and served as a poor prognostic factor in breast cancer.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40938562",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "We therefore concluded that CLED2D directly promoted breast cancer cell proliferation and migration independently of immune cells and served as a poor prognostic factor in breast cancer"
    },
    {
      "title": "Assessing accuracy and legitimacy of multimodal large language models on Japan Diagnostic Radiology Board Examination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Recent multimodal LLMs, particularly o3 and Gemini 2.5 Pro, have demonstrated remarkable progress on JDRBE questions, reflecting their rapid evolution in diagnostic radiology. Eight multimodal large language models were evaluated on the Japan Diagnostic Radiology Board Examination. OpenAI's o3 and Google DeepMind's Gemini 2.5 Pro achieved high accuracy rates (72% and 70%) and received good legitimacy scores from human raters, demonstrating steady progress.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40938561",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Recent multimodal LLMs, particularly o3 and Gemini 2.5 Pro, have demonstrated remarkable progress on JDRBE questions, reflecting their rapid evolution in diagnostic radiology"
    },
    {
      "title": "Association between FDG accumulation in interstitial lesions and acute exacerbation risk in lung cancer: multicenter analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: No association was observed between FDG accumulation in interstitial lesions and AE in patients with lung cancer complicated with IP. We may have to remain cautious about the risk of AE in lung cancer complicated with IP, even when FDG accumulation in interstitial lesions is high or low.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40938560",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "No association was observed between FDG accumulation in interstitial lesions and AE in patients with lung cancer complicated with IP. We may have to remain cautious about the risk of AE in lung cancer complicated with IP, even when FDG accumulation in interstitial lesions is high or low"
    },
    {
      "title": "Fecal colitis obliterans and cytomegalovirus enteritis after pancreaticoduodenectomy for resectable pancreatic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "A 74-year-old male patient with a resectable pancreatic cancer underwent radical surgery after receiving neoadjuvant chemotherapy. The patient went into shock after surgery owing to sepsis caused by fecal impaction. The sepsis healed rapidly after the patient was encouraged to defecate through stool evacuation. He subsequently presented with gastrointestinal bleeding from an aneurysm, requiring interventional radiology hemostasis and blood transfusion. Bleeding continued after arterial...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40938534",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal trends in acute care costs of hip fracture treatment from 2011 to 2021 in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Although hospital efficiency improved, initial decreases in gross costs and costs per hospitalization were followed by gradual increases after 2013 and 2014, respectively. Meanwhile, daily medical costs per person consistently increased, underscoring the sustained economic burden of acute hip fracture care.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40938461",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although hospital efficiency improved, initial decreases in gross costs and costs per hospitalization were followed by gradual increases after 2013 and 2014, respectively. Meanwhile, daily medical costs per person consistently increased, underscoring the sustained economic burden of acute hip fractu..."
    },
    {
      "title": "Prevention of delayed bleeding after endoscopic mucosal resection of colorectal tumors by secure clipping",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938368/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: PC has the potential to be an excellent method for preventing postoperative bleeding after colorectal EMRs.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40938368",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "PC has the potential to be an excellent method for preventing postoperative bleeding after colorectal EMRs"
    },
    {
      "title": "Detection of optic disc abnormalities using retro-mode scanning laser ophthalmoscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: RMSLO can obtain images with hyporeflective areas on the optic disc in highly myopic eyes that correspond to areas of LC defects observed in the OCT images. RMSLO imaging can detect the enlarged LC pores as hyporeflective abnormalities. We conclude that RMSLO is helpful in detecting abnormalities of the LC of the optic disc.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40938341",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RMSLO can obtain images with hyporeflective areas on the optic disc in highly myopic eyes that correspond to areas of LC defects observed in the OCT images. RMSLO imaging can detect the enlarged LC pores as hyporeflective abnormalities"
    },
    {
      "title": "Association Between Activation of a Rapid Response Team and Outcomes of Sepsis in General Wards: A Nationwide Observational Study Using the Japanese Intensive Care Patient Database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938144/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In this nationwide study of septic patients requiring ICU admission, RRT activation was not associated with improvement of in-hospital mortality or other clinical outcomes. Despite the widespread implementation of RRTs, their impact on outcomes of sepsis in well-resourced healthcare systems such as Japan remains uncertain.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40938144",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on outcomes of sepsis in well-resourced healthcare systems such as Japan remains uncertain",
      "conclusion": "In this nationwide study of septic patients requiring ICU admission, RRT activation was not associated with improvement of in-hospital mortality or other clinical outcomes. Despite the widespread implementation of RRTs, their impact on outcomes of sepsis in well-resourced healthcare systems such as ..."
    },
    {
      "title": "Minimally invasive surgical repair of an aneurysmal coronary-pulmonary artery fistula",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "We report a case of a 77-year-old woman with an aneurysmal coronary-pulmonary artery fistula, which was incidentally identified on contrast-enhanced computed tomography. To prevent rupture and other potential complications, surgical repair was indicated. The procedure was performed via bilateral minithoracotomy, providing sufficient exposure while minimizing invasiveness. The aneurysmal segment was successfully excluded without intra-operative complications. Post-operative contrast-enhanced...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40937602",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effect of stress on delay discounting in female patients with early-onset bulimia nervosa and alcohol use disorder: functional magnetic resonance imaging study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The results suggest that, in subjects with AUD, stress induces neurobiological changes that cause them to prefer more immediately available alcohol. However, the results observed in participants with bulimia nervosa suggest a more complex relation between stress and food.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40937509",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results suggest that, in subjects with AUD, stress induces neurobiological changes that cause them to prefer more immediately available alcohol. However, the results observed in participants with bulimia nervosa suggest a more complex relation between stress and food"
    },
    {
      "title": "Fitness landscapes and thermodynamic approaches to development of nucleic acids enzymes: from classical methods to AI integration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "Nucleic acids (NA), namely DNA and RNA, dynamically fold and unfold to perform their functions in cells. Functional NAs include NA enzymes, such as ribozymes and DNAzymes. Their folding and target binding are governed by interactions between nucleobases, including base pairings, which follow thermodynamic principles. To elucidate biological mechanisms and enable diverse technical applications, it is essential to clarify the relationship between the primary sequence and the catalytic activity of...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40937336",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence and associated factors of delayed ejaculation: insights from a nationwide internet-based, cross-sectional survey on male sexual dysfunction in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: DE affects approximately 5% of sexually active Japanese men and shares many risk factors with ED. Although more than half of those with DE desire treatment, only a minority seek care. Greater clinical awareness and patient education are warranted.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40937118",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DE affects approximately 5% of sexually active Japanese men and shares many risk factors with ED. Although more than half of those with DE desire treatment, only a minority seek care"
    },
    {
      "title": "Impact of Graves' hyperthyroidism treatment on lipid profiles and cholesterol dynamics: a prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Treatment of Graves' hyperthyroidism rapidly increases cholesterol levels through enhanced cholesterol synthesis and absorption, possibly mediated by increased circulating PCSK9.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40937074",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Treatment of Graves' hyperthyroidism rapidly increases cholesterol levels through enhanced cholesterol synthesis and absorption, possibly mediated by increased circulating PCSK9"
    },
    {
      "title": "Morphological Sex Reversal in the Sexually Dimorphic Nucleus of the Preoptic Area in the Hypothalamus Delineated by Calbindin D28k-Immunoreactive Cell Clusters in Y <em><sup>POS</sup></em> mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936962/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "Sex-determining region Y (Sry) triggers testis development in mammals, and the presence or absence of testicular secretion determines their sex-specific brain phenotype. Mice with Y chromosome replaced by that of Mus domesticus poschiavinus (Y ^(POS) ) frequently display sex reversal due to delayed Sry expression. However, brain sexual dimorphism under conditions of disorders of sex development remains unclear. Here, we report sex differences in the sexually dimorphic nucleus of the preoptic...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40936962",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discoidin Domain Receptor 2 (DDR2) Promotes Prostate Cancer Progression in Cooperation with Collagen Remodeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936961/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "Prostate cancer is one of the most common malignancies in men and remodeling of extracellular collagen, especially collagen type I immensely contributes to the progress of prostate cancer. Discoidin domain receptor 2 (DDR2) is a receptor of collagen type I and transmits intracellular signaling in not only normal cells but also malignant cells, facilitating tumor progression. However, clinical and biological significance of DDR2 has not been well examined in prostate cancer. We therefore...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40936961",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "of DDR2 has not been well examined in prostate cancer",
      "conclusion": null
    },
    {
      "title": "Golden eyes on pollutants: colorimetric detection of emerging contaminants with AuNPs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "Emerging contaminants (ECs), including pharmaceuticals, endocrine disruptors, heavy metals, and per- and polyfluoroalkyl substances (PFAS), are becoming increasingly crucial to identify because of their toxicity, persistence, and resistance to traditional water treatment techniques. Even if they are accurate, traditional analytical methods are frequently costly, time-consuming, and instrumentally complex. With its ease of use, quick visual reaction, high sensitivity, and affordability,...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40936959",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification and characterization of a novel leaky <em>vanillin aminotransferase</em> (<em>vamt</em>) allele, affecting capsaicinoid composition in chili pepper (<em>Capsicum chinense</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936800/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "Capsaicinoids and their low pungent analogs are the important compounds to determine quality of chili pepper fruit in food industrial and medical purposes. Our previous screening for chili pepper bio-resources has shown that the pungent accession 'Charapita' (CH) (Capsicum chinense) has a unique composition with a higher capsinoid content. This study aimed to identify the mutation responsible for the high capsinoid content in CH. QTL analysis was performed using F(2) population between Red...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40936800",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify the mutation responsible for the high capsinoid content in CH",
      "significance": "compounds to determine quality of chili pepper fruit in food industrial and medical purposes",
      "conclusion": null
    },
    {
      "title": "Covalent organic framework catalytic membranes for durable multitasking water purification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936606/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "Heterogeneous catalysis has emerged as a promising approach for sustainable and efficient water purification due to its high catalytic efficacy and low energy consumption. However, the complex nature of nontraditional water resources (e.g., trace toxic metals, organic molecules, and high salinity) leads to gradual catalyst deactivation, hindering large-scale implementation. Here we introduce the concept of sieving-coupled nanoconfined catalytic water pollutant conversion for rapid purification...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40936606",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of MAPK3 Inhibitors Against <em>Leishmania</em> spp. via <em>In Silico</em> and <em>In Vitro</em> Approaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: NSC107522 and NSC84100 are promising MAPK3 inhibitors with species-specific activity. NSC107522 targets L. donovani, while NSC84100 is more effective against L. martiniquensis. These findings provide a foundation for developing targeted therapies against leishmaniasis, but further studies will be needed to determine their in vivo efficacy and optimize MAPK3-targeted drug design.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40936270",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: NSC107522 and NSC84100 are promising MAPK3 inhibitors with species-specific activity. NSC107522 targets L"
    },
    {
      "title": "Unraveling tactile and proprioceptive upper limb function in children with unilateral cerebral palsy: a combination of robotic and clinical assessments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936256/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our results underline the importance of including clinical and robotic assessments in the follow-up of children with uCP to identify bilateral somatosensory impairments. An international consensus on clinically relevant and well-defined assessment protocols is needed to enhance clinical translation.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40936256",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results underline the importance of including clinical and robotic assessments in the follow-up of children with uCP to identify bilateral somatosensory impairments. An international consensus on clinically relevant and well-defined assessment protocols is needed to enhance clinical translation"
    },
    {
      "title": "Hydrophobicity-Driven and Interaction-Corrected Modeling for Gold Ion-Pair Extraction Using Ammonium and Phosphonium Ionic Liquids in 1,2-Dichloroethane",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40936176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "Solvent extraction (SX) using 1,2-dichloroethane (DCE) solutions of ionic liquids (ILs) allows tunable hydrophobic partitioning for precious metal recovery. Bis(trifluoromethanesulfonyl)amide (TFSA)-based quaternary ammonium and phosphonium ILs (0.5-5 mM in DCE) were synthesized in this study and their Au(III) extraction from 1 M HCl (AuCl(4)^(-)) was evaluated using atomic absorption spectroscopy (AAS) slope analysis at a 1:1 phase ratio, confirming a 1:1 ion-pair stoichiometry (slope...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40936176",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Controllable mechanochromic responses in fluorescent elastomers <em>via</em> perylene bisimide aggregation engineering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "This study presents an aggregation-engineering strategy to create tunable, reversible mechanochromic elastomers by doping carboxylated perylene bisimides (PBI) into polyurethane elastomers (TPUs). Additionally, the mechanochromic sensitivity of PBI was found to correlate with the hydrogen bonding strength between TPU and PBI, providing theoretical guidance for anticounterfeiting and sensing applications.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938660",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single Cell Geometry Regulates Self-Renewal Factors in Osteosarcoma Cells via WDR5 Dependent Chromatin Methylation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938653/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Osteosarcoma (OS) is the most common primary malignant bone tumor in juveniles and young adults. OS cells respond to the complex mechanical cues in the tumor microenvironment to adapt and remodel their phenotype and behaviors. The transformation of cell morphological characteristics is the first visual representation of cell response to mechanical signals. But the biomechanical mechanisms by which cellular geometry leads to the changes in OS cell behaviors remain unclear. Here, we used...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938653",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A new family of small ArdA proteins reveals antirestriction activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938648/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Antirestriction proteins protect mobile genetic elements from the host's restriction-modification (RM) systems. In our study, we identified a new family of small proteins, which we named sArdA. The sArdA proteins are homologous to DNA-mimicking ArdA proteins but differ in size, being approximately one-third the length of full ArdAs. Moreover, the sArdA family contains two subgroups, one of which is structurally similar to the N-terminal end of ArdA, whereas the other one matches the C-terminal...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938648",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "State of the art: Pregnancy in spinal muscular atrophy in the treatment era",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938644/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "An increasing number of adults with spinal muscular atrophy (SMA) wish to become parents. New disease-modifying therapies (DMT) have improved health outcomes and are expected to reduce disability in adults with SMA, but their current label prevents their use in pregnancy. While there is some information on pregnancy outcomes in the pre-DMT era, little has been published recently, and no ubiquitously accepted guidelines exist. Nonetheless, it is crucial to provide knowledgeable and open...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938644",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Navigating under pressure: psychotherapists' experiences in a randomized controlled trial of posttraumatic stress disorder related to childhood maltreatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Results underscore the importance of balancing research requirements with therapeutic flexibility and highlight the need for intensive training, particularly in PTSD-CM contexts.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Results underscore the importance of balancing research requirements with therapeutic flexibility and highlight the need for intensive training, particularly in PTSD-CM contexts"
    },
    {
      "title": "Interface regulation toward high-performance narrow-bandgap perovskite photodetectors: mechanisms and challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938634/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Narrow-bandgap perovskite photodetectors (PPDs) have emerged as promising candidates for broadband photodetection due to their extended spectral response from the visible to near-infrared region, high sensitivity, and low-cost solution processability. However, limitations such as instability, slow response speed, and insufficient spectral selectivity continue to restrict their practical application. This review critically examines the latest advances in interface engineering strategies for...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938634",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multiomics Integration of Epigenetics, Proteomics, and Metabolomics Identifies Putative Drug Targets and Improves Early Prediction for Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938633/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "A total of 175 CpGs, 29 proteins, and 93 metabolites were identified as associated with diabetes, among which 43 CpGs and 25 metabolites were validated in an independent cohort. Causal and mediation analyses revealed 20 biomarkers and 190 signaling pathways involved in diabetes development. The integrative multiomics prioritization provides the community with an ordered list of diabetes biomarkers. We experimentally validated one of the prioritized proteins, COLEC11, and demonstrated its...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938633",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phenotypic intrafamilial variability of 5q-associated spinal muscular atrophy: A systematic multicentre sibling study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Background and objectivesThe severity of the phenotype of spinal muscular atrophy (SMA) is highly variable, yet little is known about the phenotypic variation among siblings. We systematically investigated the phenotypic variability of therapy-naïve 5q-SMA siblings leveraging a large multicentre cohort from the SMArtCARE registry.ResultsClinical information was available from 132 siblings of 65 families. There were 24 (18.2%) type 1, 38 (28.7%) type 2, 54 (40.9%) type 3 patients, and 16 (12.1%)...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938628",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "RETRACTED: Mahmoud et al. Curcumin-Injected <em>Musca domestica</em> Larval Hemolymph: Cecropin Upregulation and Potential Anticancer Effect. <em>Molecules</em> 2022, <em>27</em>, 1570",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938621/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "The journal retracts the article titled \"Curcumin-Injected Musca domestica Larval Hemolymph: Cecropin Upregulation and Potential Anticancer Effect\" [...].",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938621",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Opioid Exposure Measurement in Postacute Care Under Medicare Consolidated Payments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938619/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938619",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Employment of Independently Billing Advanced Practice Clinicians",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938618",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improving Implementation of Fertility Preservation Benefit Mandates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: In this study, multiple barriers and facilitators were systematically identified to assist in improving implementation of FP benefit mandates. These findings support policies and intervention development for FP patients and clinics, and future legislative and regulatory efforts aimed at increasing timely access to FP insurance benefits.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938616",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this study, multiple barriers and facilitators were systematically identified to assist in improving implementation of FP benefit mandates. These findings support policies and intervention development for FP patients and clinics, and future legislative and regulatory efforts aimed ..."
    },
    {
      "title": "The Effect of Language Sample Elicitation Context on Complex Syntax Use and Productivity in Preschool-Age Children Who Are Deaf and Hard of Hearing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Elicitation context influences productivity and complex syntax use in preschool-age children with and without hearing loss. Findings support the inclusion of varied contexts in clinical language sampling to match specific assessment goals, with expository and narrative retell contexts offering valuable opportunities to elicit complex syntax in preschool-age children.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938610",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elicitation context influences productivity and complex syntax use in preschool-age children with and without hearing loss. Findings support the inclusion of varied contexts in clinical language sampling to match specific assessment goals, with expository and narrative retell contexts offering valua..."
    },
    {
      "title": "Acupuncture for Chronic Low Back Pain in Older Adults: A Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: The findings of this randomized clinical trial of older adults with CLBP suggest that acupuncture needling provided greater improvements in back pain-related disability at 6 months and at 12 months compared with UMC alone. These findings support acupuncture needling as an effective and safe treatment option for older adults with CLBP.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938602",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: The findings of this randomized clinical trial of older adults with CLBP suggest that acupuncture needling provided greater improvements in back pain-related disability at 6 months and at 12 months compared with UMC alone. These findings support acupuncture needling as an effective an..."
    },
    {
      "title": "Socioemotional and Executive Control Mismatch in Adolescence and Risks for Initiating Drinking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938600/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: These findings suggest that asynchronized maturation of socioemotion- and executive function-coupled brain connectivity in adolescence may be a risk factor for heavy drinking onset in emerging adulthood. In turn, drinking was associated with deficits in the executive control system and exacerbated alteration in the socioemotional system. Recognition of these early-age developmental discrepancies could aid in averting alcohol use disorder in adulthood.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938600",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that asynchronized maturation of socioemotion- and executive function-coupled brain connectivity in adolescence may be a risk factor for heavy drinking onset in emerging adulthood",
      "conclusion": "AND RELEVANCE: These findings suggest that asynchronized maturation of socioemotion- and executive function-coupled brain connectivity in adolescence may be a risk factor for heavy drinking onset in emerging adulthood. In turn, drinking was associated with deficits in the executive control system an..."
    },
    {
      "title": "Parental Diseases of Despair and Suicidal Events in Their Children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938599/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: This cohort study found an association of parental DoD with youth SE; this finding may be underlying the increase in adolescent suicidal behavior observed in the US over the past 2 decades. Improved access to care for parents with DoD and systematic screening and referral of their offspring could help to reduce the adolescent suicide rate.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938599",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: This cohort study found an association of parental DoD with youth SE; this finding may be underlying the increase in adolescent suicidal behavior observed in the US over the past 2 decades. Improved access to care for parents with DoD and systematic screening and referral of their off..."
    },
    {
      "title": "Cardiopulmonary Hemodynamic Determinants of Long-Term Survival in Sickle Cell Disease: Insights from the ETENDARD Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938591/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: A PVR threshold of 1.5 WU emerges as a key predictor of mortality in patients with a mPAP above 20 mmHg, particularly when assessed in conjunction with markers of hemolysis and systemic complications.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938591",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A PVR threshold of 1.5 WU emerges as a key predictor of mortality in patients with a mPAP above 20 mmHg, particularly when assessed in conjunction with markers of hemolysis and systemic complications"
    },
    {
      "title": "Development of Voice Recognition in Relation to Phonological Awareness and Working Memory From Childhood to Adulthood",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: VR, PA, and PWM skills are developed throughout childhood and adolescence. Furthermore, there is a maturational trajectory of interplay between voice and linguistic processing that continues into adolescence.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938583",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "VR, PA, and PWM skills are developed throughout childhood and adolescence. Furthermore, there is a maturational trajectory of interplay between voice and linguistic processing that continues into adolescence"
    },
    {
      "title": "Changes in prevalence and incidence of inflammatory bowel disease over 30 years: a population-based cohort study, the HUNT study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In this Norwegian adult population, the prevalence of IBD has been high and rising over the last 30 years. It is the highest prevalence of IBD reported in Europe.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938579",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this Norwegian adult population, the prevalence of IBD has been high and rising over the last 30 years. It is the highest prevalence of IBD reported in Europe"
    },
    {
      "title": "Direct Nucleation of Hierarchical Nanostructures on Plasmonic Fiber Optics Enables Enhanced SERS Performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938573/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "An innovative fabrication method is presented to achieve bottom-up in situ surface-overstructured Au nanoislands (NIs) with tunable grades of surface coverage, elongation, and branching, directly on micro-optical fibers for sensing applications. These all-in-gold hierarchical nanostructures consist of NIs coated with surface protrusions of various morphologies. They are created in solution using a selective seeded growth approach, whereby additional gold growth is achieved over Au NIs formerly...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938573",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and safety of mycophenolate mofetil in patients with high-grade locally advanced or metastatic osteosarcoma (ESMMO): a multicenter, phase II clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Although mycophenolate mofetil at 3 g/day was well tolerated, it did not meet expectations for anticancer efficacy in patients with high-grade locally advanced or metastatic osteosarcoma. This study should be considered a negative trial. Further research is needed to explore the therapeutic role of mycophenolate mofetil through alternative strategies or identify more effective interventions for osteosarcoma.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938558",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although mycophenolate mofetil at 3 g/day was well tolerated, it did not meet expectations for anticancer efficacy in patients with high-grade locally advanced or metastatic osteosarcoma. This study should be considered a negative trial"
    },
    {
      "title": "High-resolution modeling of extreme heat events with socioeconomic consideration: a real-case WRF-LES approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938554/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "The overarching goals of this work is to explore best practices for micro-scale modeling of a real case, identify relevant phenomena by using high-resolution modeling, and to explore their implications for public health, and climate resilience strategies in Hampton Roads, VA, USA. This project employs the Weather Research and Forecasting (WRF) model to conduct a comprehensive study of Hampton Roads, utilizing a coupled mesoscale to microscale modeling capable of resolving boundary layer...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938554",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this work is to explore best practices for micro-scale modeling of a real case, identify relevant phenomena by using high-resolution modeling, and to explore their implications for public health, a...",
      "significance": "for public health, and climate resilience strategies in Hampton Roads, VA, USA",
      "conclusion": null
    },
    {
      "title": "M2 Macrophages are Major Mediators of Germline Risk of Endometriosis and Explain Pleiotropy With Comorbid Traits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Endometriosis is a common gynecologic condition that causes chronic, life-altering symptoms including pain and infertility. There is an urgent need for new non-hormonal targeted therapeutics to treat endometriosis, but until very recently, the cellular and molecular signatures of endometriotic lesions are undefined, hindering the development of clinical advances. Integrating inherited risk data from analyses of >45 0000 individuals with ≈35 0000 single-cell transcriptomes from 21 patients,...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938538",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis of novel phthalide bearing thiazole, 1,3,4-oxadiazole, and oxime ether groups as potential antifungal agents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Twenty-eight novel phthalide derivatives incorporating thiazole, 1,3,4-oxadiazole, and oxime ether moieties were designed and synthesized using a pharmacophore hybridization strategy. Bioactivity assays demonstrated that compounds 1b, 1c, 4a, 4b and 4c exhibited moderate to excellent inhibitory activity against several specific fungi. Notably, compound 1b displayed superior antifungal efficacy against F. solani, F. oxysporum, B. dothidea, and V. mali compared to the commercial fungicides...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938511",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Both Gut Microbiota-Dependent and -Independent Constituents of Xinglou Chengqi Decoction Highlight Flavin Adenine Dinucleotide in Treatment of Severe Traumatic Brain Injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938502/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: XCD exerts neuroprotective effects on sTBI through both gut microbiota-dependent and -independent mechanisms, which highlight the therapeutic role of FAD.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938502",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "XCD exerts neuroprotective effects on sTBI through both gut microbiota-dependent and -independent mechanisms, which highlight the therapeutic role of FAD"
    },
    {
      "title": "Evaluating Cross-Sectional Associations Between Cannabis Use and Prospective Memory in People with HIV",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938490/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Prospective memory (PM) deficits are common among people with HIV (PWH) and are linked to poor clinical outcomes. Risk factors for PM deficits in PWH are poorly understood. While cannabis use is associated with worse PM in people without HIV, it is unclear whether this association generalizes to PWH. Three hundred and seven PWH (79% with regular cannabis use) completed the Memory for Intentions Test (MIST). Associations between regular use (vs. no/minimal lifetime use) and MIST score were...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938490",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Riboflavin (Vitamin B2) Accumulation Modulates Neuronal Cellular Homeostasis in Typical Brain Development and Cerebral Palsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "The developing brain requires high energy demands and metabolic efforts to regulate oxidative stress and myelination. Early insults cause mitochondrial dysfunction and compromise these pathways, potentially leading to cerebral palsy (CP), a severe and incurable neurological disorder that begins in childhood. Through a rodent preclinical study, we demonstrated that vitamin B2 (riboflavin), administered at a high dose (100 mg/kg), is accumulated in healthy (B2C) or paralytic (B2CP) brains and...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938477",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The first complete mitogenome of the bumblebee catfish, Pseudomystus siamensis (Regan, 1913), resolves its phylogenetic position and provides molecular evidence for the monophyly of the genus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study provides the first mitogenomic-scale placement of P. siamensis, definitively refuting earlier hypotheses that allied it with Hemibagrus and Mystus. We also provide the first molecular evidence supporting the monophyly of Pseudomystus. Our findings reinforce the widespread paraphyly of several East Asian bagrid genera, highlighting an urgent need for formal taxonomic revision. The mitogenome presented here is a useful genomic resource for future systematic and conservation...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938475",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides the first mitogenomic-scale placement of P. siamensis, definitively refuting earlier hypotheses that allied it with Hemibagrus and Mystus"
    },
    {
      "title": "Correction: Long non-coding RNA DUXAP10 exerts oncogenic properties in osteosarcoma by recruiting HuR to enhance SOX18 mRNA stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938474/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938474",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Medium-term transition rates to osteoporosis: DXA analysis in older Asians",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938472/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study highlights a significant correlation between osteopenia severity and an increased risk of developing osteoporosis, particularly in older women. Women aged over 65 with severe osteopenia require close monitoring.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938472",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights a significant correlation between osteopenia severity and an increased risk of developing osteoporosis, particularly in older women. Women aged over 65 with severe osteopenia require close monitoring"
    },
    {
      "title": "Prospective characterization of germline variants in patients with gliomas and glioneuronal tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938445/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Several tumor predisposition syndromes have been linked to the development of gliomas and glioneuronal tumors (glioma/GNT). For many pathogenic germline variants, the prevalence and clinical significance remain unclear. Germline variants and copy-number variants affecting 76-90 well-established cancer predisposing genes were identified in 2,187 patients with gliomas/GNT, who underwent prospective sequencing of their tumor and a matched normal sample. A germline pathogenic or likely pathogenic...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938445",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "remain unclear",
      "conclusion": null
    },
    {
      "title": "Development of MNPs-PEI-GA-Nbs-qPCR Rapid Detection Method for <em>Vibrio fluvialis</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Vibrio fluvialis is an emerging foodborne pathogen associated with severe infections. In this study, immunomagnetic beads (IMBs) were synthesized by conjugating nanobody N71 to magnetic nanoparticles (MNPs) via polyethylenimine (PEI) and glutaraldehyde (GA) cross-linking. Due to the high affinity of N71 for V. fluvialis lipopolysaccharide, the IMBs efficiently and specifically captured the target pathogen. When integrated with ToxR-targeted quantitative real-time PCR, this system achieved...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938422",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional Probiotic Intervention Reshapes Host Microbiota and Metabolite Profiles to Enhance Disease Resistance in Micropterus salmoides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "In this study, Lactobacillus plantarum, Bacillus subtilis, and their 1:1 mixture were introduced into the aquaculture system of Micropterus salmoides for a duration of 42 days. Subsequently, a challenge test with Aeromonas hydrophila was performed. The objective was to evaluate the immunomodulatory and microbiota-regulating effects of these probiotics, with emphasis on intestinal microbial composition and serum metabolome shifts in treated versus control groups before and after infection....",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938417",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "was to evaluate the immunomodulatory and microbiota-regulating effects of these probiotics, with emphasis on intestinal microbial composition and serum metabolome shifts in treated versus control grou...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Textbook-Ultrasound-Cadaver: A Three-Step Learning Method in Facial Botulinum Toxin Type A Injection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The Textbook-Ultrasound-Cadaver method provides a structured approach to learning facial botulinum toxin injections, integrating key anatomical knowledge with practical imaging and hands-on training.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938410",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Textbook-Ultrasound-Cadaver method provides a structured approach to learning facial botulinum toxin injections, integrating key anatomical knowledge with practical imaging and hands-on training"
    },
    {
      "title": "Integrating substance-induced psychosis (SIP) into the positive and negative symptoms disorder (PND) spectrum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938402/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938402",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of the spoilage microbial communities in plant-based meat alternatives during refrigerated storage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938380/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Plant-based meat alternatives (PBMAs), primarily derived from pea or soy proteins, are gaining popularity and market share, yet their spoilage ecology remains understudied. To address this knowledge gap, we profiled the bacterial and fungal communities of 12 refrigerated PBMAs commonly sold in the United States (six pea-based meats [PBMs] and six soy-based meats [SBMs], each in ground and burger forms) during refrigerated shelf display and extended storage. Microbial loads rose rapidly and...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938380",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Burkholderia pseudomallei</em> PenI β-lactamase and variants are potently inhibited by taniborbactam",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938351/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Burkholderia pseudomallei is a Gram-negative pathogen that causes melioidosis, a severe and often fatal disease. Due to its recognized potential as a bioterrorism agent, it is critical that appropriate antimicrobial agents are available for post-exposure prophylaxis and treatment of melioidosis. Cefepime-taniborbactam is a novel β-lactam-β-lactamase inhibitor combination in clinical development, with promising activity against Gram-negative bacteria producing class A, B, C, and/or D...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938351",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to comments on \"Health risk factors in different educational groups and their association to Barrett's esophagus\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938343",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Effectiveness of Online Thematic Expressive Writing on Prolonged Grief Disorder, Anxiety, Depression, and Positive Mental Health among Refugees in the Transition Stage of Asylum Seeking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938342/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Prolonged grief disorder (PGD) is a recently recognized disorder, and there is a growing need for adapted-related interventions to contexts at higher risk. Bereaved refugees in the transition stages of asylum-seeking due to unavailable mental health services and cultural language barriers necessitate adaptive, accessible PGD interventions. Thematic expressive writing (EW), as a promising guided self-help tool, can increase integrated grief and prevent mental health deterioration. This study aims...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938342",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preoperative prediction of early recurrence in pancreatic cancer: A novel clinical-radiomics model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938312/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Early postoperative recurrence critically impacts pancreatic ductal adenocarcinoma prognosis, yet comprehensive preoperative prediction models remain underexplored. In this two-center retrospective study of 895 treatment-naïve PDAC patients who underwent direct resection (training n = 567; internal validation n = 241; external validation n = 87), we defined early recurrence as tumor relapse within 6 months of surgery. We first built a clinical model using logistic regression to select clinical...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938312",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of Chinese Orthodontic Experts' Subjective and Objective Evaluations of Post-Orthodontic Treatment Profile Photos and Lateral Cephalograms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Experts' subjective assessments are significantly associated with multiple objective cephalometric parameters, particularly those related to incisor inclination, skeletal relationships, and labiomental morphology. Regression analysis suggests that a combination of these indices can reasonably predict expert evaluations. Compared to facial photographs, cephalogram assessments place greater emphasis on incisor inclination and chin morphology.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938295",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "cephalometric parameters, particularly those related to incisor inclination, skeletal relationships, and labiomental morphology",
      "significance": null,
      "conclusion": "Experts' subjective assessments are significantly associated with multiple objective cephalometric parameters, particularly those related to incisor inclination, skeletal relationships, and labiomental morphology. Regression analysis suggests that a combination of these indices can reasonably predic..."
    },
    {
      "title": "Thoughtful Accompaniment in Life's Final Stages: Philosophical Practice as a Complement to Ethics Consultation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "This paper argues that philosophical practice can complement existing medical ethics structures by offering a publicly accessible space for discourse and negotiation of basic concepts that are relevant to ethical decision making. The potential of collaboration becomes particularly evident by the example of assisted dying: it raises a wide range of philosophical questions which, however, tend to remain unarticulated where there is urgency for action and focus on ethical dilemma. In this paper, we...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938290",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeting Cell-Matrix Induced Chemoresistance With Regorafenib in a 3D Model of Osteosarcoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938276/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Over the past four decades, there has been little advancement in treatment strategies for osteosarcoma (OS), the predominant primary bone tumor in the pediatric patient population. Current therapy involves multiple rounds of chemotherapy and surgical resection, which are associated with significant morbidity and suboptimal survival rates. A key challenge in developing new treatments is the difficulty in replicating the OS tumor microenvironment, particularly cell interactions with the...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938276",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tissue-Resident Myeloid and Histiocytic Cells in Health and Disease: Novel Emerging Concepts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Although all myeloid cells are considered to derive from hematopoietic stem cells, the cells in each myeloid lineage are heterogeneous populations, and their distribution and functions vary, depending on underlying physiologic and pathologic processes, age, sex, and genetic and epigenetic signatures. In general, myeloid cells can be separated into circulating and tissue-resident cells. Tissue-resident myeloid cells can further be divided into cells derived from circulating monocytes, circulating...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938275",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extrafollicular and Other Non-Germinal Center B Cell Responses: An Evolutionary Perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Classic models of humoral immunity focus on the role of germinal centers (GCs) in producing high affinity, class switched protective antibodies. However, antibodies can also be produced through a diverse range of GC-independent pathways. Such pathways are often labeled \"extrafollicular\", even when the localization of individual responses remains unknown, but in this review, we group them together under the broad umbrella of \"nonGC responses\". Experiments in mammals show that nonGC responses...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938272",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plastination of Archival Human Fetuses: Anatomical Preservation, Microbiological Safety, 3D Reconstruction, Ethical Considerations and Educational Impact in Obstetrics and Childcare Career Students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Plastination is widely used to preserve adult and juvenile cadavers, but its effectiveness in fetal specimens requires further validation. This study aimed to plastinate human fetuses from an archival collection that had been stored in 10% formalin. It evaluated the microbiological safety of the specimens after handling and storage, and assessed their educational impact on first-year students in the Obstetrics and Childcare program. The plastination protocol involved cold acetone dehydration,...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938269",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "plastinate human fetuses from an archival collection that had been stored in 10% formalin",
      "significance": "on first-year students in the Obstetrics and Childcare program",
      "conclusion": null
    },
    {
      "title": "Association Between Usual Clinician Presence and Emergency Department Revisitation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Emergency visits by older adults for ACSCs were similar regardless of the presence of a usual clinician; however, ED visits among older adults with a usual clinician were less likely to be followed by an ED revisit within 30 days.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938262",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Emergency visits by older adults for ACSCs were similar regardless of the presence of a usual clinician; however, ED visits among older adults with a usual clinician were less likely to be followed by an ED revisit within 30 days"
    },
    {
      "title": "Quality of life in cancer patients at the end of radiotherapy compared to a general population sample in Germany",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Germany has one of the highest cancer incidence rates in Europe. Radiotherapy is essential for patients with cancer as 50% have an evidence-based indication for radiotherapy. However, it is unknown how health-related quality of life (HRQoL) of cancer patients undergoing radiotherapy compares to the general population in Germany. Therefore, we conducted a secondary analysis by pooling cross-sectional individual-level data from a multicenter cohort of cancer patients (n = 1052) undergoing...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938250",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Context Versus Aiming Under Uncertainty When Both Feedforward and Feedback Control Are Engaged",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Theories of human motor learning commonly assume that movement plans are adjusted in response to the sensory feedback received about their success or failure. The degree to which movement errors drive changes in feedforward motor plans is further assumed to scale inversely with sensory uncertainty. However, support for these assumptions comes primarily from experiments that limit feedback corrections during an ongoing movement. In contrast, we have recently shown that when this restriction is...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938248",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection and Significance of Nonsustained Ventricular Tachycardia in a Post-Stroke Population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: NSVT in patients with recent stroke or TIA is independently associated with a 2- to 3-fold increased risk of subsequent stroke, cardiac events, and death after controlling for demographics and clinical factors.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938226",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NSVT in patients with recent stroke or TIA is independently associated with a 2- to 3-fold increased risk of subsequent stroke, cardiac events, and death after controlling for demographics and clinical factors"
    },
    {
      "title": "Preoxygenation and High Flow Oxygen Therapy During Bronchoscopy Under Procedural Sedation in Patients with Central Airway Obstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938213/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938213",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IL1β Signaling Mediates the Interaction Between Hepatitis B and C Viruses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938198/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings reveal a macrophage-derived, IFN-independent mechanism by which HCV suppresses HBV infection, mediated through IL1β. These insights highlight the complex crosstalk between hepatotropic viruses during coinfection and suggest that targeting IL1β-regulated pathways may offer therapeutic potential to prevent HBV reactivation in DAA-treated patients.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938198",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings reveal a macrophage-derived, IFN-independent mechanism by which HCV suppresses HBV infection, mediated through IL1β. These insights highlight the complex crosstalk between hepatotropic viruses during coinfection and suggest that targeting IL1β-regulated pathways may offer therapeutic po..."
    },
    {
      "title": "High-Resolution Mapping of Tumor and Peritumoral Glutamate and Glutamine in Gliomas Using 7-T MRSI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938189/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Purpose To evaluate glutamate (Glu) and glutamine (Gln) concentrations in patients with glioma using 7-T MR spectroscopic imaging, identify significant differences in metabolic ratios between tumor and peritumoral regions, and assess associations of Glu and Gln with tumor-associated epilepsy and other tumor characteristics. Materials and Methods This retrospective study included data from patients with gliomas who underwent 7-T MR spectroscopic imaging in a single university hospital between...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938189",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "To evaluate glutamate (Glu) and glutamine (Gln) concentrations in patients with glioma using 7-T MR spectroscopic imaging, identify significant differences in metabolic ratios between tumor and peritu...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lucy Bergson LaFarge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938162/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938162",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Becoming <em>raced</em>: Psychic consequences of transgenerational racial trauma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Race, including racism, racial trauma, and racial anxieties, remains contentious for psychoanalysts to consider as a psychic phenomenon. Unlike aggression and sexuality, racism is held in silence and resistance, inhibiting exploration of this aspect of mind. This paper describes how we become raced by exploring the transgenerational transmission of racial trauma, writ large, and its intrapsychic, structuralizing components. By examining how and where the analyst locates themselves racially and...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938161",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Mixed-Methods Analysis of Response to NOVELA Among Hospice Family Caregivers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Background and AimsTelenovelas are a promising educational mode for teaching hospice family caregivers (HFCGs) to manage distress for themselves and their care recipients. We sought to understand the relationship between HFCGs' change in anxiety and self-efficacy scores and their feedback regarding the NOVELA intervention (guided viewing of a hospice-related telenovela) using a mixed methods post-hoc analysis.MethodsThis single-group pretest-posttest clinical trial included HFCGs from three...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938148",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "understand the relationship between HFCGs' change in anxiety and self-efficacy scores and their feedback regarding the NOVELA intervention (guided viewing of a hospice-related telenovela) using a mixe...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Aspergillus fumigatus</em> effector crpA orchestrates host prostaglandin signaling to promote fungal virulence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938145/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Conidia are the primary infection structures in Aspergillus fumigatus, the etiologic agent of aspergillosis. Here, we characterized CrpA (a cysteine-rich protein), a conidial surface-associated protein important for fungal evasion and host immunity modulation. ΔcrpA conidia elicited decreased production of proinflammatory cytokines and increased production of anti-inflammatory cytokine IL-10 from murine macrophages and in the lungs of infected mice. Murine macrophages exposed to ΔcrpA conidia...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938145",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for fungal evasion and host immunity modulation",
      "conclusion": null
    },
    {
      "title": "Return-to-Care After Discharge Directly Home From the PICU: A Propensity-Matched Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938143/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Discharge directly home from the PICU is common; children discharged directly home have comparable likelihood of return-to-ED or inpatient care as matched, ward-discharged peers. Discharge directly home for appropriate patients may provide increased efficiency for healthcare systems.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938143",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Discharge directly home from the PICU is common; children discharged directly home have comparable likelihood of return-to-ED or inpatient care as matched, ward-discharged peers. Discharge directly home for appropriate patients may provide increased efficiency for healthcare systems"
    },
    {
      "title": "Wound Dressing Cryogel Materials Based on Poly(vinyl alcohol), Hyaluronic Acid, and Ag<sub>2</sub>O Nanoparticles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Hydrogel materials based on poly(vinyl alcohol) (PVA) and silver nanoparticles are used as wound dressings. However, chemical reducing agents, ultraviolet irradiation, and radiation irradiation are mainly used to reduce silver ions to nanoparticles in hydrogel dressings. In this study, polymeric cryogel materials based on poly(vinyl alcohol), hyaluronic acid (HA), and Ag(2)O nanoparticles were synthesized by reducing silver ions with hyaluronic acid followed by freezing and thawing of the...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938142",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of sleep duration, depressive symptoms, and cognitive function on daily activity among Chinese older adults: a serial multiple mediation model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938127/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The action mechanisms between different levels of sleep duration and ADL differed, but all showed significant effects from sleep duration, depressive symptoms, and cognitive function regarding ADL among older adults. Therefore, promoting sleep education and addressing depressive symptoms and cognitive decline in older adults are essential for the early detection and prevention of ADL impairment.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938127",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The action mechanisms between different levels of sleep duration and ADL differed, but all showed significant effects from sleep duration, depressive symptoms, and cognitive function regarding ADL among older adults. Therefore, promoting sleep education and addressing depressive symptoms and cogniti..."
    },
    {
      "title": "The association between all-cause mortality with drinking habits and water sources: a nationwide longitudinal study on Chinese elderly",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938119/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Drinking unboiled water was associated with a higher risk of all-cause mortality. In comparison to well water, tap water emerged as a safer and healthier option for the elderly Chinese population throughout their whole life cycle.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938119",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Drinking unboiled water was associated with a higher risk of all-cause mortality. In comparison to well water, tap water emerged as a safer and healthier option for the elderly Chinese population throughout their whole life cycle"
    },
    {
      "title": "Topographic cues regulate collective cell dynamics in curved nano/microgrooved tubular microchannels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Physical properties of the extracellular matrix, such as topography and curvature, regulate collective epithelial behaviors. However, the interplay between these geometric factors on collective migration is not well understood. In this study, we investigate the effects of topographic cues on a curved surface on collective epithelial migration within tubular microchannels with an inner diameter of 100 μm. These tubular microchannels feature circumferential or longitudinal micro- and nano-grooves...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938106",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genome sequences of four endophytic Bacillaceae from wild lettuce",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Endophytic bacteria were isolated from roots and stems of prickly lettuce (Lactuca serriola L.), a wild relative of cultivated lettuce (Lactuca sativa L.) in Tucson, Arizona, USA. Here, we report draft genome sequences of four strains: Priestia megaterium SY0032, Bacillus velezensis SY1154, Bacillus inaquosorum SY1167, and Bacillus subtilis SY1483, assembled using reads arising from Oxford Nanopore 10.4 flow cells.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938101",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Near-complete genome sequence of a reassortant fish nervous necrosis virus isolated from a European sea bass (<em>Dicentrarchus labrax</em>) in Tunisia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938097/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "European seabass (Dicentrarchus labrax) from a Tunisian farm showed signs of viral nervous necrosis. Sequencing revealed a reassortant Betanodavirus combining RNA1 from Betanodavirus epinepheli and RNA2 from Betanodavirus pseudocarangis.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938097",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Hybrid Ultrastrong Coordinating Solvent and an Ion-Conductive Diluent for High-Voltage Ether-Based Li-Metal Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "The Li^(+) solvation structure and the electrode-electrolyte interface critically determine the cell performance. Here, we systematically compare the effects of the coordination ability of ether with Li^(+) on cell performance, from ultrastrong coordinating solvents (crown ethers) to a moderate coordinating solvent (dimethoxyethane) and weak coordinating solvents (diol dimethyl ethers). Compared with the moderate coordinating ether, both weak and strong coordinating ethers show improved...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938082",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proteomic Characterization of the Rhesus Macaque Lens Nucleus: Similarity to Human Lens, Age Effects on Protein Solubility, and Trends in Post-Translational Modifications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These data indicate a high level of conformity between rhesus macaque and human lens proteomes, and a few key differences. We identified several age-related differences in protein solubility and PTM that may contribute to lens pathology.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938073",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These data indicate a high level of conformity between rhesus macaque and human lens proteomes, and a few key differences. We identified several age-related differences in protein solubility and PTM that may contribute to lens pathology"
    },
    {
      "title": "The Solvothermal Method: An Efficient Tool for the Preparation of Ni-Based Catalysts with High Activity in CO<sub>2</sub> Methanation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Nickel and nickel oxide are widely used as heterogeneous catalysts in various processes involving the hydrogenation or reduction of organic compounds, and also as excellent methanation catalysts in the hydrogenation of CO(2). As heterogeneous catalysis is a surface-dependent process, nickel compounds in the form of microparticles (MPs), and particularly nanoparticles (NPs), improve the catalytic activity of Ni-based catalysts due to their high specific surface area. Solvothermal synthesis, which...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938057",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Evaluation of Antioxidant and Antidiabetic Activities of ZrO<sub>2</sub> and MgO Nanoparticles Biosynthesized from Unripe <em>Solanum trilobatum</em> Fruits: Insights from In Vitro and In Silico Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938050/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Herbs offer people not just sustenance and housing but also serve as a key supplier of pharmaceuticals. This research is designed to assess the antioxidant and antidiabetic properties of green-produced zirconium dioxide and magnesium oxide nanoparticles (ZrO(2) and MgO NPs) utilizing extracts from unripe Solanum trilobatum fruit. ZrO(2) and MgO NPs have garnered considerable interest owing to their superior bioavailability, lower toxicity, and many uses across the healthcare and commercial...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938050",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Morphological and Optical Properties of RE-Doped ZnO Thin Films Fabricated Using Nanostructured Microclusters Grown by Electrospinning-Calcination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938047/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "In this study, we report the fabrication and multi-technique characterization of pure and rare-earth (RE)-doped ZnO thin films using nanostructured microclusters synthesized via electrospinning followed by calcination. Lanthanum (La), erbium (Er), and samarium (Sm) were each incorporated at five concentrations (0.1-5 at.%) into ZnO, and the resulting powders were drop-cast as thin films on glass substrates. This approach enables the transfer of pre-engineered nanoscale morphologies into the...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938047",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Situ Synthesis of RMB<sub>6</sub>-TMB<sub>2</sub> Composite Nanopowders via One-Step Solid-State Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "RMB(6)-TMB(2) (RM = rare earth elements, TM = transition metal elements) composites retain superior field emission properties of RMB(6) while addressing its inherent mechanical limitations by constructing a eutectic structure with TMB(2). Herein, an in situ route for synthesizing RMB(6)-TMB(2) composite nanopowders with homogeneous phase distribution using reduction reactions was proposed. The LaB(6)-ZrB(2) composite nanopowders were synthesized in situ for the first time using sodium...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938020",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inverse Design of Multi-Wavelength Achromatic Metalens Integrated On-Chip with Planar Waveguide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Waveguide-integrated metasurfaces offer a promising platform for ultracompact on-chip optical systems, enabling applications such as fluorescence sensing, holography, and near-eye displays. In particular, integrated achromatic metalenses that couple guided modes to free-space radiation are highly desirable for single-molecule fluorescence sensing, where high numerical aperture (NA), efficient light focusing, and consistent focal volume overlap across excitation and emission wavelengths are...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40938016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Frequency Dependence of FINEMET/Ni/G Composite Ribbons Coated with As-Grown Graphene Layer via Chemical Vapor Deposition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937989/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Enhanced Giant Magneto-Impedance (GMI) effects of composite materials play a crucial role in producing devices with a good soft magnetic property. To improve this soft magnetic property, graphene is introduced to increase the conductivity of composite materials. However, the quality of graphene layers restricts the enhancement of GMI effects. There are few reports on the direct growth of graphene on Fe(73.5)Si(13.5)B(9)Cu(1)Nb(3) (FINEMET). In this paper, the composite ribbons of FINEMET coated...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937989",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis of Nb-Doped TiO<sub>2</sub> Nanoparticles for Photocatalytic Degradation of Ciprofloxacin: A Combined Experimental and DFT Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "The persistence of pharmaceutical pollutants such as ciprofloxacin (CIP) in aquatic environments represents a critical environmental threat due to their potential to induce antimicrobial resistance. Photocatalysis using TiO(2)-based materials offers a promising solution for their mineralization; however, the limited visible-light response of TiO(2) and charge carrier recombination restricts its overall efficiency. In this study, Nb-doped TiO(2) nanoparticles were synthesized via the sol-gel...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937986",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced Piezoelectric Properties and Conduction Mechanism in Na<sub>0.5</sub>Bi<sub>2.5</sub>Nb<sub>2</sub>O<sub>9</sub> Piezoelectric Ceramics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937972/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "In this work, (NaBi)(0.5-x)(LiSm)(x)Bi(2)Nb(2)O(9) (NBN-xLS, x = 0.00-0.06) ceramics were fabricated by co-doping of LiSm into Na(0.5)Bi(2.5)Nb(2)O(9). The traditional solid-phase technique was employed for the entire synthesis process. The impact of LiSm doping on the crystal structure, dielectric, ferroelectric, and piezoelectric properties, as well as the underlying conduction mechanisms in the NBN-xLS ceramics, was analyzed systematically. The XRD patterns and the Rietveld refinement...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937972",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of LiSm doping on the crystal structure, dielectric, ferroelectric, and piezoelectric properties, as well as the underlying conduction mechanisms in the NBN-xLS ceramics, was analyzed systematically",
      "conclusion": null
    },
    {
      "title": "Dendrimers Improve Apolipoprotein Nanoparticle mRNA Delivery to Immune Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937965/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Employing messenger RNA (mRNA) for protein production in the liver or for vaccine purposes is a promising therapeutic approach. However, unlocking mRNA's full therapeutic potential requires systemic delivery platform technology with controllable biodistribution features. Apolipoprotein nanoparticles (aNP) containing monovalent ionizable cationic lipids have been shown to functionally deliver mRNA to myeloid progenitor cells in the bone marrow after intravenous administration. Here, the...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937965",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "is a promising therapeutic approach",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pre-Anchored Ionic Bond Mediators Enabling Controllable Monolayer Assembly for High-Performance Perovskite Solar Cells and Modules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937956/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Self-assembled monolayer (SAM) has emerged as an indispensable hole-selective contact for high-efficiency perovskite solar cells (PSCs). However, the formation of dense, uniform SAMs via wet deposition poses challenges due to two thermodynamically feasible yet competing processes: the self-aggregation of SAM molecules and chemisorption-driven substrate anchoring. Herein, a rapid and controllable strategy for SAM assembly is presented, enabled by pre-adsorbed ionic bond mediators. The...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937956",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering the Oxygen Vacancies in Perovskite Oxides for Electricity Generation from Water Evaporation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937953/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "The development of new suitable material systems is paramount for water evaporation-induced electricity generation associated with the energy harvesting technology. Herein, to the best of the knowledge, the first demonstration of perovskite oxides for efficient electricity generation from water evaporation is presented and discover the key role of oxygen vacancies in promoting the performance. As a proof-of-concept example, the A-site-deficient La(0.95)FeO(3-δ) perovskite with abundant oxygen...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937953",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ancestral genomic functional differences in oligodendroglia: implications for Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937943/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: This study investigates ancestry-specific changes in induced pluripotent stem cell (iPSC)-derived oligodendroglia genomic regulation in Alzheimer's disease (AD), addressing diversity gaps by including African, Amerindian, and European ancestries in the analysis.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937943",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Socio-economic factors and the dietary intake of the adult population of Russia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937933/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "The dietary intake of the population depends on a number of external socio-economic and individual behavioral factors. External factors, including physical and economic availability of food, are indicators of food security of the population, the absence of which increases the risk of malnutrition. The importance of the cost of food in combination with the income of an individual or family is an significant factor in food choice, affecting the quality of the diet. The aim of this study was to...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937933",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic Regulation of Adaptive Butterfly-Shaped Molecules via B←N Coordination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937928/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Achieving dynamic control over stereostructures and electronic properties of rigid molecules remains a significant challenge due to the delicate balance between stability and flexibility. Here, the construction of butterfly-shaped molecular junctions stabilized by moderate-strength boron-nitrogen (B←N) coordination between boraacenes and pyridines is reported. By leveraging the pivot-like flexibility of B←N bonds, molecular conductance switching with on/off ratios exceeding 100 is achieved...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937928",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vascular-Mimetic 2D Membranes with Hemoglobin Catalysis for Efficient Uranium Extraction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937926/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "The extraction of uranium from seawater is crucial for sustainable nuclear energy development but is challenged by its ultralow concentration, the presence of competing ions, and the high energy demands of conventional methods. Membrane separation is a promising alternative, owing to its in simplicity, low energy consumption, and scalability. However, current membranes fail to achieve the selectivity and efficiency required for uranium capture. Herein, this study introduces a bioinspired...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937926",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Guiding Needle-Assisted Redistribution of Orbital Fat in Transconjunctival Lower Eyelid Blepharoplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This guiding needle is a simple and effective tool for correcting eyelid bags and tear trough deformities by redistributing orbital fat in the transconjunctival lower eyelid blepharoplasty.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937917",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This guiding needle is a simple and effective tool for correcting eyelid bags and tear trough deformities by redistributing orbital fat in the transconjunctival lower eyelid blepharoplasty"
    },
    {
      "title": "Potential-Gated Polymer Integrates Reversible Ion Transport and Storage for solid-state Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937910/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "The development of practical solid-state batteries is hindered by their high interfacial resistance and sluggish diffusion properties, primarily due to the heterogeneous interfaces between the solid electrolyte and the electrode. Here, an all-in-one polymer electrode-electrolyte material (P(EO(2)-S(3))) is presented, which covalently integrates ethylene oxide groups for Li^(+) transport and trisulfide linkages for redox-active sites. This material exhibits favorable ionic conductivity as a solid...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937910",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The role of lifestyle medicine in menopausal health: a review of non-pharmacologic interventions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Lifestyle medicine offers a foundational, evidence-based framework for equitable menopause care. Integrating these strategies into clinical guidelines and public health policy can improve quality of care, empower women to manage their health and reduce disparities in access. Collaborative action among healthcare providers, policymakers and communities is essential to maximize impact.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937901",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lifestyle medicine offers a foundational, evidence-based framework for equitable menopause care. Integrating these strategies into clinical guidelines and public health policy can improve quality of care, empower women to manage their health and reduce disparities in access"
    },
    {
      "title": "Dynamic Navigation-Assisted Palatal Bone Ring Harvesting for Simultaneous Ridge Augmentation and Implant Placement in the Anterior Esthetic Zone: A Prospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Conventional intraoral donor sites for bone augmentation exhibit inherent limitations. This study investigates the maxillary palate as a novel donor site for simultaneous bone augmentation and implant placement in the anterior aesthetic zone, while assessing the feasibility of dynamic navigation-guided palatal bone ring grafting. Twelve patients with maxillary anterior tooth loss（Class 4-5 ridge defects）were included in the study and divided into the palatal bone ring group (group A, n=6) and...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937898",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From Molecules to Modules: Advanced Characterization of Membrane Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Membrane technologies can enhance the efficiency and selectivity of chemical separations in energy-water systems. Advanced characterization tools are critical for discerning separation mechanisms, revealing degradation processes, and designing novel materials and material systems for new and emerging challenges. The pursuit of next-generation membranes for water and energy applications requires understanding phenomena at the molecular scale, mesoscale, and macroscale. This perspective highlights...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937892",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Limosilactobacillus reuteri CCFM1388 Enhances Exercise Endurance by Modulating Intestinal Bile Acid Metabolism and Cholesterol Absorption",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Although probiotics have been shown to enhance physical endurance, the underlying mechanisms remain unclear. This study investigates the effects of Limosilactobacillus reuteri Culture Collection of Food Microorganisms (CCFM)1388 on exercise endurance and its regulatory role in gut microbiota and host metabolism. A treadmill fatigue model in mice demonstrated that CCFM1388 significantly improved exercise endurance by modulating testosterone biosynthesis. CCFM1388 altered gut bacterial genera...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937886",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unique Impacts of Scandium Doping on Electrode Performance of P'2- and P2-type Na<sub>2/3</sub>MnO<sub>2</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Layered sodium manganese oxides are one of the promising candidates as cathode materials for high-capacity Na-ion batteries free from rare elements. Among the polytypes of layered sodium manganese oxides, the P'2-type Na(2/3)MnO(2) electrode exhibits the highest reversible capacity ≈220 mAh g^(-1) based on the Mn^(3+/4+) redox couple; however, the cycle life remained a significant challenge. Because of Jahn-Teller (JT) active Mn^(3+) ions ([Ar]4s²3d⁴), the layered structure is cooperatively...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937879",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergies Between Atomically Dispersed Ru Single Atoms and Nanoparticles on CeAlOx for Enhanced Photo-Thermal Catalytic CO<sub>2</sub> Hydrogenation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937878/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Heterogeneous catalysts integrating single-atom species and nanoparticles maximize atom utilization and hydrogen dissociation for hydrogenation reactions. However, challenges in maintaining consistent metal loadings during synthesis complicate direct performance comparisons with the single-atom and nanoparticle-based systems, which obscures rational assessment of their catalytic potential. Herein, Ru(1+NPs)/CeAlO(x) photothermal catalysts are reported which leverage the synergy between Ru single...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937878",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enzyme-Activated Sugar-Coated Bifunctional Degraders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Targeted protein degradation with compounds like proteolysis targeting chimeras (PROTACs) directs disease-associated proteins to the E3 ligase ubiquitin-proteasome system for removal. However, commonly employed E3 ligases such as cereblon (CRBN) are broadly expressed. To metabolically gate PROTAC activity, we developed an enzymatic activation strategy by integrating an O-GlcNAc modification to the cyclimids, ligands derived from the natural motifs recognized by CRBN. These sugar-coated PROTACs...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937862",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The transcription factor RttA contributes to sterol regulation and azole resistance in <em>Aspergillus fumigatus</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Major mechanisms of azole resistance in Aspergillus fumigatus involve overexpression of the azole target protein encoded by cyp51A. The elevated expression originates from the duplication of an enhancer element in its promoter, serving as a binding platform for AtrR and SrbA, two central transcription factors that orchestrate the activation of ergosterol biosynthesis genes and azole resistance. Alongside AtrR and SrbA, several other transcription factors were shown to be crucial to mediate azole...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937856",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PARP14 is an interferon-induced host factor that promotes IFN production and affects the replication of multiple viruses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937852/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "PARP14 is a 203 kDa multi-domain protein that is primarily known as an ADP-ribosyltransferase and is involved in a variety of cellular functions, including DNA damage, microglial activation, inflammation, and cancer progression. In addition, PARP14 is upregulated by interferon (IFN), indicating a role in the antiviral response. Furthermore, PARP14 has evolved under positive selection, again indicating that it is involved in host-pathogen conflict. We found that PARP14 is required for increased...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937852",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Randomized phase 2a trial assessing a novel septin molecular glue in Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937833/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Pharmacological restoration of septin filament integrity has the potential to provide symptomatic benefit and disease modification in Alzheimer's disease (AD).",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937833",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnosing scaling bottlenecks in 10 community conservation initiatives in southern and eastern Africa",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937832/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "Scaling area-based conservation, including initiatives led or comanaged by Indigenous Peoples and local communities, is a flagship goal of the Kunming-Montreal Global Biodiversity Framework. Conservationists often aspire to scale initiatives, but this is rarely achieved in practice. Identifying and addressing factors that limit initiative adoption (i.e., bottlenecks) could improve scaling strategies. We used insightsfrom 84 expert surveys to identify potential risk factors and bottlenecks to...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40937832",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of the Kunming-Montreal Global Biodiversity Framework",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Policy shaping based on the learned preferences of others accounts for risky decision-making under social observation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "Observing others' choices influences individuals' decisions, often leading them to follow others. However, it is repeatedly reported that being observed by others tends to make people act more riskily. We hypothesized that this discrepancy arises from individuals' belief that others prefer riskier choices than they do. To examine this hypothesis, we used a gambling task where on some trials, individuals were informed that their choices would be observed by a risk-averse or seeking partner. Most...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "40937510",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Draw-Induced Structural Optimization of PAN-Based Carbon Fibers During High-Temperature Carbonization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1-u-VnOuHrrKiO4WMPvz_i-F2FoAlfu-lcoSZ3mSAjuT4X8gzB&fc=20250824200958&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "This study investigates the effect of tensile strain during high-temperature carbonization on the microstructural development and mechanical properties of polyacrylonitrile (PAN)-based carbon fibers. The wet-spun stabilized PAN precursor fibers were carbonized at 1400 °C under various tensile draw ratios (0%, 5%, 10%, and 15%), followed by stress-free graphitization at 2400 °C in an argon atmosphere for 1 h to isolate the effects of the carbonization-stage tension. Structural characterization...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "KIST"
      ],
      "pmid": "40938014",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discovery of 3g as an Orally Bioavailable, TIR Domain Selective, and Potent MyD88 Inhibitor for the Treatment of Acute Lung Injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40938083/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "Myeloid differentiation factor 88 (MyD88) plays a pivotal role in the inflammatory response. However, the number of MyD88 inhibitors is limited, and the effectiveness of current inhibitors is constrained, hindering the progress of clinical research. Herein, thirty-nine novel MyD88 inhibitors were developed based on our previously discovered lead compound c17, and the potent compound 3g was identified using ELISA and DSF assays. Compound 3g specifically and selectively targets the TIR domain of...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "40938083",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced Angiogenic Potential of Electrically Stimulated Human Adipose-Derived Mesenchymal Stem Cells (MSCs) for Ischemic Tissue Regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20250912152335&v=2.18.0.post9+e462414",
      "description": "Effective treatment of ischemic disease requires the reconstruction of blood vessels through the delivery of angiogenic factors, such as chemicals, proteins, and cells. In particular, substantial efforts have focused on enhancing the therapeutic potential of mesenchymal stem cells (MSCs) for treating ischemic diseases. In this study, we investigated the use of electrical stimulation (ES) to potentiate the proangiogenic properties of human adipose-derived MSCs. Electrically potentiated MSCs...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "40937194",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the use of electrical stimulation (ES) to potentiate the proangiogenic properties of human adipose-derived MSCs",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "pH-Responsive Hollow Mesoporous Silica Nanoparticles with Fludarabine for Cancer Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "In this work, alkylammonium-functionalized hollow mesoporous silica as a nonocarrier of drugs was synthesized to realize enhanced cancer therapy by pH stimuli for sustained drug release. First, functionalized hollow mesoporous silica nanoparticles (Hollow MSNs) were synthesized using dodecyl dimethyl(3-sulfopropyl)ammonium hydroxide (DDAPS), sodium dodecyl sulfate (SDS), and triethanolamine as structure-directing agents, while tetraethyl orthosilicate (TEOS) and...",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "40937987",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Virtual Surgical Planning in Orthognathic Surgery: Wafer-Only Versus Customized Guide-Plate System",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40937906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20250912152334&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The guide-plate system offers a clinically meaningful improvement in maxillary positioning accuracy over the wafer-only approach, particularly in complex cases requiring high precision. Both methods demonstrated comparable 6-month stability, indicating that the enhanced initial accuracy does not compromise postoperative stability.",
      "pubDate": "2025-09-12T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "40937906",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The guide-plate system offers a clinically meaningful improvement in maxillary positioning accuracy over the wafer-only approach, particularly in complex cases requiring high precision. Both methods demonstrated comparable 6-month stability, indicating that the enhanced initial accuracy does not com..."
    }
  ]
}