{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-02T19:26:01.191Z",
  "totalItems": 150,
  "totalArchived": 31257,
  "newPapersAdded": 173,
  "institutionBreakdown": {
    "KAIST": 5,
    "SNU": 40,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 36,
    "IBS": 81,
    "UNIST": 0,
    "Hanyang University": 3,
    "KIST": 3,
    "GIST": 1,
    "Kyung Hee University": 5,
    "Pusan National University": 0
  },
  "subjectAreaBreakdown": {
    "Biomedical": 34,
    "Multidisciplinary": 76,
    "Cancer Research": 17,
    "Materials Science": 8,
    "Neuroscience": 9,
    "Computer Science": 6
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Triterpenoids and sterols from <em>Pseudocydonia sinensis</em> fruits and their anti-inflammatory activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "The fruit of Pseudocydonia sinensis is widely valued for both medicinal and dietary applications in East Asia. Ethnomedical records describe its traditional use for relieving various diseases, such as diarrhoea, vomiting, myalgia, and rheumatoid arthritis. Here, we reported the discovery of one new megastigmane ester (1), two new triterpenoid esters (2 and 3), and 12 known compounds (4-15) from the ethanol extract of P. sinensis fruits. These isolates were further evaluated for their...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41329259",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "YouTube Searching and Self-Treatment Behaviors Among Patients With Benign Paroxysmal Positional Vertigo Before and After Clinic Visits: Prospective Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: YouTube has become a popular platform for patients seeking health-related information, including guidance on managing benign paroxysmal positional vertigo (BPPV). As self-diagnosis and self-treatment through online content grow more common, concerns have arisen regarding their influence on patients' health care decisions and treatment outcomes. However, little is known about how YouTube use and self-treatment behaviors change before and after clinical consultation, or whether these...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41328487",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Negative Impact of p21-Activated Kinase 4-Mediated AMP-Activated Protein Kinase Inhibition on Sarcopenia in Mice and Humans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "We recently identified that AMP-activated protein kinase (AMPK) α2 phosphorylation at S491 is mediated by p21-activated kinase 4 (PAK4), leading to muscular and systemic insulin resistance. This study examined how muscle PAK4 deletion affects atrophy in male mice and its link to human sarcopenia. Dexamethasone treatment increased the mRNA and protein levels of PAK4, which was partially the result of glucocorticoid response elements activation in the promoter of the Pak4 gene. Muscle-specific...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41328324",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how muscle PAK4 deletion affects atrophy in male mice and its link to human sarcopenia",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Altered Body Composition in Dizziness and Vestibular Dysfunction: Insights From the Korean National Health and Nutrition Examination Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Sarcopenia was found to be significantly associated with dizziness in the group with VD but not in those without it. While this study does not establish a causal relationship, maintaining muscle mass through proper diet and physical activity may be beneficial for individuals with VD. Such efforts could help manage overall health, potentially reducing risks associated with sarcopenia and improving balance. Further longitudinal studies are necessary to explore the potential causal...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41327924",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sarcopenia was found to be significantly associated with dizziness in the group with VD but not in those without it. While this study does not establish a causal relationship, maintaining muscle mass through proper diet and physical activity may be beneficial for individuals with VD"
    },
    {
      "title": "Ion Exchange-Driven Controlled Transformation and Heterostructure Formation of Sn-Based Wafer-Scale 2D Layers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327785/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "This study explores two synthesis strategies for tin (Sn)-based two-dimensional (2D) transition metal dichalcogenide (TMD) van der Waals (vdW) layers: (1) direct chemical vapor deposition (CVD) growths of wafer-scale tin diselenide (SnSe(2)), tin disulfide (SnS(2)), and tin telluride (SnTe), and (2) their post-CVD transformations employing anion exchange reactions. While as-grown 2D SnSe(2) layers are confirmed to be intrinsically semiconducting (i.e., bandgap of ∼1 eV and electron mobility of...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41327785",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Clinical Variables on cfDNA Fragmentomic Signatures and Their Potential as Confounders in Cancer Detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Physiological factors such as liver enzyme levels and age can significantly alter cfDNA fragmentomic profiles, generating patterns that resemble lung cancer-associated signals. These results highlight the importance of incorporating strategies to mitigate nonmalignant variability when developing cfDNA-based liquid biopsy assays, to ensure their accuracy, specificity, and clinical applicability.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41329496",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Physiological factors such as liver enzyme levels and age can significantly alter cfDNA fragmentomic profiles, generating patterns that resemble lung cancer-associated signals. These results highlight the importance of incorporating strategies to mitigate nonmalignant variability when developing cfD..."
    },
    {
      "title": "Efficacy of 5-Aminosalicylic Acid Continuation versus Discontinuation in Patients with Ulcerative Colitis Escalated to Advanced Therapy: A Systematic Review and Meta-Analysis of Adjusted Effect Estimates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329465/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In patients with UC escalated to advanced therapies, 5-ASA continuation was associated with decreased odds of achieving clinical remission compared to discontinuation, with no significant differences observed for secondary efficacy or safety endpoints.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41329465",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with UC escalated to advanced therapies, 5-ASA continuation was associated with decreased odds of achieving clinical remission compared to discontinuation, with no significant differences observed for secondary efficacy or safety endpoints"
    },
    {
      "title": "The role of chimeric FAM72B transcripts generated by intergenic mRNA trans-splicing in breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329440/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Family with sequence similarity 72 (FAM72) is a protein-coding gene family located on chromosome 1 (chr1) in humans, and its functional roles, particularly in cancer, remain incompletely understood. Chimeric messenger RNA (mRNA) generated by intergenic mRNA trans-splicing (CRTS) is a novel phenomenon increasingly recognized for its involvement in cancer biology. It involves the fusion of two separate mRNA transcripts from different genomic loci, resulting in a chimeric mRNA molecule with altered...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41329440",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carbon-ions, protons or photons for head and neck cancer radiotherapy-an in silico planning study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "To compare dose to the organ at risk (OAR) and target coverage of carbon-ion beam, protons, and photons for patients with head and neck cancer. Treatment plans for carbon-ion pencil beam scanning (C-PBS) (64 Gy (RBE) in 16 fractions), proton pencil beam scanning (P-PBS), and volumetric modulated arc therapy (VMAT) (70 Gy in 35 fractions for P-PBS and VMAT) were generated and compared using different dose constraints per treatment modality. Dose metrics (e.g. D95,V20) were analyzed. Statistical...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41329435",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physical activity and Alzheimer's disease risk across genetic susceptibility: a prospective UK Biobank study using accelerometer data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329349/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Objectively measured PA substantially reduces AD risk regardless of genetic predisposition. Even light-intensity activity provides meaningful protection, supporting PA as a broadly applicable preventive strategy across all genetic risk levels.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41329349",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Objectively measured PA substantially reduces AD risk regardless of genetic predisposition. Even light-intensity activity provides meaningful protection, supporting PA as a broadly applicable preventive strategy across all genetic risk levels"
    },
    {
      "title": "Predictors of clinical and angiographic outcomes after woven EndoBridge treatment for intracranial aneurysms: an asian multicenter cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329344/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Institutional experience appeared to play a role in reducing procedure-related thromboembolic complications. Aneurysmal diameter, neck width, location and patients' smoking status influenced angiographic outcomes.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41329344",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Institutional experience appeared to play a role in reducing procedure-related thromboembolic complications. Aneurysmal diameter, neck width, location and patients' smoking status influenced angiographic outcomes"
    },
    {
      "title": "PEGylated Graphene Oxide Enhances <em>In Vitro</em> Transcription by Suppressing RNA Rebinding to T7 Polymerase",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329179/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "In vitro transcription (IVT) using T7 RNA polymerase is a key step in mRNA synthesis for therapeutic applications. However, the generation of double-stranded RNA (dsRNA) byproducts during IVT─primarily due to RNA rebinding and self-priming─triggers innate immune responses and reduces translation efficiency. Here, we present a simple and effective strategy to minimize dsRNA formation during IVT by incorporating PEGylated graphene oxide (PEG-GO). Graphene oxide (GO) preferentially binds...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41329179",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatial Myeloid Landscape of Large Artery Atherosclerotic and Cardioembolic Thrombi Retrieved by Mechanical Thrombectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329022/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Cardioembolic (CE) and large artery atherosclerosis (LAA) strokes are two main causes of acute ischemic stroke (AIS), carrying a high risk of recurrence. Studies on the composition of CE and LAA thrombi have produced conflicting results, underscoring the need for further investigation into more effective treatment strategies. While myeloid cells such as neutrophils and monocytes are known to promote thrombosis in cardiovascular diseases, their specific roles in thrombosis across AIS subtypes...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41329022",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Triggering the onset of thermoelectric performance in BiCuSeO oxychalcogenides: Activation from a low intrinsic carrier concentration via Cd doping",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328973/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "BiCuSeO oxychalcogenides are promising p-type thermoelectric (TE) materials, yet their TE efficiency is limited by an extremely low intrinsic carrier concentration of ∼ 1018 cm-3. In this study, it is demonstrated that systematic Cd doping triggers the onset of TE performance of BiCuSeO. The substitution of Bi3+ with Cd2+ in a series of Bi1-xCdxCuSeO (x = 0, 0.02, 0.04, 0.06, and 0.08) polycrystalline alloys induces a predictable, near-linear increase in carrier concentration, reaching 3.19 ×...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41328973",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to the Letter of SK Bioscience, the SKYVaricella Manufacturer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41328894",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Remote-Controllable Immune-Priming Spot Formation Via Nanocomplexed Hydrogel-Assisted Histotripsy: Immunoasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328860/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Immunotherapy, which harnesses the immune system to eliminate cancer cells, offers durable, and specific responses. However, many tumors exhibit \"immune deserts\" - immunosuppressive microenvironments with low T cell infiltration due to the dominance of suppressive myeloid cells and limited inflammatory cues. Cancer vaccines combining tumor antigens and adjuvants can potentially convert these immune deserts into immune-active lesions. Yet, systemic administration often leads to adverse effects...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41328860",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-World Effectiveness and Safety of Recombinant Human Follicle-Stimulating Hormone (rhFSH) in Infertile Women undergoing Assisted Reproductive Technology (ART): A Korean Nationwide Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328812/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Despite widespread rhFSH use in infertile women undergoing ART, real-world comparative data on its effectiveness and safety across different rhFSH types remain limited. Using the HIRA claims database, we included 10,684 women aged 20-39 with infertility (2016-2021) who used only rhFSH in their first in vitro fertilization-embryo transfer (IVF-ET). Outcome variables comprised effectiveness (≥ 11 oocytes retrieved, pregnancy rates and live birth rate) and safety (ectopic pregnancy, miscarriage,...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41328812",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "database, we included 10,684 women aged 20-39 with infertility (2016-2021) who used only rhFSH in their first in vitro fertilization-embryo transfer (IVF-ET)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends and Socioeconomic Disparities in Polypharmacy and PIM Use Among 66-Year-Olds in Korea: A Nationwide Study, 2012-2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328617/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: While PIM use slightly decreased over the study period, it remained above 50%, and polypharmacy prevalence increased among older adults in Korea. Socioeconomic disparities in medication use persist, highlighting the need for targeted interventions and policies to promote safe medication use among vulnerable groups.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41328617",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While PIM use slightly decreased over the study period, it remained above 50%, and polypharmacy prevalence increased among older adults in Korea. Socioeconomic disparities in medication use persist, highlighting the need for targeted interventions and policies to promote safe medication use among vu..."
    },
    {
      "title": "Cell instructive hydrogels functionalized with polymerized DNA nanostructures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Novel hyaluronic acid hydrogels functionalized with polymerized DNA nanostructures using rolling circle amplification were developed. These hydrogels exhibited enhanced cell attachment and proliferation through functional DNA-mediated interactions. The system maintained favorable physicochemical properties and enhanced interactions with biological interfaces, demonstrating potential for advanced 3D cell culture applications.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41328511",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "eHealth Literacy and Search Frequency in Relation to Objective Sleep Disorder Knowledge: Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: eHealth literacy and search frequency were both linked to greater knowledge of sleep disorders. However, the strength of the literacy-knowledge association differed across levels of search frequency. The relationship was stronger when search frequency was low and weaker among frequent seekers. These findings suggest that eHealth literacy and information-seeking behaviors jointly shape factual knowledge. Supporting eHealth literacy together with guidance on efficient information use...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41328482",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that eHealth literacy and information-seeking behaviors jointly shape factual knowledge",
      "conclusion": "eHealth literacy and search frequency were both linked to greater knowledge of sleep disorders. However, the strength of the literacy-knowledge association differed across levels of search frequency"
    },
    {
      "title": "Predictive Performance of Radiomics-Based Machine Learning for Colorectal Cancer Recurrence Risk: Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Radiomics-based machine learning models, especially those integrating radiomics and clinical features, showed promising predictive performance for CRC recurrence risk. However, this study has several limitations, such as moderate study quality, limited sample size, and high heterogeneity in modeling approaches. These findings suggest the potential clinical value of integrated models in risk stratification and their potential to enhance personalized treatment, though further...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41328447",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "the potential clinical value of integrated models in risk stratification and their potential to enhance personalized treatment, though further",
      "conclusion": "Radiomics-based machine learning models, especially those integrating radiomics and clinical features, showed promising predictive performance for CRC recurrence risk. However, this study has several limitations, such as moderate study quality, limited sample size, and high heterogeneity in modeling..."
    },
    {
      "title": "Quantitatively controlled and measured-traumatic brain injury impairs adult neurogenesis and alters neuropathological signatures in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328339/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Rationale: Traumatic brain injury (TBI) poses a significant global health concern, necessitating a comprehensive understanding of its pathophysiology to devise effective treatments. The correlation between the intensity of head impact during injury and resultant neuropathology and behavioral changes in TBI remains unclear. Methods: The Quantitatively Controlled and Measured-TBI (QCM-TBI) system, a novel closed-head injury model, enables precise control and measurement of impact during collision....",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41328339",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "during injury and resultant neuropathology and behavioral changes in TBI remains unclear",
      "conclusion": null
    },
    {
      "title": "A convective transport-enhanced multi-organoid device for therapeutic modeling of the liver-pancreas axis in obesity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Rationale: Obesity-associated metabolic diseases such as metabolic dysfunction-associated steatotic liver disease (MASLD) and type 2 diabetes mellitus (T2DM) are increasing rapidly, necessitating physiologically relevant in vitro models of the liver-pancreas axis. While recent multi-organoid systems have advanced inter-organ modeling, many systems still fall short of replicating the complex and directional metabolic interactions required to accurately reflect disease progression. This is partly...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41328336",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nivolumab plus chemotherapy in metastatic gastric cancer with low combined positive score",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This real-world retrospective study suggests modest efficacy of AGC patients with low CPS treated with nivolumab with chemotherapy. Further studies are needed to determine the optimal treatment strategy and to identify predictive biomarkers for therapy selection in patients with low-CPS AGC.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41328269",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This real-world retrospective study suggests modest efficacy of AGC patients with low CPS treated with nivolumab with chemotherapy. Further studies are needed to determine the optimal treatment strategy and to identify predictive biomarkers for therapy selection in patients with low-CPS AGC"
    },
    {
      "title": "Bio-signal induced emotion monitoring and detection of anxiety: A sensor-driven approach with regression based random forest",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "The present study addresses the rising importance of mental health by devel oping a novel healthcare plan. We integrate physiological data from sensors, such as Heart Rate (HR) and Galvanic Skin Response (GSR), to predict and manage anxiety. These sensors provide non-invasive insights into the com plex relationship between physiological reactions and mental well-being. To analyze the collected data, we developed a novel algorithm, Regression Based Random Forest (RBRF). Using a large-scale...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41328193",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automated Evaluation Framework for AI-Generated Emergency Department Documentation: A Chain-of-Thought Validation Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: MEDIVAL demonstrates that progressive CoT strategies systematically enhance automated evaluation of emergency department documentation while maintaining high reproducibility. This offers a viable pre-screening tool for reducing expert workload while supporting reliable AI integration into emergency medicine workflows.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41327960",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MEDIVAL demonstrates that progressive CoT strategies systematically enhance automated evaluation of emergency department documentation while maintaining high reproducibility. This offers a viable pre-screening tool for reducing expert workload while supporting reliable AI integration into emergency ..."
    },
    {
      "title": "Twelve tips for developing and implementing AI curriculum for undergraduate medical education",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "The rapid evolution of artificial intelligence (AI) and its growing role in clinical settings have made AI education a priority in undergraduate medical education. To support this, AI curricula must align with existing medical education frameworks while addressing AI's distinctive characteristics. This article outlines twelve actionable tips to guide the development and implementation of such curricula. These include defining the purpose and scope of AI education within the broader context of...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41327942",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "and scope of AI education within the broader context of",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "STIM1-Dependent Calcium Signaling in Astrocytes Controls Glutamate Accumulation and Ischemic Brain Injury During Acute Stroke in Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327932/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Astrocytes critically influence ischemic stroke outcomes through calcium signaling-dependent mechanisms, which can be both beneficial and detrimental. Stromal interaction molecule 1 (STIM1), a key regulator of store-operated calcium entry, has emerged as an essential mediator of intracellular calcium dynamics in astrocytes, yet its role in acute stroke remains largely unknown. Here, we demonstrate that conditional knockout of astrocytic STIM1 in mice dramatically reduces infarct volume and...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41327932",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interpersonal Needs and Dysfunctional Self-Focus Mediate the Effect of Dysfunctional Pandemic Grief on Suicidality Among Nursing Professionals Who Witnessed Patients' Deaths",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327927/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Dysfunctional grief experienced by nurses following the loss of patients during the pandemic exacerbated suicidal ideation by fostering a greater focus on negative outcomes and heightened feelings of being a burden. These findings underscore the need for targeted interventions to address these specific cognitive and emotional vulnerabilities to mitigate the risk of suicidal ideation.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41327927",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Dysfunctional grief experienced by nurses following the loss of patients during the pandemic exacerbated suicidal ideation by fostering a greater focus on negative outcomes and heightened feelings of being a burden. These findings underscore the need for targeted interventions to address these speci..."
    },
    {
      "title": "Early Detection and Hearing Intervention in Infants With Bilateral Moderate Hearing Loss: Based on a Nationwide Infantile Hearing Aid Support Program in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327926/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings suggest that auditory rehabilitation achieves greater focus following the implementation of NHS. This study also provides valuable insights into the hearing status and rehabilitation outcomes of infants with moderate hearing loss. Furthermore, we anticipate that these results will contribute to informing policies aimed at reducing regional disparities in access to auditory rehabilitation services.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41327926",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that auditory rehabilitation achieves greater focus following the implementation of NHS. This study also provides valuable insights into the hearing status and rehabilitation outcomes of infants with moderate hearing loss"
    },
    {
      "title": "Elevated Pre-Pregnancy Blood Pressure and the Risk of Adverse Pregnancy Outcomes: Evidence From a Nationwide Population-Based Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327923/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Even modest increases in pre-pregnancy BP below the clinical threshold for hypertension were associated with a higher risk of adverse pregnancy outcomes. These findings highlight the need for early BP monitoring and management before pregnancy.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41327923",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Even modest increases in pre-pregnancy BP below the clinical threshold for hypertension were associated with a higher risk of adverse pregnancy outcomes. These findings highlight the need for early BP monitoring and management before pregnancy"
    },
    {
      "title": "Deep learning-based classification of acute scrotum using single ultrasound images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A deep learning model demonstrated promising diagnostic performance in differentiating acute scrotal emergencies using single US images. Its feasibility was preliminarily assessed in a small pilot study. These findings support further investigation, with larger and more balanced multicentre studies required to establish clinical utility and effective workflow integration.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41327908",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A deep learning model demonstrated promising diagnostic performance in differentiating acute scrotal emergencies using single US images. Its feasibility was preliminarily assessed in a small pilot study"
    },
    {
      "title": "Species diversity of <em>Diaporthe</em> on mangroves: Taxonomic novelties, pathogenic associations, and phylogenetic reassessment of endophytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327839/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Diaporthe species are frequently reported as endophytes on mangroves. These species are also known pathogens affecting several important hosts worldwide, but have yet to be explored as pathogens in mangrove environments. In this study, symptomatic leaves and stems of several mangrove species were collected from mangrove forests and estuaries in Thailand. Forty-five Diaporthe strains were isolated from symptomatic leaves and stems of various mangrove species, associated with leaf spots and stem...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41327839",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "hosts worldwide, but have yet to be explored as pathogens in mangrove environments",
      "conclusion": null
    },
    {
      "title": "Inhalational versus total intravenous anesthesia in noncardiac surgery: a comparative review of clinical outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327782/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Inhalational anesthetics have long been the cornerstone of general anesthesia in noncardiac surgery owing to their reliable pharmacokinetics, ease of administration, and cardiopulmonary benefits such as bronchodilation and myocardial preconditioning. Total intravenous anesthesia (TIVA), achieved using short-acting agents such as propofol and remifentanil, and supported by target-controlled infusion systems and depth-of-anesthesia monitors, has emerged as a widely adopted alternative. TIVA is...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41327782",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spontaneous Transanal Small Bowel Evisceration with Distinct CT Findings: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This case highlights the critical role of CT in identifying rectal perforation and intrarectal small bowel evisceration.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41327773",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case highlights the critical role of CT in identifying rectal perforation and intrarectal small bowel evisceration"
    },
    {
      "title": "Motor imagery enhances early rehabilitation in patients with high kinesiophobia after total knee arthroplasty: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Motor imagery is an effective adjunct to early rehabilitation after total knee arthroplasty. Its use enhances psychological resilience, supports adherence, and accelerates functional recovery, indicating its value in comprehensive, multidimensional rehabilitation strategies.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41327758",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Motor imagery is an effective adjunct to early rehabilitation after total knee arthroplasty. Its use enhances psychological resilience, supports adherence, and accelerates functional recovery, indicating its value in comprehensive, multidimensional rehabilitation strategies"
    },
    {
      "title": "Real-world evidence on the safety and effectiveness of integrative Korean medicine for older patients post-traffic accident: A retrospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "With the rapid aging of its population, Korea is becoming a super-aged society, and the proportion of older individuals among traffic accident patients continues to rise. Older adults often exhibit delayed recovery after trauma, multimorbidity, and polypharmacy, necessitating a tailored treatment approach. Integrative Korean medicine (IKM) treatment may serve as a suitable alternative, and its effectiveness and safety in older adults involved in traffic accidents warrant further evaluation. This...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41327701",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The role of reading direction fluency in parafoveal information extraction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "This study aimed to investigate how semantic and syntactic parafoveal processing differ between fluent left-to-right and non-fluent right-to-left reading directions in individuals accustomed to left-to-right reading. A self-paced rapid serial visual presentation (RSVP) task was employed to evaluate semantic and syntactic congruency effects. Participants, familiar with left-to-right reading, were tested under conditions simulating both fluent left-to-right and non-fluent right-to-left reading...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41327495",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate how semantic and syntactic parafoveal processing differ between fluent left-to-right and non-fluent right-to-left reading directions in individuals accustomed to left-to-right reading",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of false positive and false negative errors in targeted next generation sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: T-NGS results from certified providers exhibit substantial variability in both sensitivity and FP error rates. Conventional pipelines not only increase FP errors but also accumulate recurrent FP-prone alleles. These findings underscore the urgent need for standardized pipelines and rigorous quality control measures to ensure the reliability of T-NGS in clinical diagnostics.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41327433",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "T-NGS results from certified providers exhibit substantial variability in both sensitivity and FP error rates. Conventional pipelines not only increase FP errors but also accumulate recurrent FP-prone alleles"
    },
    {
      "title": "Comparison of gait parameters between patients with chronic stroke at different ambulation levels and healthy adults: a prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Significant differences in biomechanical parameters, particularly those related to eccentric contraction in the proximal joints of the unaffected side, were observed between FAC 3 and FAC 4 groups. These disparities highlight the need for tailored gait rehabilitation strategies based on ambulation level.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41327370",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Significant differences in biomechanical parameters, particularly those related to eccentric contraction in the proximal joints of the unaffected side, were observed between FAC 3 and FAC 4 groups. These disparities highlight the need for tailored gait rehabilitation strategies based on ambulation l..."
    },
    {
      "title": "Genome-wide association study of lung function decline using elastic-net regression: a prospective analysis in Korean cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327349/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our study identified novel SNPs associated with FEV(1) decline and developed a GRS that could help predict individuals at higher risk of rapid FEV(1) decline. The influence of genetic factors on the annual rate of decline in FEV(1) may vary depending on phenotypic characteristics.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41327349",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study identified novel SNPs associated with FEV(1) decline and developed a GRS that could help predict individuals at higher risk of rapid FEV(1) decline. The influence of genetic factors on the annual rate of decline in FEV(1) may vary depending on phenotypic characteristics"
    },
    {
      "title": "Association between gastroesophageal reflux disease and incident bronchiectasis: a nationwide representative population-based study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: GERD is associated with an increased risk of bronchiectasis. Older age, underweight, coexisting airway diseases, and peptic ulcer disease were risk factors for developing bronchiectasis in GERD.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41327280",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GERD is associated with an increased risk of bronchiectasis. Older age, underweight, coexisting airway diseases, and peptic ulcer disease were risk factors for developing bronchiectasis in GERD"
    },
    {
      "title": "Comparing the effectiveness of in-person and synchronous virtually online for cambodia's rehabilitation health workforce",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study highlights the strengths and limitations of different educational delivery methods in healthcare workforce training. It suggests that a hybrid approach, incorporating both in-person and synchronous virtually online in trainees' native language, may optimize learning satisfaction and engagement in future programs.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41327242",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights the strengths and limitations of different educational delivery methods in healthcare workforce training. It suggests that a hybrid approach, incorporating both in-person and synchronous virtually online in trainees' native language, may optimize learning satisfaction and engag..."
    },
    {
      "title": "Antiemetic use during pregnancy and child neurodevelopment: population-based birth cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327197/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This large-scale study found no association between antiemetic exposure during pregnancy and the risk of neurodevelopmental disorders or delays in children, providing reassurance for the use of antiemetics in pregnancy to treat nausea and vomiting. However, the slightly elevated risks observed in certain subgroups warrant further investigation. Meanwhile, these findings may assist in guiding decisions when considering antiemetic treatment during pregnancy.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41327197",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This large-scale study found no association between antiemetic exposure during pregnancy and the risk of neurodevelopmental disorders or delays in children, providing reassurance for the use of antiemetics in pregnancy to treat nausea and vomiting. However, the slightly elevated risks observed in ce..."
    },
    {
      "title": "A biofilm reactor packed with aspen wood and polyurethane sponge for biological manganese(II) oxidation and minor metal recovery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329400/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Biogenic manganese oxides (MnOx) are promising agents for the removal and recovery of minor metals from water. However, cultivating heterotrophic Mn(II)-oxidizing microorganisms in non-sterile bioreactors remains difficult, and few continuous-flow reactor designs have been evaluated for their ability to recover minor metals under such conditions. In this study, we operated a laboratory-scale biofilm reactor packed with aspen wood and a polyurethane sponge for 469 d to evaluate its feasibility...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41329400",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply to \"TAPSE/PASP Ratio as a Prognostic Marker in HFmrEF: A Missed Opportunity?\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41329393",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age-related optical changes: stability of coma and increased spherical aberrations in the cornea and whole eye",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329389/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Total HOAs and SAs in the anterior cornea, total cornea, and whole eye were significantly positively correlated with age, whereas coma exhibited no age-related changes. These findings underscore the importance of considering age-related optical changes in clinical evaluations.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41329389",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Total HOAs and SAs in the anterior cornea, total cornea, and whole eye were significantly positively correlated with age, whereas coma exhibited no age-related changes. These findings underscore the importance of considering age-related optical changes in clinical evaluations"
    },
    {
      "title": "Necessary and sufficient condition for hysteresis in the mathematical model of the cell type regulation of Bacillus subtilis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329334/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "The key to a robust life system is to ensure that each cell population is maintained in an appropriate state. In this work, a mathematical model is used to investigate the control of the switching between the migrating and non-migrating states of the Bacillus subtilis cell population. In this case, the motile cells and matrix producers are the predominant cell types in the migrating cell population and non-migrating state, respectively, and can be suitably controlled according to the...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41329334",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spinal anesthesia in a patient with hereditary dysfibrinogenemia who underwent emergency cesarean delivery: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329253/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Thromboelastography can aid the anesthesia team in evaluating the risks versus benefits of neuraxial anesthesia in patients with hereditary dysfibrinogenemia.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41329253",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Thromboelastography can aid the anesthesia team in evaluating the risks versus benefits of neuraxial anesthesia in patients with hereditary dysfibrinogenemia"
    },
    {
      "title": "Correlating Room-Temperature Phosphorescence with Structural Dynamics by Water Accommodation in a Flexible Hydrogen-Bonded Organic Framework",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Organic room-temperature phosphorescence (RTP) materials have garnered significant interest in various crucial applications. While RTP emissions typically exhibit a water-induced quenching propensity, the impact of genuine water accommodation into porous materials on RTP properties remains unclear and confusing due to the lack of structural evidence and ambiguous mechanism of water-regulated RTP properties. Herein, we demonstrate the manipulation of RTP properties through...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41329154",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of genuine water accommodation into porous materials on RTP properties remains unclear and confusing due to the lack of structural evidence and ambiguous mechanism of water-regulated RTP properties",
      "conclusion": null
    },
    {
      "title": "ZEUS: Numerical methods to detect quasi-particles describing excitable media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329050/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Many complex systems with societal relevance are excitable, including brain tissue, cardiac tissue, heat waves, and epidemic spread. In cardiac tissue, arrhythmias often arise when electrical conduction is blocked by incomplete recovery after a previous stimulation. We recently presented a topological theory for excitable media that also captures conduction blocks. Therein, points where a wave front or a wave back spatially connects to a conduction block were shown to be topologically preserved,...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41329050",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Commentary on Aberrant Plasma Cells in the Absence of M-protein: Ancillary Testing beyond Protein Electrophoresis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41329020",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Magnetization reversal in TmCr1-xCoxO3 perovskite solid solutions studied by Monte Carlo simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "In this work, we studied the magnetization reversal (MR) phenomenon in the perovskite solid solution TmCr1-xCoxO3, where magnetic Cr3+ ions were substituted by non-magnetic low-spin (LS) Co3+ ions. Magnetic measurements and Monte Carlo (MC) simulations were performed following a field-cooling (FC) protocol. Samples of TmCr1-xCoxO3 with 0.1 ≤ x ≤ 0.8 were synthesized and structurally characterized. Samples with 0.1 ≤ x < 0.5 were synthesized at 1200 °C in the air atmosphere, while those with 0.5...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41328971",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extended verification of an automated MALDI-TOF mass spectrometry system for high throughput serum M-protein measurement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: EXENT^(®)-GAM enables sensitive and reproducible quantification and isotyping of M-proteins below the detection limit of SPEP and sIFE. Its ability to resolve analytical challenges posed by SPEP and sIFE represents a significant advancement. Further clinical studies are needed to confirm its potential in residual disease detection.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41328877",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EXENT^(®)-GAM enables sensitive and reproducible quantification and isotyping of M-proteins below the detection limit of SPEP and sIFE. Its ability to resolve analytical challenges posed by SPEP and sIFE represents a significant advancement"
    },
    {
      "title": "Reliability of capturing plantar foot geometry using a handheld 3D scanner for dose-response modeling of custom-made foot orthoses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These results demonstrated that the digitization of linear anthropometric and geometric measurements of the human foot, obtained using a handheld 3D scanning system in a non-weight-bearing condition, exhibit good to excellent reliability. Additionally, the curvilinear metrics, related to the plantar surface curvature, showed high consistency, supporting its usage to quantify plantar geometry and provide insights into the role of geometric characteristics in dosage-response modeling...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41328813",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "These results demonstrated that the digitization of linear anthropometric and geometric measurements of the human foot, obtained using a handheld 3D scanning system in a non-weight-bearing condition, exhibit good to excellent reliability. Additionally, the curvilinear metrics, related to the plantar..."
    },
    {
      "title": "Effect of Colchicine for Secondary Prevention according to Stroke Subtype - A Secondary Analysis of the CONVINCE Randomized Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "BackgroundThe Colchicine for prevention of vascular inflammation in Non-CardioEmbolic stroke (CONVINCE) trial evaluated long-term treatment with colchicine for the prevention of major adverse cardiovascular events (MACE) in a stroke population. Although the intention-to-treat analysis did not demonstrate a significant reduction in the primary endpoint, fewer outcome events were observed in the colchicine-treated group. It is unknown if a potential treatment effect is modified by ischemic stroke...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41328787",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Medical Management of Polycystic Liver Disease: A Position Statement From the European Reference Network on Hepatological Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328663/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Polycystic liver disease (PLD) is a rare genetic disorder characterised by progressive liver enlargement due to multiple cysts. The main symptoms are liver volume-related. Although randomised controlled trials have shown that somatostatin analogues (SSAs) reduce liver volume as well as symptoms, specific guidance on when and how to use SSAs in clinical practice is still lacking. A panel of 15 hepatologists and nephrologists developed practical guidance on SSA use, based on a systematic...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41328663",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Size-selective formation of metallonanobelts <em>via</em> tethering-template-directed self-assembly",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "We propose a novel rational strategy for template-directed self-assembly using \"tethering templates\" that have common interaction units and a distinct sized core. By employing two kinds of tethering templates bearing common triethylene glycol chains and differently sized pillar-shaped cores, pillar[n]arenes (n = 5, 6), the tetra- and pentanuclear metallomacrocycles were selectively obtained during the self-assembly of 2,3,6,7-tetraaminotriptycene and the Pd^(2+) ions, under thermodynamic...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41328583",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "LV Mass in Children With Extremely Low Birth Weight Is Lower But More Sensitive to Increased Blood Pressure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ELBW children exhibit lower LV mass during childhood in comparison with term-born controls. However, elevations in systolic blood pressure are associated with a steeper increase in LV mass in cases than in controls. Our findings question whether cutoffs for the general population are adequate to evaluate and manage hypertension and LV hypertrophy in children with ELBW.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41328552",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ELBW children exhibit lower LV mass during childhood in comparison with term-born controls. However, elevations in systolic blood pressure are associated with a steeper increase in LV mass in cases than in controls"
    },
    {
      "title": "A stress granule-associated RNA-binding protein FAM120A drives cisplatin resistance in non-small cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328536/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Cisplatin-based chemotherapy is a standard treatment for non-small cell lung cancer (NSCLC), but drug resistance poses a major clinical challenge. Stress-adaptive mechanisms such as stress granule (SG) formation are increasingly recognized alternative pathways that facilitate cancer cell survival. Here, we identify the RNA-binding protein, family with sequence similarity 120A (FAM120A), as a SG-associated factor that drives cisplatin resistance in NSCLC. FAM120A expression was markedly elevated...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41328536",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phospholipase A and acyltransferases as novel regulator of organelle dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328535/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Phospholipase A (PLA) and acyltransferases coordinate glycerophospholipid remodeling to maintain membrane diversity and function. The phospholipase A and acyltransferase (PLAAT) family combines PLA1/PLA2 with N- and O-acyltransferase activities, generating N-acylethanolamines with diverse bioactivities and enabling acyl-CoA-independent remodeling. PLAAT3 has been identified as a causative gene for human lipodystrophy. In addition to adipocyte dysfunction, PLAAT3-deficient mice develop cataracts...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41328535",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of supine ergometer exercise on central and peripheral circulation in patients with ischemic heart disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328281/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "[Purpose] To clarify the characteristics and safety of circulatory dynamics during supine ergometer exercise in patients with cardiac disease by examining autonomic nervous system activity and lower limb blood flow, and to compare these responses with those observed during seated ergometer exercise. [Participants and Methods] Ten patients with ischemic heart disease performed ergometer exercises in two positions, supine and seated at the anaerobic threshold level intensity. Measurements included...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41328281",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The WHO Kobe Centre; three decades of contributions to public health research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328210/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41328210",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Triplet nitrene-mediated photocatalytic azidation of tertiary C(sp<sup>3</sup>)-H bonds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "A photocatalytic C(sp³)-H azidation involving a triplet nitrene as a hydrogen atom abstractor is described. The key nitrene intermediate is generated through energy transfer to a sulfonyl azide, which also functions as an azide source. This method exhibits excellent selectivity for tertiary C-H bonds and is applicable to leucine-containing dipeptides.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41327561",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Childhood obesity and DNA methylation in an epigenome-wide association study: findings from the Hokkaido Birth Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The present study suggests three candidate DMPs and pathways that may explain the association between DNA methylation at birth and obesity at 12 years of age.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41327469",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The present study suggests three candidate DMPs and pathways that may explain the association between DNA methylation at birth and obesity at 12 years of age"
    },
    {
      "title": "Toxoplasmic encephalitis unmasked during treatment for miliary tuberculosis in a patient with human immunodeficiency virus infection: a case report and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: TE can emerge during immune recovery at CD4 counts > 100 cells/µL when corticosteroid administration coincides with early ART. In patients receiving tuberculosis treatment who develop new brain lesions soon after ART, T. gondii polymerase chain reaction and prompt antiparasitic therapy should be pursued. Rifabutin permits concomitant use of dolutegravir, and TMP-SMX desensitization allows effective treatment and prophylaxis.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41327427",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "TE can emerge during immune recovery at CD4 counts > 100 cells/µL when corticosteroid administration coincides with early ART. In patients receiving tuberculosis treatment who develop new brain lesions soon after ART, T"
    },
    {
      "title": "Anti-survival of motor neuron antibodies in rheumatic and musculoskeletal diseases: prevalence, clinical associations, and biomarker potential, with novel insights into disease activity in SLE",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Anti-SMN antibodies are prevalent in MCTD and SLE. Consistent with prior studies, their titers in MCTD were associated with distinct clinical features. Importantly, we newly demonstrate that in SLE, anti-SMN antibody levels correlate with immune complex-related manifestations and disease activity, providing a novel and clinically significant insight. These findings highlight their potential as biomarkers for disease stratification, organ involvement, and monitoring disease...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41327417",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Anti-SMN antibodies are prevalent in MCTD and SLE. Consistent with prior studies, their titers in MCTD were associated with distinct clinical features"
    },
    {
      "title": "Lift-assisted early mobilization: looking beyond timing toward device-level evidence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327352/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41327352",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Usefulness of BRG1 immunostaining in detecting SMARCA4 deficiency in \"so-called\" cancers of unknown primary in daily pathology practice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327322/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41327322",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "FFAR4 drives stem cell fate toward lipid- and iron-storing enterocytes protecting human enteroids from ferroptosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Altogether, our findings show that chemosensory receptors on stem cells play a more influential role than previously appreciated in modulating gut epithelial composition and function in response to environmental cues.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41327279",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Altogether, our findings show that chemosensory receptors on stem cells play a more influential role than previously appreciated in modulating gut epithelial composition and function in response to environmental cues"
    },
    {
      "title": "Consolidation-to-ground-glass opacity ratio on chest CT as a prognostic marker for critical outcomes in COVID-19: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: CT-density analysis of COVID-19 pneumonia in a large patient population showed that C/G ratio was a significant predictor of critical outcomes and useful for prognosis evaluation.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41327196",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CT-density analysis of COVID-19 pneumonia in a large patient population showed that C/G ratio was a significant predictor of critical outcomes and useful for prognosis evaluation"
    },
    {
      "title": "Influence of long talker-to-listener distance on temporal properties of speech",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Speech exhibits robust temporal characteristics, including syllable duration and the speech modulation spectrum. In real-world scenarios, speech is often exchanged over long distances. This study investigates how the temporal characteristics of speech are influenced by talker-to-listener distance. When talker-to-listener distance increases from 1 to 100 m, we observe a 48 ± 29% (M ± SD) increase in mean syllable duration. The temporal amplitude modulation spectrum, however, remains similar,...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329511",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Potential Payment Strategy to Reduce Low-Value Surgery-Choosing WISeR",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329491",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Continuous Glucose Monitoring in Insulin-Treated Older Adults With Diabetes and Alzheimer Disease and Related Dementias",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this cohort study of insulin-treated older adults with ADRD and diabetes, CGM use was associated with improved long-term clinical outcomes. Pragmatic (ie, evaluating the effectiveness of healthcare interventions in everyday settings) trials are needed to validate these findings and to assess the feasibility of CGM use in this population.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329488",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this cohort study of insulin-treated older adults with ADRD and diabetes, CGM use was associated with improved long-term clinical outcomes. Pragmatic (ie, evaluating the effectiveness of healthcare interventions in everyday settings) trials are needed to validate these findings and..."
    },
    {
      "title": "Surgical Low-Value Care Between Fee-For-Service and Salaried Health Care Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this cohort study of 304 908 surgical procedures, direct care evinced a significantly lower likelihood of low-value surgery in both 2016 to 2019 and 2020 to 2023. These findings support the contention that changing clinician reimbursement models from fee-for-service to salaried is associated with lower rates of low-value care.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329484",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this cohort study of 304 908 surgical procedures, direct care evinced a significantly lower likelihood of low-value surgery in both 2016 to 2019 and 2020 to 2023. These findings support the contention that changing clinician reimbursement models from fee-for-service to salaried is ..."
    },
    {
      "title": "Bioinformatics Portal for Predicting Binding Regions and Modes in Protein-Nucleic Acid Interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329480/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Protein-nucleic acid interactions (PNIs) are essential for biological processes, including gene regulation, DNA repair, and viral infection. The changes in binding regions and modes in PNIs are vital for understanding the action mechanism and detecting abnormalities. Computational methods, particularly those leveraging machine learning (ML) and deep learning (DL), have become powerful tools for predicting PNI binding sites and structural features. However, systematic evaluation is needed to...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329480",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reevaluating CV2/CRMP5 Positivity as a Marker of Immune Transition in Parenchymal Neurosyphilis--Authors' Reply",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329476",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Impact of Music on Patients After Cardiac Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329472/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Listening to music may be effective in reducing pain, and lowering heart rate, serving as a safe adjunct for pain management after cardiac surgery.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329472",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Listening to music may be effective in reducing pain, and lowering heart rate, serving as a safe adjunct for pain management after cardiac surgery"
    },
    {
      "title": "Detection and Verification of Intestinal and Placental Alkaline Phosphatase Heterodimer in Extracellular Fluid",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329468/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Due to the lack of relevant detection methods, the existence and function of the intestinal and placental alkaline phosphatase (IAP-PLAP) heterodimer remain largely elusive. Previously, we screened and obtained an aptamer, BG2, which exhibits specific recognition toward the IAP-PLAP heterodimer. Using BG2 as a probe, the heterodimer was found to be highly expressed on the membrane of various tumor cells as well as circulating tumor cells derived from clinical colorectal cancer samples, thus...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329468",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Amorphous-crystalline transition-induced hollowing of covalent organic frameworks: a structural evolution boosting uranium adsorption",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Hollow covalent organic frameworks (COFs) have broad application prospects due to their special structure. However, the controllable synthesis of uniform and stable hollow COFs remains a challenge. Here we propose a self-template method for preparing hollow COFs through the Ostwald ripening mechanism under environmental conditions. This method avoids most of the shortcomings of the commonly used hard template and soft template methods. Time-resolved structural analyses revealed that TD-COP...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329467",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mesenchymal cell-derived extracellular vesicles ameliorate age-related deficits in working memory and in vivo MRI measures of white matter structure and function in rhesus monkeys",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Aging humans and non-human primates both exhibit a similar pattern of cognitive decline beginning in middle age that is characterized by progressive impairments in rule learning, executive function, and working and recognition memory-functions often associated with dysfunction of prefrontal and medial temporal lobe regions. The heterogeneity and inter-subject variability in aging and age-related cognitive impairments present challenges for developing effective therapeutics and can be attributed...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329450",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neophilia in wolves and dogs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329444/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "The study of domestication provides a unique opportunity to analyze the effects of natural selection in the attraction towards novelty, because selective pressures on domesticated animals are often greatly diminished or different from their wild counterparts. In this study, we investigated the neophilic levels of three groups of canids differing in their level of contact with human environments both from an evolutionary and ontogenetic perspective: wolves, pack-living dogs, and pet dogs. In...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329444",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the neophilic levels of three groups of canids differing in their level of contact with human environments both from an evolutionary and ontogenetic perspective: wolves, pack-living dogs, and pet dogs",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rewilded horses as a nature-based solution for wintertime tick control in Japan: help or hindrance?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "The control of ticks is challenging owing to their ubiquity, complex ecologies, and difficulties relating to costs and non-target impacts of chemical control programs. Nature-based solutions centre around co-opting natural processes and biodiversity to address socio-environmental problems; and in some cases, rewilded species can provide nature-based solutions. In northern Japan, the winter ecology of ticks is poorly studied, though some species are believed to overwinter under the snow. Winter...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329439",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photosystem I: towards stable photovoltage generation in a semi-artificial system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "The generation of voltage (ΔV) by purified photosynthetic protein-pigment complex of photosystem I (PS I) from the cyanobacterium Synechocystis sp. PCC 6803 immobilized onto a porous Millipore nitrocellulose membrane filter (MF) and contacting with indium tin oxide (ITO) semiconductor glass slides, termed ITO|PS I - MF|ITO have been directly measured. In the presence of the ascorbate/2,6-dichlorophenolindophenol redox couple and disaccharide trehalose, photoinduced generation of ΔV with a...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329437",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pharmacokinetics, safety, and tolerability of nacubactam (OP0595) after intravenous infusion: a randomized, double-blind, placebo-controlled phase I clinical trial in healthy Chinese male subjects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "The rise of carbapenem-resistant Enterobacteriaceae (CRE) has posed a major clinical challenge, with limited treatment options. Nacubactam, a novel β-lactamase inhibitor, combined with cefepime or aztreonam, effectively supports CRE infection treatment. A randomized, double-blind, placebo-controlled clinical trial was conducted for the first time in healthy male Chinese subjects, including both single and multiple doses 60 ± 5-min intravenous infusion. Twenty participants were randomly assigned...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329434",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The clinical features, pathological findings, and risk factors of intracardiac thrombus in Behçet's syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329431/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ICT in BS is a severe complication with a high relapse rate and pathological features of neutrophils and macrophages' infiltration. Elevated CRP (> 20 mg/L) and venous involvement are potential risk factors. These findings support the potential benefit of adequate immunosuppressive treatment before surgery for improving outcomes in BS patients with ICT. Key Points • ICT is a serious complication of BS, with a high relapse rate. • CRP > 20 mg/L and venous involvement are potential...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329431",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ICT in BS is a severe complication with a high relapse rate and pathological features of neutrophils and macrophages' infiltration. Elevated CRP (> 20 mg/L) and venous involvement are potential risk factors"
    },
    {
      "title": "Correction: Evaluation of the Psychometric Properties of the Social Communication Questionnaire in Rural Kenya",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329426/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329426",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aberrant Cognitive-Affective Empathy in Children With Autism Spectrum Disorder: Electrophysiological Evidence of Viewing Social Animation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329424/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The present study supported the empathy imbalance hypothesis in young children with ASD and might indicate that children with ASD have distinct neural characteristics related to cognitive empathy and affective empathy processing. Future studies can combine eye movement measurements while watching animations, and further longitudinal studies on the electrophysiological characteristics of empathy in children with ASD.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329424",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The present study supported the empathy imbalance hypothesis in young children with ASD and might indicate that children with ASD have distinct neural characteristics related to cognitive empathy and affective empathy processing. Future studies can combine eye movement measurements while watching an..."
    },
    {
      "title": "McClimans, Leah M. Patient-centered measurement: ethics, epistemology, and dialogue in contemporary medicine. New York, NY: Oxford University Press, 2024. ISBN: 9.780.197.572.078 (Hardback)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329418/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329418",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bone metabolism in primary hyperparathyroidism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Primary hyperparathyroidism is a frequent endocrine disorder that affects various organ systems. In this review we present and discuss alterations of bone metabolism in primary hyperparathyroidism. Excessive secretion of parathyroid hormone results in increased bone remodelling with an excess of bone resorption. Consequently, bone mineral density declines, bone quality is compromised and fracture risk increases.Successful surgery for hyperparathyroidism results in a normalization of bone...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329412",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond the Check Box: Development of the Nutrition Health Related Social Need Assessment and Referral Tool (N-HART)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: With health systems focusing on HRSN, the N-HART may provide a strategy for informing more individualized nutrition referrals using a structured approach.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329410",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "With health systems focusing on HRSN, the N-HART may provide a strategy for informing more individualized nutrition referrals using a structured approach"
    },
    {
      "title": "Localization of obstruction sites in obstructive azoospermia: role of combined transscrotal-transrectal ultrasonography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Combined transscrotal-transrectal ultrasonography, evaluating specific structures of rete testis thickness, seminal vesicle diameter, and the internal diameter of the scrotal vas deferens, could accurately localize obstruction sites in obstructive azoospermia patients.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329395",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Combined transscrotal-transrectal ultrasonography, evaluating specific structures of rete testis thickness, seminal vesicle diameter, and the internal diameter of the scrotal vas deferens, could accurately localize obstruction sites in obstructive azoospermia patients"
    },
    {
      "title": "From Research to Practice in Days, not Decades: Why Leaders Must Act now",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329388/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329388",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cardiovascular Manifestations and Interventions in Children Living in a Histoplasmosis Endemic Region",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Histoplasmosis in children remains understudied, drawing most clinical understanding from adult populations. Located in a histoplasmosis-hyperendemic region, our institution aimed to characterize the cardiovascular manifestations and interventional treatments in children diagnosed with histoplasmosis. We conducted a retrospective cohort study of 160 patients under 18 years of age diagnosed with histoplasmosis between January 2009 and March 2023 at a tertiary-care children's hospital. Data...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329383",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Determinants and prognostic value of onset symptoms in multiple sclerosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The first clinical manifestation of MS varies by demographic and lifestyle characteristics and carries prognostic value for subsequent disability progression.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329379",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The first clinical manifestation of MS varies by demographic and lifestyle characteristics and carries prognostic value for subsequent disability progression"
    },
    {
      "title": "Dual-camera Augmented Reality-Based Navigation System for Precision CT-guided Biopsy and Ablation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329373/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CT-mounted dual-camera navigation showed improved needle placement accuracy over freehand and may present a reliable, cost-effective, and rapid navigation option for percutaneous needle placements. No level of evidence, experimental study.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329373",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CT-mounted dual-camera navigation showed improved needle placement accuracy over freehand and may present a reliable, cost-effective, and rapid navigation option for percutaneous needle placements. No level of evidence, experimental study"
    },
    {
      "title": "Risk factors of metabolic dysfunction-associated fatty liver disease in people living with HIV receiving antiretroviral therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329363/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The prevalence of MAFLD as assessed by the HSI and ZJU indices increases steadily with ART and is strongly related to weight gains. These findings validate the effectiveness of these non-invasive tools for identifying key risk factors and underscore the necessity of continuous weight monitoring in contemporary ART-treated patients.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329363",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The prevalence of MAFLD as assessed by the HSI and ZJU indices increases steadily with ART and is strongly related to weight gains. These findings validate the effectiveness of these non-invasive tools for identifying key risk factors and underscore the necessity of continuous weight monitoring in c..."
    },
    {
      "title": "Epididymal epithelial cells facilitate NEU1 loading to modulate sperm α-2,6 sialylation, enhance maturation and motility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329355/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study identifies NEU1 as a key regulatory enzyme on the sperm surface, directly influencing sperm motility and fertilization capacity. NEU1 is secreted by epididymal epithelial cells and transferred onto sperm, mediating sialylation modifications and regulating sperm capacitation and metabolic processes. These findings provide novel insights into the functional role of sialidases in sperm maturation and function, offering potential biomarkers and therapeutic targets for the...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329355",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This study identifies NEU1 as a key regulatory enzyme on the sperm surface, directly influencing sperm motility and fertilization capacity. NEU1 is secreted by epididymal epithelial cells and transferred onto sperm, mediating sialylation modifications and regulating sperm capacitation and metabolic ..."
    },
    {
      "title": "GPR35 mediates monocyte recruitment to the sites of Listeria monocytogenes infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Recruitment of Ly6C^(hi) monocytes to infection sites critically contributes to the clearance of microbial pathogens. However, the mechanism regulating their migration from the peripheral blood to the infected sites remains unresolved. In this study, we demonstrate that G protein-coupled receptor GPR35 is required for the entry of circulating Ly6C^(hi) monocytes into the sites of Listeria monocytogenes infection. Gpr35^(-/-) mice showed a decrease in Ly6C^(hi) monocyte recruitment to the cecum...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329343",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances in controllable targeted protein degradation: emerging strategies and mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329322/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Controllable targeted protein degradation (controllable TPD) technologies, exemplified by proteolysis-targeting chimeras (PROTACs), have emerged as transformative tools in drug discovery and molecular biology research. With the endogenous cellular degradation machinery, controllable TPD platforms allow for the precise targeting and regulated elimination of specific proteins within cells. Recent advances have expanded the spectrum of controllable degradation strategies, including photosensitive...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329322",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bacillus velezensis SQR9: a model biofertilizer strain for beneficial plant root-rhizobacterium interaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329321/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Plant growth-promoting rhizobacteria (PGPR) are beneficial microorganisms residing in the rhizosphere that enhance plant growth and health. While fundamental research on established PGPR strains has focused on their biological functions and interactions with plants, in-depth investigations of root colonization mechanisms and microbial interactions within the rhizosphere remain limited. This review presents Bacillus velezensis SQR9 as a model PGPR strain, affirming its inclusion of conventional...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329321",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sentinel Lymph Node Biopsy for Prophylactic Mastectomy: Necessary Precaution or Unnecessary Procedure?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329312/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Occult malignancy was uncommon, and SLNB positivity was exceedingly rare in prophylactic NSMs. Routine SLNB is not justified in this setting and should be reserved for select higher-risk scenarios. Personalized, risk-adapted approaches to axillary management and preoperative imaging are warranted.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329312",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Occult malignancy was uncommon, and SLNB positivity was exceedingly rare in prophylactic NSMs. Routine SLNB is not justified in this setting and should be reserved for select higher-risk scenarios"
    },
    {
      "title": "ASO Author Reflections: Integrating Primary Pathology and Recurrence Anatomy to Refine Prognostic Stratification in Locally Recurrent Rectal Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329310",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and Validation of Time-to-Event Machine Learning Models for Predicting Disease-Free Survival in Patients with Locally Advanced Colorectal Cancer: A Multicenter Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329308/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The GB-Survival model that integrates multimodal data outperforms other time-to-event ML models in predicting DFS for LACRC. This approach may facilitate the development of data-driven treatment strategies and personalized risk stratification for patients with LACRC.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329308",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The GB-Survival model that integrates multimodal data outperforms other time-to-event ML models in predicting DFS for LACRC. This approach may facilitate the development of data-driven treatment strategies and personalized risk stratification for patients with LACRC"
    },
    {
      "title": "Revealing the Crucial Role of Healthcare Providers in HPV Vaccine Uptake in Filipino American Adolescents: Insights from the National Immunization Survey-Teen, 2015-2019",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The results of this study provide implications for improving clinical practices to promote HPV vaccine uptake in FA adolescents. Strategies to consider include raising awareness, cultural competency, and communication approaches among physicians, especially non-pediatricians. In addition, our findings highlighted the importance of disaggregating Asian American data to better understand the unique needs of detailed Asian ethnic groups.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329295",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for improving clinical practices to promote HPV vaccine uptake in FA adolescents",
      "conclusion": "The results of this study provide implications for improving clinical practices to promote HPV vaccine uptake in FA adolescents. Strategies to consider include raising awareness, cultural competency, and communication approaches among physicians, especially non-pediatricians"
    },
    {
      "title": "Interventions for Population Genetic Screening in Ethnic and Racial Minorities: A Scoping Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329293/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "This scoping review synthesizes evidence on interventions designed to increase awareness, access, and uptake of genetic counseling and genetic testing for hereditary cancer risk among racial and ethnic minority populations in the United States. We searched PubMed, Scopus, and Embase (through March 2024) for primary quantitative and qualitative studies published in English (2005-2024) that evaluated U.S.-based interventions to improve awareness, referrals, or utilization of genetic services among...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329293",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "English (2005-2024) that evaluated U",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Overcoming anatomical barriers in pediatric kidney transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Anatomical barriers such as azygos continuation of the IVC do not preclude kidney transplantation from a size-mismatched adult live donor a priori but demand a patient-tailored innovative surgical approach and a committed multidisciplinary perioperative management to potentially overcome this kind of vascular anomaly.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329288",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Anatomical barriers such as azygos continuation of the IVC do not preclude kidney transplantation from a size-mismatched adult live donor a priori but demand a patient-tailored innovative surgical approach and a committed multidisciplinary perioperative management to potentially overcome this kind o..."
    },
    {
      "title": "Influence of Temperature on Salicylate-Induced Components in Tomato Plants Immune System under Invasion with Root-Knot Nematode Meloidogyne incognita",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "The tomato gene Mi-1,2 is currently the only commercially available source of resistance to the root-knot nematode Meloidogyne incognita, which loses activity when soil temperatures exceed 28°C. The study aimed to investigate the components of the tomato immune system to root-knot nematode associated with salicylic acid (SA) at elevated (34°C) and normal (25°C) temperatures. The obtained results showed that the Mi-1,2-mediated immune response is disrupted at 34°C. At elevated temperatures in...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329270",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global trends in breast cancer bone metastasis research (2009-2024): a bibliometric and visual analysis of hotspots and future directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329247/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: From 2009 to the present, many studies have been conducted in the field of breast cancer bone metastasis, and various results have been achieved. Currently, academics are more inclined to explore the specific mechanism from the perspective of molecular biology, and use it to develop corresponding targeted drugs for clinical practice, future research should prioritize microenvironmental crosstalk and AI-driven predictive models to accelerate therapeutic breakthroughs.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329247",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "From 2009 to the present, many studies have been conducted in the field of breast cancer bone metastasis, and various results have been achieved. Currently, academics are more inclined to explore the specific mechanism from the perspective of molecular biology, and use it to develop corresponding ta..."
    },
    {
      "title": "Long term follow-up of immediately temporized zirconia and titanium one-piece dental implants-a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329244/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Immediately temporized one-piece zirconia implants showed lower survival rates than those of titanium implants, highlighting the need for further validation in larger trials.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329244",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Immediately temporized one-piece zirconia implants showed lower survival rates than those of titanium implants, highlighting the need for further validation in larger trials"
    },
    {
      "title": "Autoantibodies against Type I Interferons Correlate with Low CD169/SIGLEC1 and Severe Non-Viral Infections in ER Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329209/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Neutralizing autoantibodies against type I interferons were associated with a worse clinical outcome, independent of SARS-CoV-2 infection, implying their presence is a risk factor for a worse general outcome.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329209",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Neutralizing autoantibodies against type I interferons were associated with a worse clinical outcome, independent of SARS-CoV-2 infection, implying their presence is a risk factor for a worse general outcome"
    },
    {
      "title": "EBNA2 and EBNA-LP: The Earliest Viral Latency Proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329188/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "EBNA2 and EBNA-LP are the earliest expressed viral latency proteins following Epstein-Barr virus (EBV) infection of B cells and are essential for cellular transformation and immortalization. Both proteins are co-expressed during latency IIb and III states and exhibit temporal regulation from viral promoters Wp to Cp during the initial 24 h of infection. Recent advances have fundamentally transformed our understanding of EBNA2's mechanisms of action, revealing its ability to undergo liquid-liquid...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329188",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regulation of cell dynamics by rapid integrin transport through the biosynthetic pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329164/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Constitutive integrin endocytosis and recycling control cell movement and morphology. In contrast, the role of newly synthesized integrins delivered via the biosynthetic pathway has been largely overlooked. We used the retention using selective hooks system to monitor the localization of new integrins exiting the endoplasmic reticulum in space and time. We discovered that new integrin delivery to the plasma membrane is polarized and enhances cell protrusion and focal adhesion growth in an...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329164",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Eed</em> controls craniofacial osteoblast differentiation and mesenchymal proliferation from the neural crest",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "The histone methyltransferase Polycomb repressive complex 2 (PRC2) is required for specification of the neural crest, and mis-regulation of neural crest development can cause severe congenital malformations. PRC2 is necessary for neural crest induction, but the embryonic, cellular, and molecular consequences of PRC2 activity after neural crest induction are incompletely understood. Here, we show that Eed, which encodes a protein that is a core subunit of PRC2, is required for craniofacial...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329158",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Amyloidosis of bridging veins is a pathologic feature of Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329157/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's disease (AD) is characterized by the accumulation of extracellular aggregated amyloid beta, resulting from impaired waste clearance. We recently identified new cerebrospinal fluid (CSF) efflux structures termed arachnoid cuff exit (ACE) points and speculated that these may be impacted in AD, leading to impaired waste clearance function. Using 5XFAD mice, we found progressive amyloidosis of bridging veins at ACE points. Indeed, in 5XFAD mice, there is impaired CSF efflux to the dura...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329157",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Addressing Colonoscopy Burden due to Artificial Intelligence Devices for Polyp Detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329113/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329113",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Role of Alcohol in Pancreatic Diseases: A Comprehensive Perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329112/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Alcohol abuse is a leading cause of global health care concerns and can cause health loss, disease, and death. In addition to the liver, the pancreas is a vital organ for the metabolism of alcohol, especially nonoxidative metabolism, and alcohol abuse is the leading cause of pancreatic diseases worldwide. Epidemiologic investigations have shown that alcohol consumption is linked to a spectrum of multiple pancreatic disorders, including acute pancreatitis, chronic pancreatitis, pancreatic cancer,...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329112",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cardiac Progenitor Cells in HLHS: Feasibility Now, Efficacy Next?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329107",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Survodutide for the Treatment of Obesity: Baseline Characteristics of the SYNCHRONIZE Cardiovascular Outcomes Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329105/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329105",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Next-Generation MDMA Analogue SDMA: Pharmacological and Metabolic Insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329099/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "3,4-Methylenedioxymethamphetamine (MDMA), commonly known as ecstasy, shows promise in treating depression and post-traumatic stress disorder (PTSD), resulting in breakthrough status. However, concerns regarding MDMA's abuse potential and cytotoxicity have sparked interest in developing safer analogues with similar therapeutic benefits. This study investigated the pharmacological properties of MDMA analogues in which the 1,3-benzodioxole group is replaced by a 1,3-benzoxathiole, termed SDA and...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329099",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the pharmacological properties of MDMA analogues in which the 1,3-benzodioxole group is replaced by a 1,3-benzoxathiole, termed SDA and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design of experiments to optimize gallic acid carbon-based nanoparticle synthesis for enhanced photodynamic therapy in cancer cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329090/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Carbon-based nanoparticles (CNPs) have attracted significant attention as photosensitizers for photodynamic therapy (PDT) due to their biocompatibility, facile synthesis, and ability to generate reactive oxygen species (ROS). In this study, green-synthesized gallic acid CNPs (GACNPs) were optimized and characterized for their physicochemical properties and biomedical potential. GACNPs exhibited no cytotoxicity to normal cells at concentrations up to 250 µg/mL, demonstrating excellent...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329090",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CdSe Magic-Size Clusters Deviate from Nanocrystal-Size Scalings for Ultrafast Intraband Relaxation and Auger Recombination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329080/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "The cluster regime of colloidal semiconductor quantum dots (QDs) occupies an interesting space on the continuum from molecule to bulk material and allows for the study of QD properties at extreme quantum confinement limits. For typical QDs, several size-dependent trends are well-established, including intraband relaxation rates and the universal scaling of Auger recombination with particle volume. Advances in synthesis now allow isolation of atomically precise semiconductor magic-size clusters...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329080",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prolonged Semaglutide Treatment Reveals Stage-Dependent Changes to Feeding Behavior and Metabolic Adaptations in Male Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Glucagon-like peptide 1 receptor (GLP-1R) agonists have transformed obesity treatment, but weight loss responses to these drugs vary widely. Elucidating behavioral and metabolic phenotypes throughout GLP-1R agonist treatment could identify mechanisms underlying this response spectrum. We characterized food intake, meal patterns, energy expenditure (EE), and substrate oxidation during prolonged semaglutide treatment and posttreatment recovery in obese male mice at room temperature (RT) and...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329075",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gut Microbiota in Rheumatoid Arthritis: Unraveling Pathogenic Mechanisms and Therapeutic Opportunities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329062/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Rheumatoid arthritis (RA), a chronic autoimmune disorder driven by genetic-environmental interplay, manifests as progressive synovitis and irreversible joint damage. Despite mechanistic advances in disease-modifying antirheumatic drugs (DMARDs) and biologics, upstream mucosal triggers of autoimmunity remain elusive. Mounting evidence implicates gut microbiota dysbiosis as a pivotal environmental factor in RA pathogenesis through multifaceted mechanisms: (1) compromising intestinal barrier...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329062",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predicting collective states of a star network using reservoir computing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Inferring the dynamics of a network of oscillators becomes a significant challenge in the absence of explicit system equations. We present a data-driven machine learning technique to predict different dynamical states of a network, specifically a star-structured one. The proposed method exploits a parameter-aware reservoir computing scheme based on the echo-state network (ESN) framework. Our method employs a minimal setup to learn the parameter-dependent dynamics of a large network, using only...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329051",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantifying the nonlinear complexity of optical time-delayed chaotic systems based on reservoir computing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329048/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "In this work, we propose a method for measuring the dynamical complexity of optical time-delayed (TD) chaotic systems. The mapping relationship between the system output and its time delay variant is learned by the reservoir computing (RC) network. The learning performance of RC networks can reflect the difficulty of the system's dynamics reconstruction and is quantified as a metric to measure the system complexity. For the well-known two kinds of optical TD chaotic generators, our metric...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329048",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Using a consensus machine learning approach to identify host biomarkers associated with treatment response in pulmonary tuberculosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "The lack of reliable biomarkers to monitor treatment response constitutes a major challenge in tuberculosis (TB) management, often leading to under- or overtreatment with the standard six-month regimen. Here, we integrated amino acid and trace element profiles, along with four machine learning-based feature selection methods, to develop an evaluation model. Additionally, we investigated the dynamic expression patterns of genes associated with the identified features during TB treatment to gain...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329040",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the dynamic expression patterns of genes associated with the identified features during TB treatment to gain",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CDH11 Contributes to Airway Neutrophilic Inflammation in Severe Asthma via FGFR1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Cadherin-11 (CDH11), a specialized cell-cell adhesion protein, plays an essential role in tissue injury, inflammation and repair. This study aimed to investigate the role of CDH11 in severe asthma. Bronchial biopsy specimens were obtained from healthy subjects and patients with severe asthma. Two murine models of severe asthma were established using either TDI (toluene diisocyanate) or OVA (ovalbumin)/CFA (complete Freund's adjuvants). A selective CDH11 antagonist SD133 (100 mg/kg) was given to...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329017",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "investigate the role of CDH11 in severe asthma",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Compact two-photon optical clock with a long-term stability of 8.1 × 10-15 without linear drift removal",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329009/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "In this work, we stabilize a 1556.2 nm fiber laser to the 5S1/2 → 5D5/2 two-photon transition in 87Rb in a carefully designed compact physics package. A commercial fiber frequency comb divides the optical frequency into 200 MHz microwave output, which demonstrates a fractional frequency stability of 2.2 × 10-13 at τ = 1 s and 8.1 × 10-15 at τ = 4000 s, without linear drift removal. We analyze the systematic effect on the short-term and long-term stabilities in detail. The short-term and...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329009",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mendelian Randomization in Eye Research: Powerful, but Prone to Misuse",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329004/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329004",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Relationship of Photopic and Mesopic Contrast Sensitivity to Retinal-Choroidal Structural Characteristics in Low-to-Moderate and High Myopia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41329003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Chorioretinal alterations in high myopia appear to have a more profound impact on visual function under mesopic than photopic conditions. Given its sensitivity to both choroidal and retinal alterations, mesopic CS is a parameter that warrants further investigation for its potential in assessing functional impairment in myopia.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41329003",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on visual function under mesopic than photopic conditions",
      "conclusion": "Chorioretinal alterations in high myopia appear to have a more profound impact on visual function under mesopic than photopic conditions. Given its sensitivity to both choroidal and retinal alterations, mesopic CS is a parameter that warrants further investigation for its potential in assessing func..."
    },
    {
      "title": "IMI: The Role of Light in Refractive Development and Myopia: Evidence from Animal and Human Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Spending time outdoors is consistently associated with delayed myopia onset in children and has been incorporated into prevention programs. While the underlying mechanisms remain under investigation, substantial evidence supports sunlight exposure as a key contributing factor. This review evaluates the evidence supporting this association. Animal studies demonstrate that light characteristics-such as intensity, chromaticity, and photoperiod-can influence refractive development, often postulated...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328994",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perceptual Learning Based on Adaptive Contrast Detection Training for Intermittent Exotropia: A Pilot Double-Masked Randomized Controlled Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328993/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Individualized adaptive perceptual learning at each individual's cutoff spatial frequency improved control abilities, stereopsis, and ocular alignment in children with IXT, with effects maintained (at least) 14 days after treatment cessation. The clinical significance of these findings requires further investigation.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328993",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of these findings requires further investigation",
      "conclusion": "Individualized adaptive perceptual learning at each individual's cutoff spatial frequency improved control abilities, stereopsis, and ocular alignment in children with IXT, with effects maintained (at least) 14 days after treatment cessation. The clinical significance of these findings requires furt..."
    },
    {
      "title": "Management of postoperative pain in pediatric patients after outpatient surgery using a smartphone application: what is the opinion of the users?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328980/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: It seems necessary to pay more attention to the assessment and treatment of postoperative pain in children. A smartphone application may help managing this common problem after outpatient surgery. Future studies should focus on developing a smartphone application tailored to the need of young patients and their caregivers, and evaluating the outcomes for improving pain management.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328980",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "It seems necessary to pay more attention to the assessment and treatment of postoperative pain in children. A smartphone application may help managing this common problem after outpatient surgery"
    },
    {
      "title": "Equivariant machine learning of electric field gradients-Predicting the quadrupolar coupling constant in the MAPbI3 phase transition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "We present a strategy combining machine learning and first-principle calculations to achieve highly accurate nuclear quadrupolar coupling constant predictions. Our approach employs two distinct machine-learning frameworks: a machine-learned force field to generate molecular dynamics trajectories and a second model for electric field gradients that preserves rotational and translational symmetries. By incorporating thermostat-driven molecular dynamics sampling, we enable the prediction of...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328969",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A cautious user's guide in applying HMMs to physical systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328966/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Nature, as far as we know, evolves continuously through space and time. Yet, the ubiquitous hidden Markov model (HMM)-originally developed for discrete time and space analysis in natural language processing-remains a central tool in interpreting time series data drawn from physical systems. This raises a fundamental question: What are the implications of applying a discrete-state, discrete-time framework to analyze data generated by a continuously evolving system? Through synthetic data...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328966",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Nature",
      "objective": null,
      "significance": "of applying a discrete-state, discrete-time framework to analyze data generated by a continuously evolving system? Through synthetic data",
      "conclusion": null
    },
    {
      "title": "Impact of Stress Hyperglycemia Ratio on Adverse Outcomes in Patients With Chronic Thromboembolic Pulmonary Hypertension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Prognostic assessment of chronic thromboembolic pulmonary hypertension (CTEPH) remains challenging. Stress hyperglycemia, a condition where glucose metabolism is regulated during stress, has been regarded as an indicator of acute hyperglycemia. The stress hyperglycemia ratio (SHR) serves as a more precise marker for this state. This research intended to investigate the prognostic function of SHR in CTEPH, as its link to poor outcomes is uncertain. Clinical deterioration events were the primary...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328963",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Partially Replacing Dietary Carbohydrate With Unsaturated Fat or Protein Shifts Protein-Based HDL Subspecies Toward Lower Coronary Heart Disease Risk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Replacing dietary carbohydrate with unsaturated fat or protein raised levels of protein-based HDL subspecies associated with lower risk of CHD or lowered the levels of those associated with higher risk of CHD. Minor HDL subspecies with diverse functions may mediate the association of dietary patterns with risk of CHD.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328959",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Replacing dietary carbohydrate with unsaturated fat or protein raised levels of protein-based HDL subspecies associated with lower risk of CHD or lowered the levels of those associated with higher risk of CHD. Minor HDL subspecies with diverse functions may mediate the association of dietary pattern..."
    },
    {
      "title": "Oral Microbiome Diversity Matters on Nucleos(t)ide Analogue Cessation in Chronic Hepatitis B",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our exploratory study suggests that oral microbiome profiling at NUC cessation in HBeAg-negative CHB could support prognostication of virological outcome.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328917",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our exploratory study suggests that oral microbiome profiling at NUC cessation in HBeAg-negative CHB could support prognostication of virological outcome"
    },
    {
      "title": "Representative Random Sampling of Chemical Space",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328907/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "An overwhelming majority of molecules remain unexplored. This is mostly due to the sheer number of them, which prohibits any enumeration of chemical space, the set of all such molecules. In practice, only subsets of chemical space are considered, but those subsets exhibit substantial bias, prohibiting the data-driven characterization of chemical space itself. In this work, we provide a method to produce unbiased representative random samples of the chemical space without enumeration of...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328907",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The MINT Sprint 2.0: a Picture Naming Test for Detection of Naming Impairments in ΜCI Due or Not to AD, Greek Version",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328904/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The Greek MINT Sprint 2.0 is a valid and sensitive tool for detecting early ad-related naming impairments. Its cultural relevance and inclusion of response time make it superior to traditional naming tests, offering potential as a primary screening measure in Greek-speaking populations.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328904",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Greek MINT Sprint 2.0 is a valid and sensitive tool for detecting early ad-related naming impairments"
    },
    {
      "title": "Dual-Enhanced Sonodynamic Therapy: Synergizing Cavitation Amplification and Efficient Sonoluminescence-to-ROS Conversion for Orthotopic Breast Cancer Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Sonodynamic therapy (SDT), as a promising noninvasive therapeutic modality with superior penetration depth, receives tremendous attention. To date, the widely accepted mechanism for reactive oxygen species (ROS) generation in SDT involves acoustic cavitation-triggered sonoluminescence (SL), followed by the SL-activation of sonosensitizers. However, current research on sonosensitizer development primarily focuses on promoting SL-to-ROS conversion, overlooking the essential role of the cavitation...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328886",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The inwardly rectifying potassium channel KCNJ12 regulates the stemness of hepatocellular carcinoma cells through the Wnt/β-catenin pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Emerging evidence implicates tumor stemness features-characterized by self-renewal capacity, microenvironment adaptability, and immune evasion mechanisms-as critical determinants of therapeutic resistance and recurrence in hepatocellular carcinoma (HCC). KCNJ12, an inward rectifier potassium channel, has shown electrophysiological functions in cardiomyocytes; however, its oncogenic potential and the role in hepatocarcinogenesis involving cancer stemness regulation remain unexplored. This study...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328864",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Performance Constraints of All-Perovskite Tandem Solar Cells in Low-Intensity, Low-Temperature Environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328863/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "All-perovskite tandem solar cells (2J-PSCs) reach the highest power-to-weight ratios, making them promising candidates for space applications. To determine their potential for future deep space missions, this study assesses the performance of 2J-PSCs under low-intensity and low-temperature (LILT) conditions, akin to those found near Saturn, the Asteroid belt, or in eclipse. Temperature-dependent current density-voltage (J-V) measurements under varying solar intensities (AM0, 0.1 AM0, 0.01 AM0)...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328863",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "C-Terminal End of Gli3 Is Critical for Functional Protein Synthesis and Gli3-Dependent Anatomical Development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "The GLI3 gene, a pivotal component of the hedgehog (HH) signaling pathway, plays a fundamental role in the development and patterning of various body structures, including the brain and limbs. Mutations in the GLI3 gene, particularly in the C-terminal domain, are implicated in congenital anomalies such as Greig cephalopolysyndactyly syndrome and Pallister-Hall syndrome. Recent studies have also suggested an archaic human-type mutation in the C-terminal end, which altered downstream gene...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328862",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Editorial for epidemiology and infection, special issue on post-COVID condition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328856",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MUC5AC gene expression in COVID-19 nasal discharge with rhinorrhea symptoms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328850/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: MUC5AC expression is increased in the nasal secretions of COVID-19 patients, but this study found that only 22% of cases experienced symptoms of a runny nose.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328850",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MUC5AC expression is increased in the nasal secretions of COVID-19 patients, but this study found that only 22% of cases experienced symptoms of a runny nose"
    },
    {
      "title": "Low-Threshold Superfluorescence and Phase Dynamics in Quasi-2D Metal Halide Perovskite Thin Films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Superfluorescence (SF) is a cooperative quantum emission process characterized by intense, ultrafast bursts of light, with promising applications in quantum photonics. In solid-state systems, SF typically requires cryogenic conditions, with quasi-2D hybrid metal halide perovskites being a notable exception where room-temperature SF has been reported. However, the mechanisms enabling high-temperature SF in these materials remain poorly understood, and the distinction between SF and amplified...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328814",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vanadium-Assisted Epitaxy Growth of Wafer-Scale Bilayer Tungsten Disulfide Ferroelectric Semiconductor Single Crystals with High-Endurance Memory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Bilayer rhombohedral-stacked (3R) transition metal dichalcogenides (TMDCs) with switchable polarization expand the ferroelectric scope and provide a promising avenue to construct low-power and nonvolatile memory devices. However, epitaxy growth of wafer-scale 2D ferroelectric semiconductor single crystals is still on the way due to the challenge of phase structure and domain orientation control. Here, a vanadium-assisted epitaxy strategy is designed to synthesize two-inch bilayer 3R-WS(2) single...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328811",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Theoretical assessment of multi-doping strategies in amorphous indium oxide for synergistically enhancing carrier mobility and bias stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41328808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202142551&v=2.18.0.post22+67771e2",
      "description": "Amorphous indium oxide (a-In(2)O(3)) materials treated with various dopants are leading candidates for advanced display technologies. As the channel layer in thin-film transistors (TFTs), the material must simultaneously exhibit high carrier mobility and robust bias stability. However, current experimental results predominantly reveal an empirical trade-off between these two parameters, which poses significant challenges for rational material design. In this work, we carried out a density...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41328808",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}