{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-09-03T19:25:30.513Z",
  "totalItems": 150,
  "totalArchived": 4340,
  "newPapersAdded": 177,
  "institutionBreakdown": {
    "KAIST": 7,
    "SNU": 40,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 2,
    "Korea University": 36,
    "IBS": 81,
    "UNIST": 1,
    "Hanyang University": 1,
    "KIST": 0,
    "GIST": 3,
    "Kyung Hee University": 4,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Cancer Research": 22,
    "Multidisciplinary": 76,
    "Materials Science": 7,
    "Biomedical": 38,
    "Neuroscience": 4,
    "Computer Science": 3
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Impact of preoperative anemia on short- and long-term outcomes of sphincter-preserving rectal cancer surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900368/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40900368",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Factors Influencing Quality of Life Among Patients With Hepatobiliary and Pancreatic Cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: To improve the quality of life of patients with hepatobiliary and pancreatic cancers, we suggest providing appropriate psychosocial support, pain control, and nutritional management during the cancer treatment.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40900150",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To improve the quality of life of patients with hepatobiliary and pancreatic cancers, we suggest providing appropriate psychosocial support, pain control, and nutritional management during the cancer treatment"
    },
    {
      "title": "<em>Bacillus subtilis</em> pb2441 Ameliorates Hepatic Steatosis by Decoupling Liver and Fat Tissue Lipid Accumulation in a High-Fat Diet-Fed Mouse Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Nonalcoholic fatty liver disease (NAFLD) is a global health issue, often associated with gut dysbiosis. In recent years, probiotics have gained attention as potential therapeutic agents for NAFLD. This study explored the effects of a single strain, Bacillus subtilis with high surfactin secretion, on C57BL/6 mice fed a high-fat diet (HFD), a model for NAFLD, for 13 weeks. We conducted efficacy assays over 13 weeks on liver fat accumulation and gut microbiome modulation. Bacillus supplementation...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "40899311",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic Accuracy of Serological Tests for <em>Mycoplasma pneumoniae</em> Infections in Children with Pneumonia, Based on Symptom Onset",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The time post-symptom onset significantly influenced the diagnostic utility of serological tests for pediatric MPP, which showed limited value during the early stage of illness. These findings emphasize the importance of symptom onset-based interpretation of serological test results and their utility in complementing PCR when optimizing MPP diagnosis in children.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40899268",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The time post-symptom onset significantly influenced the diagnostic utility of serological tests for pediatric MPP, which showed limited value during the early stage of illness. These findings emphasize the importance of symptom onset-based interpretation of serological test results and their utilit..."
    },
    {
      "title": "Can Reference Materials Prepared Following CLSI C37-A Be Utilized Without Commutability Assessment? Perspectives Based on Lipid Measurements",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: RMs prepared per CLSI C37-A were commutable with most MP pairs for TC and TG. Elevated TG levels affected HDL-C and LDL-C commutability, highlighting the need to consider TG concentrations during RM preparation and assess commutability to standardize laboratory tests.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40899267",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RMs prepared per CLSI C37-A were commutable with most MP pairs for TC and TG. Elevated TG levels affected HDL-C and LDL-C commutability, highlighting the need to consider TG concentrations during RM preparation and assess commutability to standardize laboratory tests"
    },
    {
      "title": "Wireless Acousto-Piezoelectric Conduit with Aligned Nanofibers for Neural Regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898754/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Peripheral nerve injury (PNI) represents a significant clinical challenge, leading to severe motor and sensory dysfunction, as well as irreversible tissue atrophy. Autograft has been commonly utilized as the clinical gold standard; however, it is limited by donor availability and secondary surgery requirements. Here, an ultrasound-responsive, highly aligned piezoelectric nanofiber nerve guidance conduit (APNF-NGC) is introduced for peripheral nerve regeneration. Fabricated from electrospun...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40898754",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanism of Contrasting Ionic Conductivities in Li<sub>2</sub>ZrCl<sub>6</sub> via I and Br Substitution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898650/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Understanding the complex structural and chemical factors that influence ionic conduction mechanisms is paramount for developing advanced inorganic superionic conductors in all-solid-state batteries, particularly halide solid electrolytes with excellent electrochemical oxidative stability and mechanical sinterability. Herein, contrasting ionic conduction behaviors in I^(-) and Br^(-) substituted Li(2)ZrCl(6) are revealed by combining experimental structural analyses and theoretical calculations....",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40898650",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "When politics meets policy: a realist review of how political context shapes the impact of public health legal interventions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900706/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This Realist Review underscores that legal interventions alone cannot guarantee public health improvements. Rather, their success relies on supportive political contexts, coherent enforcement strategies, and alignment with evolving social values. Policymakers and advocates should anticipate and address political barriers-from partisanship to lobbying to donor dependency-to design and implement resilient, evidence-based public health laws. Future research should refine these insights...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40900706",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This Realist Review underscores that legal interventions alone cannot guarantee public health improvements. Rather, their success relies on supportive political contexts, coherent enforcement strategies, and alignment with evolving social values"
    },
    {
      "title": "Social Media as an Emotional Barometer: Bidirectional Encoder Representations From Transformers-Long Short-Term Memory Sentiment Analysis on the Evolution of Public Sentiments During Influenza A on Sina Weibo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The phenomenon of social sharing of emotions provides valuable theoretical insights into the collective expression of emotions on social media and the reciprocal influences among individuals. The findings not only offer a novel perspective on the mechanisms of emotional transmission during public health events but also supply empirical evidence to inform public opinion and emotional management in the context of influenza A.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40900625",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The phenomenon of social sharing of emotions provides valuable theoretical insights into the collective expression of emotions on social media and the reciprocal influences among individuals. The findings not only offer a novel perspective on the mechanisms of emotional transmission during public he..."
    },
    {
      "title": "The role of high-risk plaque in refining cardiovascular event prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900612/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "PURPOSE OF REVIEW: High-risk plaque (HRP) features are commonly observed in patients with acute coronary syndromes (ACS); however, their individual predictive value remains limited. This review explores the importance of integrating anatomical and physiological assessments to enhance risk stratification and optimize therapeutic decision-making.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40900612",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "OF REVIEW: High-risk plaque (HRP) features are commonly observed in patients with acute coronary syndromes (ACS); however, their individual predictive value remains limited",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Why are we still using the PHQ-9? A Historical Review and Psychometric Evaluation of Measurement Invariance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900414/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "The Patient Health Questionnaire-9 (PHQ-9) is a widely used tool for assessing depressive symptom severity and as a screening tool in the diagnosis of major depression. Designed as both a diagnostic instrument and a severity index, it is commonly used in primary care and research. However, findings regarding its reliability and validity for these dual purposes have been mixed. This study aimed to review the history of the PHQ-9, evaluate its factorial validity, and temporal measurement...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40900414",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "have been mixed",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Human Mesenchymal Stem Cell-Derived Skeletal Muscle Cell Spheroids for Treating Dexamethasone-Induced Sarcopenia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900396/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings demonstrate the therapeutic potential of TMSC-SKMC-spheroids in the DEX-induced atrophy rat model and suggest their promise as a valuable therapeutic resource for sarcopenia caused by various factors.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40900396",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the therapeutic potential of TMSC-SKMC-spheroids in the DEX-induced atrophy rat model and suggest their promise as a valuable therapeutic resource for sarcopenia caused by various factors",
      "conclusion": "These findings demonstrate the therapeutic potential of TMSC-SKMC-spheroids in the DEX-induced atrophy rat model and suggest their promise as a valuable therapeutic resource for sarcopenia caused by various factors"
    },
    {
      "title": "Deep learning mammography-based breast cancer risk model, its serial change, and breast cancer mortality",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900381/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The Mirai model, developed to predict breast cancer incidence, was significantly associated with breast cancer-specific mortality. Changes in Mirai risk scores over time were also linked to breast cancer-specific mortality, supporting AI-based risk models in guiding risk-stratified screening and prevention of breast cancer-related deaths.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40900381",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Mirai model, developed to predict breast cancer incidence, was significantly associated with breast cancer-specific mortality. Changes in Mirai risk scores over time were also linked to breast cancer-specific mortality, supporting AI-based risk models in guiding risk-stratified screening and pre..."
    },
    {
      "title": "The Chaste Gaze: Long Thick Eyelashes as a Symbol of Divine Chastity-From Ancient Greece to Now",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900183/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "This narrative review explores the evolving symbolism of long, thick eyelashes from classic antiquity to the present, positioning them as cultural markers of virtue, beauty, and identity. Sparked by the author's observation of the finely sculpted eyelashes of the Charioteer of Delphi (circa 470 BCE), this study traces how eyelashes transitioned from signs of divine chastity to tools of performative beauty. In ancient Greece, eyelashes embodied sōphrosynē-moral restraint and inner harmony-rather...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40900183",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anatomical-Based Diagnosis and Filler Injection Techniques: Nasolabial Folds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Nasolabial folds significantly impact facial appearance and are a common aesthetic concern. This article reviews anatomic considerations and filler injection techniques for treating these folds, with a focus on the Korean population. The dermal filler used in this study is Maili hyaluronic acid filler (Sinclair Pharma), derived from a novel proprietary manufacturing technology known as OxiFree™ technology (Kylane Laboratoires , Switzerland). The study analyzes various injection techniques,...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40900149",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "facial appearance and are a common aesthetic concern",
      "conclusion": null
    },
    {
      "title": "Long-term Outcomes of Hypertension and Antihypertensive Drugs in Healthy Young Adults: A Nationwide Population-Based Prospective Cohort Study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900070/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Cardiovascular risk factors, including HTN, contribute to major cardiovascular disease incidence in young adults. Antihypertensive medications decreased the major cardiovascular disease incidence estimates.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40900070",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cardiovascular risk factors, including HTN, contribute to major cardiovascular disease incidence in young adults. Antihypertensive medications decreased the major cardiovascular disease incidence estimates"
    },
    {
      "title": "Local nonequilibrium thermodynamics of polymer collapse dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899938/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Nonequilibrium thermodynamics plays a crucial role in understanding a wide range of physical and chemical processes. While significant advances have been made through frameworks, such as the fluctuation theorem, it remains challenging to define thermodynamic quantities, such as energy, entropy, and free energy, at the local level during nonequilibrium processes. Recently, Jinwoo and Tanaka [Sci. Rep. 5, 7832 (2015)] have proposed a formalism (the JT formalism) that defines local thermodynamic...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "40899938",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimal Surgical Strategies in Patients With T1 and T2 Gallbladder Cancer: necessity of Lymph Node Dissection and Liver Resection: a Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899845/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Simple cholecystectomy is adequate for T1 GB cancer, regardless of LN dissection. For T2 GB cancer, simple cholecystectomy with LN dissection can be performed without liver resection in selected patients, particularly in T2a, provided adequate LN dissection is achieved.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40899845",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Simple cholecystectomy is adequate for T1 GB cancer, regardless of LN dissection. For T2 GB cancer, simple cholecystectomy with LN dissection can be performed without liver resection in selected patients, particularly in T2a, provided adequate LN dissection is achieved"
    },
    {
      "title": "Anti-Parkinsonian 4-hydroxy-2-pyridones from an endolichenic fungus, Tolypocladium sp. (strain CNC14)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899779/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "4-Hydroxy-2-pyridone alkaloids have attracted considerable attention because of their intriguing structures and diverse bioactivities. In our previous study, 4-hydroxy-2-pyridone alkaloids were shown to exhibit potent activity against neuron-associated targets. To discover this class of neuroactive compounds, an array of endolichenic fungal extracts was screened by analyzing LC-UV-MS profiles. The screening yielded strain Tolypocladium sp. (strain CNC14), which produced compounds with...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40899779",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of a Single Treatment of Needleless Microsubcision With Hyaluronic Acid and Carbon Dioxide Pinhole Method for Atrophic Acne Scars",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899732/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study demonstrated that needleless microsubcision with HA shows a nonsignificant trend toward superiority than CO2 pinhole method in treating atrophic acne scars.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40899732",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated that needleless microsubcision with HA shows a nonsignificant trend toward superiority than CO2 pinhole method in treating atrophic acne scars"
    },
    {
      "title": "The impact of a varicella vaccine introduction on the incidence of herpes zoster in Korean children, an ecological study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899613/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The vaccine introduction has resulted in a large-scale ongoing HZ outbreak in children in Korea. More studies are needed to assess the long-term impact of the vaccine on HZ incidence in vaccinated individuals.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40899613",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of the vaccine on HZ incidence in vaccinated individuals",
      "conclusion": "The vaccine introduction has resulted in a large-scale ongoing HZ outbreak in children in Korea. More studies are needed to assess the long-term impact of the vaccine on HZ incidence in vaccinated individuals"
    },
    {
      "title": "Chronic low water intake is associated with altered exercise-induced oxidative stress and immune cell responses: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899572/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Habitual low water intake was associated with elevated concentrations of free radical by-products in the resting state and impaired antioxidant capacity during acute exercise stress. In response to exercise stress, impaired redox balance in low-water drinkers resulted in accelerated cellular damage and increased myeloid cell recruitment. These findings highlight the importance of maintaining adequate habitual water intake to cope with exercise-induced oxidative stress and prevent...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40899572",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Habitual low water intake was associated with elevated concentrations of free radical by-products in the resting state and impaired antioxidant capacity during acute exercise stress. In response to exercise stress, impaired redox balance in low-water drinkers resulted in accelerated cellular damage ..."
    },
    {
      "title": "Isotretinoin as a Multifunctional Anticancer Agent: Molecular Mechanisms, Pharmacological Insights and Therapeutic Potential",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Despite notable advancements in conventional cancer therapies, challenges such as drug resistance, adverse effects, and high treatment costs remain significant obstacles. This situation calls for exploring new therapeutic options. One promising approach is drug repurposing, which uses existing medications with known effects to identify new anticancer agents. Isotretinoin (13-cis-retinoic acid), a vitamin A derivative typically used to treat severe acne, shows considerable potential as an...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40899415",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photooxidation of Natural and Waste Cr(III)-Bearing Hydroxides in Water and Ice: Cr(III)-O<sub>2</sub> Complex-Mediated Oxidation and the Effect of Natural Organic Matter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899406/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "The photooxidative dissolution of Cr(III)-bearing hydroxides (Cr(OH)(3) and Fe(x)Cr(1-x)(OH)(3)) is proposed as a potential abiotic source of Cr(VI) in environments. Compared to the dark oxidation of Cr(OH)(3) by O(2), photoirradiation enhanced Cr(VI) production in both aqueous and frozen solutions. In the presence of natural organic matter (NOM), the photoproduction of Cr(VI) was significantly promoted in aqueous solution but hindered in frozen solution. Photosensitized NOM induced the...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40899406",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Frailty in Patients With Parkinson's Disease in Community and Clinical Settings: A Scoping Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899376/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Recognizing the specific characteristics of PwP with frailty is important to identify at-risk individuals and initiate timely interventions. Considering that PwP requires regular monitoring, it is recommended to use frailty measures that can capture multidimensional and cumulative aspects of frailty.Trial and protocol registration:https://doi.org/10.17605/OSF.IO/CUGEY.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40899376",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to identify at-risk individuals and initiate timely interventions",
      "conclusion": "Recognizing the specific characteristics of PwP with frailty is important to identify at-risk individuals and initiate timely interventions. Considering that PwP requires regular monitoring, it is recommended to use frailty measures that can capture multidimensional and cumulative aspects of frailty"
    },
    {
      "title": "Salmon Nasal Cartilage-Derived Proteoglycans Alleviate Cartilage Degeneration in Osteoarthritis by Modulating Inflammation and Apoptosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Osteoarthritis (OA) is a chronic degenerative joint disease characterized by progressive cartilage damage, inflammatory responses, and apoptosis of chondrocytes. In this study, we investigated the therapeutic potential properties of proteoglycans (PG) extracted from salmon nasal cartilage in both in vitro (HTB-94 human chondrocytic cells) and in vivo (monosodium iodoacetate-induced OA rat model) approaches. Rats were treated with PG, and key parameters related to cartilage integrity,...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40899317",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the therapeutic potential properties of proteoglycans (PG) extracted from salmon nasal cartilage in both in vitro (HTB-94 human chondrocytic cells) and in vivo (monosodium iodoacetate-induced OA rat m...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to the letter to the editor: Body mass index as a potential confounder in dutasteride and fertility studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899283/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40899283",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physician's Role in Managing Driver's Licenses for Older Adults: Implications for Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899228/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "The increasing proportion of older adult drivers presents a growing road safety challenge in Korea, highlighted by a significant rise in traffic accidents involving individuals aged 65 years and older. In response, Korean authorities have implemented mandatory cognitive and physical assessments for license renewal, complemented by community-based educational programs. However, international comparisons reveal that the involvement of physicians as gatekeepers in assessing driver fitness is more...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40899228",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The association between dexmedetomidine use and delirium in critically ill surgical patients: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Dexmedetomidine was mainly used in high-risk, severely ill patients, reflecting its role in managing severe symptoms rather than preventing delirium. These results highlight the need for personalized sedation strategies to optimize dexmedetomidine use in the ICU setting.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40899191",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Dexmedetomidine was mainly used in high-risk, severely ill patients, reflecting its role in managing severe symptoms rather than preventing delirium. These results highlight the need for personalized sedation strategies to optimize dexmedetomidine use in the ICU setting"
    },
    {
      "title": "Impact of the 2024 medical-policy conflict on hepatocellular carcinoma management in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899157/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "In 2024, a nationwide conflict between the South Korean government and the medical community, the medical-policy conflict, profoundly impacted healthcare delivery. This study aimed to evaluate the changes in the management of hepatocellular carcinoma (HCC) following this crisis. We analyzed retrospective real-world data from university hospitals in the Seoul metropolitan area, supplemented with national healthcare data from the Health Insurance Review and Assessment Service. The analytical...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40899157",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "evaluate the changes in the management of hepatocellular carcinoma (HCC) following this crisis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of the Stage 4 Smart Insulin Pen DIA:CONN P8 for Glycemic Control in a Real-World Setting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898972/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "This study evaluated whether a stage 4 smart insulin pen (SIP) provides superior glycemic control compared with a traditional insulin pen (TIP) in individuals with intensively insulin-treated diabetes. Forty-two adults with continuous glucose monitoring (CGM), multiple daily insulin injections, and no prior SIP use were included. After diabetes self-management education (DSME), the SIP group (n=21) initiated SIP, whereas the TIP group (n=21) continued their usual regimens. Glycemic metrics were...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40898972",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Triglyceride-Glucose Index: A Practical Tool for Enhanced Cardiovascular Risk Stratification in Type 2 Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898928/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40898928",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thyroid Cancer Risk and the Next Generation of Diabetes Drugs: What Can We Learn from Incretin-Based Therapies?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898926/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40898926",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Establishing Blood-Based Biomarkers for Sarcopenia: Current Challenges and Future Directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898832/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40898832",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Mechanical versus Bioprosthetic Aortic Valve Replacement in Patients Aged 50 to 70 Years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40898823",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The GRF‒GIF duo and AINTEGUMENTA act cooperatively for the meristematic competence of lateral organs in Arabidopsis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898772/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Above-ground lateral organs, such as leaves and flowers, should grow to an optimal size and develop particular structures, which are primarily laid out on the meristematic activities of their primordia. The GROWTH-REGULATING FACTOR‒GRF-INTERACTING FACTOR (GRF‒GIF) transcriptional complex and the AINTEGUMENTA (ANT) transcription factor play key roles in the establishment of the meristematic competence of lateral organ primordia with highly overlapping expression patterns, and thus functional...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40898772",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Two decades of diabetes prevention: Sustained benefits, heterogeneous effects, and implications for precision prevention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40898751",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing Winter-Type Seasonality Criteria in East Asian Populations: A Machine Learning Approach Using the Seasonal Pattern Assessment Questionnaire",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898717/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study evaluated seasonality in a South Korean early-onset mood disorder cohort using SPAQ and Kasper's criteria. Incorporating atypical vegetative symptoms and reduced social activity improved winter seasonality classification accuracy. The revised criteria may facilitate more precise identification and management of seasonal symptoms in East Asia.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40898717",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study evaluated seasonality in a South Korean early-onset mood disorder cohort using SPAQ and Kasper's criteria. Incorporating atypical vegetative symptoms and reduced social activity improved winter seasonality classification accuracy"
    },
    {
      "title": "Large-Scale Implementation of Vertical Sidewall and Vertical Multi-Channel WS<sub>2</sub> Nanosheet Field-Effect Transistors for Area-Efficient Integrated Circuit",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898686/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "2D materials have emerged as promising candidates for next-generation field-effect transistors (FETs) owing to the atomically thin geometry and excellent electrostatic gate control. Here, double-gate vertical sidewall FETs based on chemical vapor deposition-grown monolayer WS(2) are demonstrated and, for the first time, report vertical multi-channel nanosheet FETs (NSFETs). By implementing a dual-step sidewall profile, steep SiO(2) surfaces are obtained, which enabled seamless WS(2) adhesion and...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40898686",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antisense oligonucleotide therapy mitigates autosomal dominant progressive hearing loss in a murine model of human DFNA2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Hearing loss is the most common sensory disorder, with a substantial proportion caused by genetic mutations. KCNQ4, a voltage-gated potassium channel highly expressed in cochlear outer hair cells, is a common genetic etiology implicated in autosomal dominant progressive hearing loss (DFNA2). The dominant-negative KCNQ4 p.W276S (c.827G>C) mutation represents a mutational hotspot in DFNA2, yet no effective treatments exist. Here, we developed allele-preferential antisense oligonucleotides (ASOs)...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40898620",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineered virus-like particles for in vivo gene editing ameliorate hearing loss in murine DFNA2 model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898619/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Although gene editing therapy is applicable to human diseases, its efficiency and safety require further investigation. Further, non-virus-mediated gene editor delivery is challenging in the inner ear. Here, engineered virus-like particles (eVLPs) were used for inner-ear delivery of SpCas9 and single-guided RNA to delete the Kcnq4 dominant-negative mutant allele, which causes progressive hearing loss in a non-syndromic hearing loss murine model. eVLP-delivered SpCas9 was administered to the...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40898619",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A rare case report of epithelioid hemangioendothelioma of the left buttock: Challenges in diagnosis and management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "RATIONALE: Epithelioid hemangioendothelioma (EHE) is a rare vascular malignancy which poses significant diagnostic and therapeutic challenges due to its variable course and lack of standardized treatment protocols. In this case, the lesion's benign appearance and ambiguous histology delayed definitive diagnosis.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40898563",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Absorbable Adhesive Composite Hemostatic Sponge Based on Decellularized Extracellular Matrix and Mussel Adhesive Protein for Internal Bleeding Control",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Hemostatic biomaterials for internal applications require strong wet adhesion, reasonable degradability, and supportive biocompatibility for wound healing. However, clinically used topical hemostats such as Surgicel and Avitene may induce hemolysis, inflammation, or leave behind residual debris that impairs healing. Bioinspired materials, including decellularized extracellular matrix (dECM) and mussel adhesive protein (MAP), have emerged as promising alternatives for their hemostatic potential...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "40899565",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling Enhanced Superconductivity in Single-Layer FeSe through Substrate Surface Terminations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Single-layer FeSe on SrTiO(3)(001) substrates shows a superconducting transition temperature much higher than that of bulk FeSe, which has been attributed to factors such as electron doping, interfacial electron-phonon coupling, and electron correlations. To pinpoint the primary driver, we grew single-layer FeSe films on SrTiO(3)(001) substrates with coexisting TiO(2) and SrO surface terminations. Scanning tunneling spectroscopy revealed a larger superconducting gap (17.0 meV) on the...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "40899338",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Facial Nerve Regeneration in Immunodeficient Rats Using a Bio 3D Conduit Fabricated From Human Dental Pulp Stem Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Tumor surgery or trauma in the maxillofacial region may cause injuries to peripheral nerves, such as facial nerves. The gold standard of treatment for peripheral nerve injury has been autologous nerve grafting. Since new peripheral nerve regeneration technologies are required, three-dimensional (3D) structures fabricated only from cells by using Bio 3D printers are attracting attention. Dental pulp stem cells (DPSCs) are a promising option as a cell source because of their high clonogenic,...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40900738",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Is Transient Mixed Hearing Loss a Distinct Audiometric Feature in Patients With Inner Ear Schwannoma?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In the early stage, the most common audiometric features in patients with IES are sensorineural hearing loss with a U-shaped or rising configuration with air-bone gaps at low to mid frequencies, followed by rapidly progressive hearing deterioration. Transient mixed hearing loss appears to be a distinct audiometric feature of patients with IES.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40900435",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In the early stage, the most common audiometric features in patients with IES are sensorineural hearing loss with a U-shaped or rising configuration with air-bone gaps at low to mid frequencies, followed by rapidly progressive hearing deterioration. Transient mixed hearing loss appears to be a disti..."
    },
    {
      "title": "Endoluminal lacrimal duct recanalization for pediatric secondary acquired lacrimal duct obstruction following epidemic keratoconjunctivitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: CCO and SDJ were the primary lacrimal pathway obstruction sites following EKC in children. ELDR combined with intubation using dacryoendoscopy demonstrated favorable outcomes, supporting its role as an effective treatment option for secondary EKC-derived SALDO in children.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40900383",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CCO and SDJ were the primary lacrimal pathway obstruction sites following EKC in children. ELDR combined with intubation using dacryoendoscopy demonstrated favorable outcomes, supporting its role as an effective treatment option for secondary EKC-derived SALDO in children"
    },
    {
      "title": "Music therapy preferences among breast cancer patients undergoing perioperative chemotherapy: from qualitative insight to quantitative evidence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900339/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: As patients' specific preferences have been clarified, we conclude that professionals may be more well-positioned and informed to devise more appropriate and effective MT programs to be incorporated into the treatment schedules of PWBC who are undergoing chemotherapy, with vital quality-of-life implications resulting.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40900339",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "resulting",
      "conclusion": "As patients' specific preferences have been clarified, we conclude that professionals may be more well-positioned and informed to devise more appropriate and effective MT programs to be incorporated into the treatment schedules of PWBC who are undergoing chemotherapy, with vital quality-of-life impl..."
    },
    {
      "title": "Establishment of National Diagnostic Reference Levels 2025 for nuclear medicine in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900285/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Diagnostic reference levels (DRLs) are practical benchmarks for optimizing patient radiation exposure in medical imaging. In Japan, national DRLs, including those for nuclear medicine together and other radiological procedures, were first established in 2015 and revised in 2020. In this study, we revised the DRL values of nuclear medicine for the establishment of DRLs2025, based on data collected from institutions nationwide throughout Japan. Data were collected via an online survey from...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40900285",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term outcome of mycophenolate mofetil after a single dose of rituximab in childhood-onset refractory idiopathic nephrotic syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900283/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: MMF after a single dose of rituximab is safe and effective in achieving a long relapse-free period and discontinuing a calcineurin inhibitor in patients with refractory FRNS/SDNS.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40900283",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MMF after a single dose of rituximab is safe and effective in achieving a long relapse-free period and discontinuing a calcineurin inhibitor in patients with refractory FRNS/SDNS"
    },
    {
      "title": "Effectiveness of posaconazole as primary prophylaxis in allogeneic hematopoietic stem cell transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "We retrospectively analyzed the effectiveness of posaconazole (tablet and infusion formulations) and its correlation with blood concentration in preventing invasive fungal infections (IFIs) in 360 patients who underwent allogeneic hematopoietic stem cell transplant (allo-HSCT) between 2010 and 2023. A total of 61 patients received posaconazole, 102 received micafungin, and 197 received fluconazole for primary prophylaxis. By day 100 post-transplant, the cumulative incidence of IFIs was...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40900269",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Light chain proximal tubulopathy in Sjögren syndrome: the critical role of tubular function tests in revealing a hidden threat",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900249/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "A 65-year-old female patient with Sjögren syndrome (SJS) and tubulointerstitial nephritis (TIN) confirmed by kidney biopsy results 7 years previously presented to our department with progressive kidney function deterioration. Laboratory findings revealed increased serum creatinine level accompanied with deterioration of tubular function. Although she already had signs of proximal tubular dysfunction due to TIN from 7 years before, deterioration of the proximal tubule related parameters was...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40900249",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "S100-positive stroma in salivary gland basal cell adenoma: recent progress and future perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900229/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Basal cell adenoma (BCA) with S100-positive stroma exhibits tricellular differentiation, consisting of bilayered epithelial cells and S100-positive spindle-shaped stromal cells. While the neoplastic nature of the stromal component has been supported by multiple lines of evidence, its myoepithelial origin, suggested by ultrastructural analysis, has not yet been confirmed by other methodological approaches. This mini-review summarizes the key findings of ultrastructural, immunohistochemical and...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40900229",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Randomized crossover comparison of two teriparatide self-injection regimens for primary osteoporosis: final report of the Japanese Osteoporosis Intervention Trial 06 (JOINT-06)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900219/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Patient satisfaction and efficacy were maintained with both teriparatide regimens over 104 weeks, and persistence improved during the patient-choice phase. Supporting patient preference may improve adherence to osteoporosis medications.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40900219",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patient satisfaction and efficacy were maintained with both teriparatide regimens over 104 weeks, and persistence improved during the patient-choice phase. Supporting patient preference may improve adherence to osteoporosis medications"
    },
    {
      "title": "Response predictors and long-term outcomes of preprandial single-daily cyclosporine in children with steroid-dependent nephrotic syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900209/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Single-daily cyclosporine may offer a promising treatment option for children with steroid-dependent nephrotic syndrome caused by MCD, particularly for those who do not experience early relapse following nephrotic syndrome diagnosis and have lower prior relapse rate.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40900209",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Single-daily cyclosporine may offer a promising treatment option for children with steroid-dependent nephrotic syndrome caused by MCD, particularly for those who do not experience early relapse following nephrotic syndrome diagnosis and have lower prior relapse rate"
    },
    {
      "title": "Controlled Disassembly of Poly(methyl acrylate) Microparticle-Based Polymers using Ethanol-Water Mixtures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Understanding and controlling the degradation conditions of polymers is essential to achieve an environmentally friendly recycling of polymeric materials without deterioration. In this study, we investigated the disassembly of microparticle-based polymer films into the individual microconstituents under mild conditions such as low temperature and aqueous solutions of ethanol. The solvation of the microparticles and the microparticle-assembled structures are key factors for controlling the...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40900196",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the disassembly of microparticle-based polymer films into the individual microconstituents under mild conditions such as low temperature and aqueous solutions of ethanol",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reliability and validity of the multidimensional impact of cancer risk assessment (MICRA) questionnaire: Japanese version",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "This study aimed to develop and validate a Multidimensional Impact of Cancer Risk Assessment questionnaire-Japanese version (MICRA-J) as an assessment of the psychosocial impact of genetic testing. The MICRA was translated into Japanese using standardized translation procedures. The reliability and validity of the MICRA-J were evaluated in individuals who underwent BRCA1/2 testing for hereditary breast and ovarian cancer diagnosis. The 72 respondents included patients with BRCA1/2 pathogenic...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40900191",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "develop and validate a Multidimensional Impact of Cancer Risk Assessment questionnaire-Japanese version (MICRA-J) as an assessment of the psychosocial impact of genetic testing",
      "significance": "of Cancer Risk Assessment questionnaire-Japanese version (MICRA-J) as an assessment of the psychosocial impact of genetic testing",
      "conclusion": null
    },
    {
      "title": "Grief and Depression Among Bereaved Parents Who Have Lost an Adult Child to Cancer: A National Death Follow-Up Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900165/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Background: Parents who have lost their children to death often experience high levels of grief and depression. However, studies on the grief and depression experienced by parents who have lost an adult child to cancer are scarce. Objectives: To clarify the risk and characteristics of grief and depression in parents who have lost an adult child to cancer. Design: A nationwide mortality follow-back survey was conducted in Japan with participants identified using death certificate data for cancer....",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40900165",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "To clarify the risk and characteristics of grief and depression in parents who have lost an adult child to cancer",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-precision machine learning identifies a reproducible functional connectivity signature of autism spectrum diagnosis in a subset of individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: A highly targeted prediction model can identify a subset of functional connectivity alterations that confer high risk for ASD at the individual level, which may be masked by traditional machine learning models due to ASD heterogeneity. Results could help disentangle the multitude of etiological pathways and behavioral symptoms that challenge our understanding of ASD by focusing on highly penetrant connectivity signatures.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40899917",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "A highly targeted prediction model can identify a subset of functional connectivity alterations that confer high risk for ASD at the individual level, which may be masked by traditional machine learning models due to ASD heterogeneity. Results could help disentangle the multitude of etiological path..."
    },
    {
      "title": "Efferocytosis-Driven M2 Macrophage Impairs Fibrotic Encapsulation and Promotes Echinococcus multilocularis Growth in Cotton Rats (Sigmodon hispidus)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Alveolar echinococcosis, caused by Echinococcus multilocularis, exhibits significant species-dependent susceptibility. This study compared the early hepatic tissue responses to E. multilocularis in highly susceptible cotton rats (Sigmodon hispidus) and laboratory mice (DBA/2 and AKR/N). Following oral administration of E. multilocularis eggs, cotton rats developed a greater number of hepatic lesions within 2 weeks, whereas mice required 4 weeks to develop smaller lesions. Histopathology revealed...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40899914",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modeling-Making-Modulating High-Entropy Alloy with Activated Water-Dissociation Centers for Superior Electrocatalysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "High-entropy alloys (HEAs) have recently emerged as promising electrocatalysts for complex reactions owing to their tunable electronic structures and diverse, unique binding sites. However, their vast compositional space, in terms of both elemental variety and atomic ratios, presents a major challenge to the rational design of high-performance catalysts, as experimental efforts are often hindered by ambiguous element selection and inefficient trial-and-error methods. In this work, a bottom-up...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40899870",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The <em>ATO</em> gene family governs <em>Candida albicans</em> colonization in the dysbiotic gastrointestinal tract",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899833/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "The fungal pathogen Candida albicans colonizes the human gut, where short-chain fatty acids (SCFAs) serve as a source of carbon. This fungus harbors one of the largest microbial families of ATO (acetate transporter ortholog) genes, which encode putative SCFA transport proteins. Here, we generate C. albicans null mutants lacking individual or all known putative SCFA transporter genes and compare their phenotypes in vitro and in vivo. We show that blocking ATO function in C. albicans impairs SCFA...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40899833",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Jigsaw Puzzle Inspired Patterning of Gas Diffusion Layers for Enhanced Water Management in Polymer Electrolyte Fuel Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899636/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Under high current density operation, water generation at the cathode of polymer electrolyte fuel cells (PEFCs) floods the electrode, resulting in severe mass transport limitation and an associated voltage drop. Water management is thus of crucial importance in improving the overall performance of fuel cell systems. Gas diffusion layers (GDLs) with independent pathways for either gaseous oxygen or liquid water transport present a potential solution to this issue. Here a novel, simple, and...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40899636",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Concerted Reactive Adsorption and Photocatalytic Degradation of Bisphenol-S on Molybdenum Cluster-Modified Nanoceria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Bisphenol-S (BPS) is a widespread toxic industrial pollutant and endocrine disruptor of growing environmental concern. This study investigates the use of porous nanoceria particles (CeO(2)) functionalized with octahedral molybdenum clusters (Mo(6)) for the removal of waterborne BPS through a combined mechanism of reactive adsorption and photodegradation. Although immobilization of Mo(6) cluster reduced the overall surface area of CeO(2), BPS adsorption and partial decomposition in the dark were...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40899625",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "New Anti-HIV Agents Isolated From Two Euphorbia Species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Four previously unreported tigliane diterpenes (1, 2, 4, and 6), along with two known tiglianes (3 and 5), were isolated from the latex of Euphorbia palustris and Euphorbia lucida. The structures of the isolated compounds were elucidated by spectroscopic techniques. Antiviral activity assays for compounds 1‒4 and 6 against HIV-1 and HIV-2 replication were performed on a CD4^(+) T cell line, MT-4 cells. The compounds were tested for their ability to inhibit infection by the HIV-1 strain NL4.3 and...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40899427",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrafast nonradiative decay from higher-lying excited states in azulene-dimers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "The anti-Kasha fluorescence nature of azulene has been explained by the large energy gap between the second excited state and the lowest excited singlet state. While such property is expected to be perturbed in the presence of electronic interchromophore interactions without a change in the S(n)-S(1) energy gap, the study of the excited-state dynamics of azulene assemblies or oligomers remains scarce. In this study, we designed dimers with diverse rigid bridge structures with controlled...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40899369",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What we cannot miss in clinical trials on compression therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899334/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "BackgroundCompression therapy (CT) is widely prescribed for chronic venous disease (CVD), lymphedema, and lipedema despite robust evidence supporting its effectiveness only in a minority of clinical scenarios.AimProvide an overview of the methodological parameters essential for obtaining a high-quality scientific trial.MethodsThe International Compression Club (ICC) chairman prepared a preliminary list of the main methodological flaws in publications on CT, and a list of parameters to be...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40899334",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An ionic binaphthyl-bridged imidazole dimer for fast visible-light-driven negative photochromism in aqueous media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899195/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "We report a binaphthyl-bridged imidazole dimer bearing alkylpyridinium groups that exhibit fast and visible-light-induced negative photochromism even in aqueous media. The introduction of ionic groups not only enhances water solubility but also induces charge-transfer absorption, enabling efficient blue-light activation.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40899195",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transition of Childhood Cancer Survivors into Adult Health Care: A Perspective from Adult Care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899115/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Purpose: The number of long-term childhood cancer survivors (CCSs) has been increasing, and the importance of transitioning from pediatric to adult care has been advocated. This study aimed to describe the health problems of adult CCSs from adult-care perspectives. Methods: We conducted a chart review of adult CCSs aged ≥18 years who visited a transition clinic in adult care between June 2019 and March 2024. Results: The study included 25 CCSs, with a median follow-up period of 14 months. The...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40899115",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "The number of long-term childhood cancer survivors (CCSs) has been increasing, and the importance of transitioning from pediatric to adult care has been advocated",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Preoperative Nutritional Status on Postoperative Clinical Outcomes of Patients with Metastatic Spinal Tumors: Japan Association of Spine Surgeons with Ambition Multicenter Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899098/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Preoperative malnutrition was observed in 36% of patients with metastatic spinal tumors who underwent surgery and was associated with a poor postoperative survival prognosis and delayed physical recovery. However, surgical treatment improved motivation, QOL, and physical function 6 months after surgery. These findings highlight the importance of assessing the nutritional status preoperatively and considering both survival and functional prognoses when selecting surgical treatment for...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40899098",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preoperative malnutrition was observed in 36% of patients with metastatic spinal tumors who underwent surgery and was associated with a poor postoperative survival prognosis and delayed physical recovery. However, surgical treatment improved motivation, QOL, and physical function 6 months after surg..."
    },
    {
      "title": "Precision targeting of the melanocortin-1 receptor with radiopharmaceuticals in metastatic melanoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40898997",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prospective Comparison of Posterior Decompression and ACDF for 1-2-Level Degenerative Cervical Myelopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898919/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Both PD and ACDF provided comparable improvements in neurological function as measured by JOA and JOACMEQ scores, indicating similar efficacy in treating DCM. ACDF was more effective for alleviating neck and arm pain and enhancing physical health, while PD resulted in social functioning. Given similar complication rates, surgical strategy should be individualized based on each patient's clinical presentation.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40898919",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both PD and ACDF provided comparable improvements in neurological function as measured by JOA and JOACMEQ scores, indicating similar efficacy in treating DCM. ACDF was more effective for alleviating neck and arm pain and enhancing physical health, while PD resulted in social functioning"
    },
    {
      "title": "Do Child Gender Stereotypes Mediate Associations Between Human Fathers' Testosterone Levels and Paternal Involvement? Two Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898741/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "This preregistered study investigated whether human paternal testosterone levels predicted fathers' time spent with their child and their involvement in childcare and household tasks. Additionally, we examined whether associations were mediated by fathers' attitudes toward child gender stereotypes. Associations were tested in an exploratory sample (n = 70, M = 6.73 months postpartum, SD = 2.13) and a test sample (n = 80, M = 2.67 months postpartum, SD = 0.77). Testosterone was quantified from...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40898741",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whether associations were mediated by fathers' attitudes toward child gender stereotypes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bi-Zr-Modulated CO<sub>2</sub> Microenvironment Enables High-Rate CO<sub>2</sub> Electroreduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898712/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Engineering the local chemical environment is an emerging strategy to enhance the performance of electrochemical CO(2) reduction reactions (CO(2)RR). Bismuth-zirconium composite catalysts (Bi-Zr-KB, where KB = Ketjen Black) are developed to leverage Zr incorporation to modulate the local CO(2) microenvironment in an alkaline flow-cell system. Among the catalysts synthesized with various Bi/Zr ratios, the Bi-Zr-KB sample with a Bi/Zr ratio of 2 demonstrated the highest performance, achieving a...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40898712",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increasing Occurrence of Marburg Virus Outbreaks in Africa: Risk Assessment for Public Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40898685/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "In this millennium, Marburgvirus (MARV) outbreaks with very high mortality but still small case numbers (< 400) were observed with increasing frequency in Africa. Ecologists identified Egyptian Rousettus bats (ERB) as viral reservoir species causing occasional zoonotic spillover events, mostly in humans intruding into their cave habitats as miners or tourists. So far only short human-to-human transmission chains have been documented. ERB can be experimentally infected with MARV but show no...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40898685",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Suppression of Paclitaxel-Induced Neuropathy and Ovarian Tumor Growth by Mn Porphyrin, MnTnBuOE-2-PyP<sup>5+</sup> (BMX-001)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900760/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Numerous cellular and animal studies demonstrated the ability of redox-active Mn(III) N-alkyl- and N-alkoxyalkylpyridyporphyrins (MnPs) to protect normal tissue while suppressing tumor growth. The mechanism primarily involves the modulation of NF-кB and Nrf2 signaling pathways via catalysis of MnP/H(2)O(2)-driven protein thiol oxidation. Such differential protection/suppression effects have paved the way of Mn porphyrins (commonly known as mimics of superoxide dismutase) into clinical trials,...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900760",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of microbial diversity and functions in sediments and overlying water of the Shiliu River",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study reveals the microbial community structures in the sediments and overlying water of the polluted Shiliu River, finding diverse patterns with higher richness in sediments, Proteobacteria and Ascomycota as dominants. Shared taxa have different abundances, indicating niche differentiation. Sediments have enriched nitrogen/carbon cycling pathways for pollutant degradation. These results offer a microbiological basis for urban river restoration, identify bioremediation-target...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900750",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study reveals the microbial community structures in the sediments and overlying water of the polluted Shiliu River, finding diverse patterns with higher richness in sediments, Proteobacteria and Ascomycota as dominants. Shared taxa have different abundances, indicating niche differentiation"
    },
    {
      "title": "A mini-review of the relationship between intestinal microecology and acute respiratory distress syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900748/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Acute respiratory distress syndrome (ARDS), a critical condition with high mortality, arises from dysregulated inflammation and lung injury. While evidence-based supportive care remains foundational, the lack of effective targeted therapies underscores the need for novel approaches. This review focuses on the emerging role of intestinal microecology in ARDS pathogenesis via the gut-lung axis. We discuss how ARDS disrupts gut barrier integrity, promotes dysbiosis and bacterial translocation, and...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900748",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic predisposition to immune dysregulation and extracellular matrix remodeling in cardiac arrhythmia reveals potential mediation by <em>SPP1</em>+ macrophages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our exploratory analysis reveals how genetic variants may predispose arrhythmia patients to inflammatory and fibrotic processes. These findings may help guide future research into the molecular mechanisms underlying arrhythmia progression to structural heart disease and identify candidate pathways for therapeutic investigation.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900730",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our exploratory analysis reveals how genetic variants may predispose arrhythmia patients to inflammatory and fibrotic processes. These findings may help guide future research into the molecular mechanisms underlying arrhythmia progression to structural heart disease and identify candidate pathways f..."
    },
    {
      "title": "Seasonal Adaptation of the Gut Microbiome in Japanese Macaques: Linking Gut Microbiome Shifts With Fermentative Function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Seasonal fluctuations in food availability strongly influence the ecology of wild mammals, yet the role of the gut microbiome in mediating these challenges remains insufficiently explored. In this study, we examined how seasonal dietary shifts influence gut microbial composition and fermentative function in wild Japanese macaques (Macaca fuscata). Integrating meta-16S rRNA sequencing and in vitro fermentation assays, we investigated how the gut microbiome and the associated fermentative ability...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900729",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how seasonal dietary shifts influence gut microbial composition and fermentative function in wild Japanese macaques (Macaca fuscata)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Koenigia medogensis</em> (Polygonaceae: Persicarieae), a Distinct New Species From Xizang, Southwestern China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Koenigia medogensis, a distinctive new species discovered in Medog County, southeastern Xizang, China, is here described and illustrated. The generic placement of this species was validated through integrated morphological and palynological observations, as well as molecular phylogenetic analyses using three cpDNA markers (matK, rbcL, and trnL-F). Within Koenigia, K. medogensis is most closely related to K. mollis but differs significantly in growth habit, leaf shape, inflorescence structure,...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900720",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Bibliometric Study of the Evidence About Applying Virtual Reality in Mental Health Care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study demonstrates VR's integration with traditional therapy and its expanding role in treating diverse mental health conditions, from anxiety to schizophrenia. Future research should focus on standardizing treatments and validating their efficacy.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900715",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "VR's integration with traditional therapy and its expanding role in treating diverse mental health conditions, from anxiety to schizophrenia",
      "conclusion": "This study demonstrates VR's integration with traditional therapy and its expanding role in treating diverse mental health conditions, from anxiety to schizophrenia. Future research should focus on standardizing treatments and validating their efficacy"
    },
    {
      "title": "Association between occupational ionizing radiation exposure duration and the increased risk of dyslipidemia: evidence from a large group of radiation workers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900712/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings suggest a deleterious effect of prolonged ionizing radiation exposure on lipid metabolism, with certain groups of workers being particularly vulnerable.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900712",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "a deleterious effect of prolonged ionizing radiation exposure on lipid metabolism, with certain groups of workers being particularly vulnerable",
      "conclusion": "These findings suggest a deleterious effect of prolonged ionizing radiation exposure on lipid metabolism, with certain groups of workers being particularly vulnerable"
    },
    {
      "title": "Global, regional, and national trends in the incidence of pneumoconiosis among populations aged 20 and above from 1990 to 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900707/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Despite a gradual global decline in the ASIR of pneumoconiosis, the disease burden remains substantial in certain regions. Our findings could inform governments and policymakers in developing targeted prevention strategies to mitigate this burden. Future strategies should integrate technological innovation with regulatory frameworks, prioritizing male-dominated high-risk sectors through strengthened global asbestos bans and lifetime health surveillance for workers in...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900707",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite a gradual global decline in the ASIR of pneumoconiosis, the disease burden remains substantial in certain regions. Our findings could inform governments and policymakers in developing targeted prevention strategies to mitigate this burden"
    },
    {
      "title": "Exploring the barriers and facilitators to safer hair product purchasing and use among Black women in the greater Boston area through photovoice in the RESTYLE study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900698/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Racial/ethnic differences in personal care product (PCP) use, including hair products, are well-documented in the United States (US). Black women are more highly exposed to endocrine disrupting chemicals in PCPs compared to other racial/ethnic groups. We identified barriers and facilitators to safer hair product purchasing and use in the greater Boston, Massachusetts area.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900698",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cost savings of EMS administration of bronchodilators and systemic corticosteroids for pediatric asthma patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900694/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: EMS administration of bronchodilators and systemic corticosteroids results in cost savings, most notably for mild severity patients and those with prolonged transport times.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900694",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EMS administration of bronchodilators and systemic corticosteroids results in cost savings, most notably for mild severity patients and those with prolonged transport times"
    },
    {
      "title": "Efficacy and safety of utidelone in pretreated patients with metastatic breast cancer in China: a multicenter, real-world study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: UTD1 is a new option for patients who have previously received taxanes and anthracyclines, with its clinical toxicity controllable.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900679",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "UTD1 is a new option for patients who have previously received taxanes and anthracyclines, with its clinical toxicity controllable"
    },
    {
      "title": "Risky online buying-shopping behavior: The role of stress responsivity on the transfer from goal-directed behavior to stimulus-response habits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900669/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "BACKGROUND AND AIM: There is a lack of research on the stress-related transfer from goal-directed behavior to stimulus-response habits in (early stages of) online buying-shopping disorder (BSD). This study investigated the Pavlovian-to-instrumental transfer (PIT) effect after reward devaluation (PIT-dev) as indicator of habitual behavior and its modulation by acute stress in individuals with risky (online) buying-shopping (r-BSh).",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900669",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "There is a lack of research on the stress-related transfer from goal-directed behavior to stimulus-response habits in (early stages of) online buying-shopping disorder (BSD)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MRMAssayDB: a comprehensive integrated resource for targeted proteomics assays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Targeted quantitative proteomics is vital for accurate protein measurement in biological samples. Techniques like Multiple Reaction Monitoring (MRM or SRM) and Parallel Reaction Monitoring (PRM), often used with isotopically-labeled internal standards, provide absolute quantification and represent the current gold standard. However, developing and validating assays for individual proteins remains labor-intensive. Several repositories, such as CPTAC, SRMAtlas, PanoramaWeb, and...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900656",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in Documentation After Implementing Open Notes in Mental Health Care: Pre-Post Mixed Methods Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: To our knowledge, this is the first study to systematically analyze quantitative documentation changes in the field of mental health. The implementation of open notes seems to result in both objective and subjective changes in clinical documentation and documentation practices. Quantitative and qualitative findings from our study suggest that HCPs generally strove to create more patient-friendly notes. In practice, this may benefit both patients and the therapeutic relationship. For...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900638",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "and subjective changes in clinical documentation and documentation practices",
      "significance": null,
      "conclusion": "To our knowledge, this is the first study to systematically analyze quantitative documentation changes in the field of mental health. The implementation of open notes seems to result in both objective and subjective changes in clinical documentation and documentation practices"
    },
    {
      "title": "Engineering Vascularized Transplantable Soft Tissue Free Flaps in Sheep Using the Arteriovenous Loop Technique",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "The aim of this study was to grow axially vascularized soft tissue flaps in sheep using the arteriovenous loop (AVL) technique to be transplanted for defect reconstruction. This technique may be a promising alternative to conventional free flaps to further reduce flap donor site morbidity. In this pilot study, AVLs (n = 12) were created in the groins of six sheep, placed into an isolation chamber, and embedded in Matriderm®. Tissue volume, vascularization, and cell proliferation were assessed on...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900614",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "of this study was to grow axially vascularized soft tissue flaps in sheep using the arteriovenous loop (AVL) technique to be transplanted for defect reconstruction",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reporting of Clinical Trial Uncertainties With New Cancer Drugs in Journal Publications and Clinical Guidelines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900610",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional Neurological Disorder Among Neurology In-Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900604/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: FND is the third most common diagnosis among in-hospital neurological patients, which stands in stark contrast to its underrepresentation in clinical training, service provision, and research funding. Stroke-like presentations and seizures are common forms of FND among emergency admissions. Reimbursement mechanisms of the diagnosis-related groups system might disincentivize accurate diagnostic coding and contribute to a cycle of neglect within health care.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900604",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FND is the third most common diagnosis among in-hospital neurological patients, which stands in stark contrast to its underrepresentation in clinical training, service provision, and research funding. Stroke-like presentations and seizures are common forms of FND among emergency admissions"
    },
    {
      "title": "Telehealth Care for People With Serious Illnesses and Preferred Languages Other Than English",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900593/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: In this qualitative study of 20 semistructured interviews, Cantonese- and Spanish-speaking participants experienced barriers to serious illness care via telehealth before, during, and between visits. These findings underscore the need for interventions to promote equitable telehealth care for people with serious illnesses and PLOE, such as training more language-concordant clinicians, incorporating interpreters into interdisciplinary teams, and ensuring access to...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900593",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this qualitative study of 20 semistructured interviews, Cantonese- and Spanish-speaking participants experienced barriers to serious illness care via telehealth before, during, and between visits. These findings underscore the need for interventions to promote equitable telehealth ..."
    },
    {
      "title": "Polygenic Contributions to Lithium Augmentation Outcomes in Unipolar Depression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900576/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: Individuals carrying a higher polygenic burden for BIP and lower polygenic risk for MDD are more likely to benefit from lithium augmentation. Our findings suggest that disease-related PRS may aid in developing treatment prediction models for lithium augmentation response in depression, potentially informing clinical decision-making.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900576",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Individuals carrying a higher polygenic burden for BIP and lower polygenic risk for MDD are more likely to benefit from lithium augmentation. Our findings suggest that disease-related PRS may aid in developing treatment prediction models for lithium augmentation response in depression..."
    },
    {
      "title": "Dexmedetomidine for Analgesia in Nonintubated Patients With Traumatic Rib Fractures: A Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900569/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: Adjunctive dexmedetomidine did not reduce opioid consumption, improve pain scores, or lower pulmonary complication rates in nonintubated patients in the ICU with traumatic rib fractures. These findings do not support routine use of dexmedetomidine for analgesia in this patient population.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900569",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Adjunctive dexmedetomidine did not reduce opioid consumption, improve pain scores, or lower pulmonary complication rates in nonintubated patients in the ICU with traumatic rib fractures. These findings do not support routine use of dexmedetomidine for analgesia in this patient populat..."
    },
    {
      "title": "Prevalence and Clinical Implications of Sleep Apnea in Hypertrophic Cardiomyopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: This study suggests that undiagnosed SDB is highly prevalent in patients with HCM and that SDB is associated with adverse myocardial remodeling, greater diastolic dysfunction, and elevated troponin-T levels, indicating subclinical myocardial injury. SDB may contribute to HCM pathophysiology and symptom burden, supporting the rationale for randomized clinical trials to determine the impact of treating SDB on symptoms and clinical outcomes in patients with HCM.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900558",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of treating SDB on symptoms and clinical outcomes in patients with HCM",
      "conclusion": "AND RELEVANCE: This study suggests that undiagnosed SDB is highly prevalent in patients with HCM and that SDB is associated with adverse myocardial remodeling, greater diastolic dysfunction, and elevated troponin-T levels, indicating subclinical myocardial injury. SDB may contribute to HCM pathophys..."
    },
    {
      "title": "Rural Hospitals Deserve More Than Patchwork Policies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900552",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond Bars: Evaluating End-of-Life Care and Surrogate Decision-Making for Hospitalized Incarcerated Persons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Incarcerated persons (IPs) retain the constitutional right to health care, yet they face unique challenges in accessing palliative care (PC) and designating surrogates, especially when incapacitated. We present two cases of hospitalized IPs with life-limiting illnesses who experienced significant barriers in identifying and engaging surrogates. Both cases underscore the effect of delays in communication with surrogates and restricted end-of-life (EOL) visitation due to correctional policies....",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900550",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Percutaneous tracheostomy in COVID-19 patients: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Early PT in selected patients may reduce the duration of MV and lead to shorter ICU stays. The health system is overloaded by the scarcity of ventilators and beds for critically ill patients.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900549",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Early PT in selected patients may reduce the duration of MV and lead to shorter ICU stays. The health system is overloaded by the scarcity of ventilators and beds for critically ill patients"
    },
    {
      "title": "Polygenic risk of refractory celiac disease type II and its association with autoimmune diseases: a phenome-wide association study in the UK Biobank",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our study identified an association between the genetic risk score for RCDII and ankylosing spondylitis, but not with other autoimmune diseases. This finding may have clinical importance for people with RCDII, although replication in future studies is needed.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900534",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study identified an association between the genetic risk score for RCDII and ankylosing spondylitis, but not with other autoimmune diseases. This finding may have clinical importance for people with RCDII, although replication in future studies is needed"
    },
    {
      "title": "Crystallographic Engineering of Spin Transport in Antiferromagnetic NiO Thin Films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "In this work, we investigate how the crystallographic growth direction influences spin current transmission in antiferromagnetic (AF) NiO thin films. By manipulating epitaxial growth, we explored the spin transport characteristics in La(2/3)Sr(1/3)MnO(3)/NiO/Pt heterostructures grown on top of (001)- and (111)-oriented SrTiO(3) substrates, varying the NiO barrier thickness (t(NiO)). Spin currents were generated via spin pumping (SP), and detection was done by the inverse spin Hall effect (ISHE)....",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900532",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stimulation of the production of proteases from Penicillium verrucosum isolated from Egyptian soil",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900503/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "The uses of proteolytic enzymes in manufacturing procedures are numerous. Researchers are investigating a number of strategies to find, rework, or artificially produce enzymes with improved suitability for manufacturing processes in light of the growing needs and uses. Alkaline protease production was assessed in fungal strains that were obtained from soil using the serial dilution technique. Using molecular techniques, the isolate with the greatest potential for producing enzymes was...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900503",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of the COVID-19 pandemic on home gardening practices in Irbid District, Jordan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Home gardening has been instrumental in enhancing the self-sufficiency initiatives of families across the globe. Numerous researched emphasized the positive impacts of practicing home gardening throughout COVID-19. In Jordan, few studies were conducted to examine the influence of COVID-19 on various facets of life, including employment and the livelihoods of Jordanians, but no research had discussed the pandemic impacts on home gardening. To address this research gap, a quantitative survey was...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900497",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Percutaneous to Paddle Lead Revision in Spinal Cord Stimulation: A Case Series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900453/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Comparative outcome data on percutaneous vs paddle lead SCS is limited. Our experience has been that patients who fail percutaneous SCS may be salvaged with conversion to paddle leads with good outcomes.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900453",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Comparative outcome data on percutaneous vs paddle lead SCS is limited. Our experience has been that patients who fail percutaneous SCS may be salvaged with conversion to paddle leads with good outcomes"
    },
    {
      "title": "Over one-third of cancer cases and two-fifths of cancer deaths in southern China are preventable: Insights from the latest representative population-based cancer registry data and risk factor survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Assessing the impact of modifiable risk factors on cancer is crucial for prioritizing effective prevention interventions. This study aimed to quantify the cancer burden attributable to modifiable risk factors in Guangdong in 2019, thereby informing targeted prevention strategies tailored to the region. The population attributable fraction (PAF) was estimated by Levin's method, based on the 2010 prevalence of 15 risk factors and the latest representative relative risks. PAFs for specific age...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900439",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "quantify the cancer burden attributable to modifiable risk factors in Guangdong in 2019, thereby informing targeted prevention strategies tailored to the region",
      "significance": "of modifiable risk factors on cancer is crucial for prioritizing effective prevention interventions",
      "conclusion": null
    },
    {
      "title": "Using Video Ethnography and Stimulated Recall Interviews to Describe the Diagnostic Process in the Emergency Department",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Illustrating physicians' cognitive processes through video ethnography coupled with stimulated recall interviews helped advance our understanding of the diagnostic process and is a foundational step for identifying improvement opportunities.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900438",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Illustrating physicians' cognitive processes through video ethnography coupled with stimulated recall interviews helped advance our understanding of the diagnostic process and is a foundational step for identifying improvement opportunities"
    },
    {
      "title": "Bioeconomic opportunities in restored tropical forests",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Forest restoration faces financial constraints due to land opportunity costs and delayed returns from ecosystem services and timber production. A socially fair bioeconomy of non-timber products from native species is a promising pathway to overcome these challenges. We investigated the bioeconomic potential of native species in the reforested lands of the Brazilian Atlantic Forest. A forest inventory across 46 plots (41 400 m²) in regenerating forests revealed 5181 individuals and 329 species. A...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900425",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the bioeconomic potential of native species in the reforested lands of the Brazilian Atlantic Forest",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling the enigma of anxiety disorders and depression: from pathogenesis to treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900421/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Anxiety disorders and depression are among the most prevalent and disabling mental health conditions globally, profoundly impairing both individual well-being and societal functioning. Recent research has elucidated key neurobiological underpinnings of these disorders, including neurotransmitter imbalances, dysregulation of stress response systems, and dysfunctions within neural circuits governing emotion regulation. These insights offer significant potential for refining diagnostic approaches,...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900421",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification and verification of exosome-related gene signature to predict the cancer status and prognosis of prostate cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900420/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Exosome-related genes such as AQP2 and ZNF114 exhibit good performance as non-invasive biomarkers in predicting the status and prognosis of prostate cancer to avoid the issues of high invasiveness associated with invasive examinations.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900420",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Exosome-related genes such as AQP2 and ZNF114 exhibit good performance as non-invasive biomarkers in predicting the status and prognosis of prostate cancer to avoid the issues of high invasiveness associated with invasive examinations"
    },
    {
      "title": "An electrochemical immunosensor based on HFABP for the early detection of drug-induced cardiac toxicity from traditional Chinese medicines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900413/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "An electrochemical immunosensor was successfully developed for evaluating traditional Chinese medicine (TCM)-induced cardiac toxicity by immobilizing heart-type fatty acid-binding protein (HFABP)-specific antibodies on an electrode surface modified with chitosan (CS)-functionalized metal-organic framework ZIF-8 and gold nanoparticles (AuNPs). Leveraging the excellent biocompatibility of AuNPs, the excellent stability and high surface area of ZIF-8, along with the strong specific recognition...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900413",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and Safety of Upadacitinib in Patients With Moderate-to-Severe Atopic Dermatitis: Phase 3 Randomized Clinical Trial Results Through 140 Weeks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: UPA15 and UPA30 with and without topical corticosteroids demonstrated robust, durable efficacy and a favorable safety profile through 140 weeks in adults and adolescents with moderate-to-severe AD.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900410",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "UPA15 and UPA30 with and without topical corticosteroids demonstrated robust, durable efficacy and a favorable safety profile through 140 weeks in adults and adolescents with moderate-to-severe AD"
    },
    {
      "title": "Staying at Work with Musculoskeletal Pain in a Physically Demanding Job: A Qualitative Exploration of Workers' and Managers' Perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The identified themes describe helpful and unhelpful beliefs and practices involving individual workers, their co-workers and managers. Shared and unshared cultural norms, understandings of what MSK pain is and means, and perceptions of responsibility drive stay-at-work practices, with trust being an important factor for the precarious balance between workplace support and pressure to stay at work.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900407",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "factor for the precarious balance between workplace support and pressure to stay at work",
      "conclusion": "The identified themes describe helpful and unhelpful beliefs and practices involving individual workers, their co-workers and managers. Shared and unshared cultural norms, understandings of what MSK pain is and means, and perceptions of responsibility drive stay-at-work practices, with trust being a..."
    },
    {
      "title": "Multi-task deep learning for automatic image segmentation and treatment response assessment in metastatic ovarian cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900399/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: : This work is the first to demonstrate the feasibility of a multi-task deep learning approach in assessing chemotherapy-induced tumour changes across the main disease burden of patients with complex multi-site HGSOC, which could be used for treatment response evaluation and disease monitoring.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900399",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This work is the first to demonstrate the feasibility of a multi-task deep learning approach in assessing chemotherapy-induced tumour changes across the main disease burden of patients with complex multi-site HGSOC, which could be used for treatment response evaluation and disease monitoring"
    },
    {
      "title": "The lactylation of glucose-6-phosphate dehydrogenase promotes malignant phenotypes in cancer cell lines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900394/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Lactate drives tumor progression through G6PD lactylation, activating the PPP and facilitating glycolysis-PPP crosstalk. This study uncovers a novel metabolic rewiring mechanism that promotes oncogenic synergy.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900394",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lactate drives tumor progression through G6PD lactylation, activating the PPP and facilitating glycolysis-PPP crosstalk. This study uncovers a novel metabolic rewiring mechanism that promotes oncogenic synergy"
    },
    {
      "title": "Identifying novel risk factors for ocular lesions in patients with fungemia and determining the efficacy of routine screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our study results demonstrate that impaired consciousness is an independent risk factor for ocular lesions. Moreover, the presence of ocular lesions was determined to be an independent factor associated with mortality, highlighting the importance of detecting these lesions in systemic management. Based on these findings, we recommend dilated fundus examination by ophthalmologists in patients with fungemia who do not complain of visual symptoms.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900382",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study results demonstrate that impaired consciousness is an independent risk factor for ocular lesions. Moreover, the presence of ocular lesions was determined to be an independent factor associated with mortality, highlighting the importance of detecting these lesions in systemic management"
    },
    {
      "title": "Care Delivery Strategies for Anxiety, Depression, Obsessive Compulsive Disorder, and Tourette Syndrome to Improve Health Outcomes in Children and Youth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "The purpose of this rapid review was to identify effective care delivery strategies for children and youth with anxiety, depression, obsessive compulsive disorder (OCD) and Tourette syndrome (TS) to inform the development of Canadian standards for mental health care provision. The review was developed using the Cochrane organization's minimum standards for Rapid Reviews.The eligible population was children and youth with anxiety disorders, depressive disorder, OCD, or TS. We included comparative...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900379",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this rapid review was to identify effective care delivery strategies for children and youth with anxiety, depression, obsessive compulsive disorder (OCD) and Tourette syndrome (TS) to inform the de...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age-Dependent Risk of Bronchial Asthma Exacerbation in Respiratory Syncytial Virus Co-infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: RSV co-infection with other respiratory viruses increases the risk of BA exacerbation, especially in age under 6 years patients. Given the proven efficacy of RSV vaccine for adults and monoclonal antibody for high-risk children in preventing RSV-related lower respiratory tract disease, RSV-targeted prevention strategies for younger children appear effective in reducing respiratory disease burden.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900370",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RSV co-infection with other respiratory viruses increases the risk of BA exacerbation, especially in age under 6 years patients. Given the proven efficacy of RSV vaccine for adults and monoclonal antibody for high-risk children in preventing RSV-related lower respiratory tract disease, RSV-targeted ..."
    },
    {
      "title": "Morphology of the larval midgut of the longhorn beetle Rhytidodera bowringii White, 1853 (Coleoptera: Cerambycidae: Cerambycinae)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900352/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "The midgut of insects originates from the endoderm. It is located in the central part of the digestive tract and serves as the primary site for chemical digestion and nutrient absorption. The larvae of Cerambycidae are the most destructive life stage. However, the ultrastructure of the larval midgut has been reported in only a few cerambycid groups. This study employs light, scanning electron, and transmission electron microscopy to observe the midgut ultrastructure of the Rhytidodera bowringii...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900352",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sentence Production in Standard Indonesian Agrammatism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900347/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "For individuals with agrammatic aphasia, producing sentences with non-canonical word orders is a challenging feat. Studies on different languages report deficits in this area of sentence production: some citing problems related to retrieval of verb morphology while others pursue a more holistic approach by attributing the root of the deficit towards the process of thematic role assignment. It has been shown that agrammatic speakers of Standard Indonesian are relatively unimpaired in the use (in...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900347",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Organochlorine Compounds in Peat Deposit of Northern Boreal Bog",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "This paper presents the results of a study of the physicochemical conditions and contamination of a peat deposit in a representative northern boreal bog with the persistent organic pollutants (POPs), hexachlorobenzene (HCB), pentachlorobenzene (PeCB), and pentachlorophenol (PCP), as well as compounds from another organochlorine compounds, the chlorinated phenols (CPs). Despite the remoteness from the industrial sources of these compounds, a wide range of the organochlorine compounds were...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900336",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<sup>1</sup>H and <sup>31</sup>P MRS Interleaved With High Time Resolution Reveals Closely Matching Creatine CH₂ and PCr Dynamics During Exercise",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "The rate of intramuscular phosphocreatine (PCr) depletion and recovery in response to exercise estimated from ^(31)P MRS is an established measure for oxidative capacity. The creatine CH(2) resonance in ¹H MRS is known to exhibit a similar pattern. So far, repeating the exercise for consecutive ¹H and ^(31)P experiments posed limitations on the interpretation. Acquiring both datasets in a single time-resolved experiment allows for direct quantitative comparison of creatine-CH(2) and PCr...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900301",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of Rebox Electrotherapy in Pain Management: A Randomized Double-Blind Sham-Controlled Crossover Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900299/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Rebox demonstrated a significant analgesic effect compared to the sham. The treatment was safe and well tolerated. These findings support integrating Rebox into clinical pain management, warranting further investigation in larger trials.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900299",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Rebox demonstrated a significant analgesic effect compared to the sham. The treatment was safe and well tolerated"
    },
    {
      "title": "Investigation of the anticancer effects of doxorubicin-loaded niosomes on HCT-116 cells and the expression levels of LncRNAs DLGAP1-AS1 and AFAP1-AS1 in colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: NIOs-DOX demonstrated significant potential to enhance the therapeutic effects of DOX. Additionally, DLGAP1-AS1 and AFAP1-AS1 expression showed limited potential as diagnostic biomarkers in CRC.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900234",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NIOs-DOX demonstrated significant potential to enhance the therapeutic effects of DOX. Additionally, DLGAP1-AS1 and AFAP1-AS1 expression showed limited potential as diagnostic biomarkers in CRC"
    },
    {
      "title": "Treatment outcomes and safety profile of SGLT2 inhibitors versus GLP-1 agonists in type 2 diabetes mellitus : Systematic review of real-world observational studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900212/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: SGLT2is appear to be more effective in lowering hospitalization for heart failure; GLP‑1 medication appears to be safer and more successful in treating MACE and improving renal outcomes. Occurrence of hypoglycemic events and the rate of all-cause mortality were found to be low in the SGLT2is group, which supported the clinical implication of SGLT2is.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900212",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of SGLT2is",
      "conclusion": "SGLT2is appear to be more effective in lowering hospitalization for heart failure; GLP‑1 medication appears to be safer and more successful in treating MACE and improving renal outcomes. Occurrence of hypoglycemic events and the rate of all-cause mortality were found to be low in the SGLT2is group, ..."
    },
    {
      "title": "Effects of electrical muscle stimulation during hemodialysis in older patients with frailty: a crossover randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900207/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our trial found that intradialytic electrical muscle stimulation was associated with improved quadriceps isometric strength in older patients with frailty, indicating a potential benefit of intradialytic electrical muscle stimulation intervention for physical performance, also in these subjects.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900207",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our trial found that intradialytic electrical muscle stimulation was associated with improved quadriceps isometric strength in older patients with frailty, indicating a potential benefit of intradialytic electrical muscle stimulation intervention for physical performance, also in these subjects"
    },
    {
      "title": "The impact of autoimmune comorbidities on multiple sclerosis progression: insights from a longitudinal single-center study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Multiple sclerosis (MS) is a chronic autoimmune disease that affects the central nervous system. The presence of other conditions alongside MS imposes a substantial personal and socioeconomic burden. In particular, the impact of comorbid autoimmune diseases (AID) on MS outcomes remains uncertain. In this retrospective longitudinal study, we examined the prevalence of AID in a cohort of patients with different types of MS. For patients with relapsing-remitting MS (RRMS), negative binomial and...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900203",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the prevalence of AID in a cohort of patients with different types of MS",
      "significance": "of comorbid autoimmune diseases (AID) on MS outcomes remains uncertain",
      "conclusion": null
    },
    {
      "title": "Barriers to HIV/STI Services and Service Access Preferences Among Rural Sexual Minority Men and Native American Men in Oklahoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900189/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "HIV and STI incidence are disproportionately elevated among sexual minority men (SMM) and Native American (NA) men in rural Oklahoma. The present study is a formative assessment of the Ending the HIV Epidemic in Rural Oklahoma (e-HERO) project, which is part of the Ending the HIV Epidemic (EHE) initiative. EHE has an overarching goal of reducing incidence rates of HIV and STIs in rural Oklahoma. Semistructured focus groups were conducted with 16 men who self-identified as a sexual minority,...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900189",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of reducing incidence rates of HIV and STIs in rural Oklahoma",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An update on clinically relevant, rare, and emerging <em>Candida</em> and Saccharomycotina yeasts that have been recently reclassified from <em>Candida</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900145/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "SUMMARYMany yeast species causing life-threatening invasive infections that were formerly classified in the genus Candida have been reclassified due to their evolutionary and phylogenetic relationships elucidated by DNA sequencing methods that are increasingly using whole genomes. This review explores the evolving taxonomy, epidemiology, and clinical implications of clinically relevant, rare, emerging Candida and Saccharomycotina yeasts that have recently been reclassified from Candida. This...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900145",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of clinically relevant, rare, emerging Candida and Saccharomycotina yeasts that have recently been reclassified from Candida",
      "conclusion": null
    },
    {
      "title": "Characterization of surficial mudflat sediments using shear wave elastography, core-logging, and microscopy techniquesa)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Surficial sediments are highly susceptible to physical, biological, and chemical processes, which can create significant heterogeneity, affecting the transmission and scattering of elastic waves. Non-invasive medical shear wave elastography (SWE) can potentially resolve shear speed heterogeneity in this delicate surficial layer. Samples were extracted from two mudflats in New Hampshire, USA, where sound speed and attenuation were measured 1 cm below the water-sediment interface using the core...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900137",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Particle motion polarization of offshore fish vocalizations versus ambient and ship noise",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Acoustic particle motion is the primary cue for fish hearing and a vector quantity that contains polarization information (including directionality) relevant to the directional hearing abilities of fishes. Polarization metrics, including ellipse orientation angle, ellipticity angle, and degree of polarization, have been recently applied to describe particle motion polarization in physical acoustical oceanography studies and have yet to be applied to in situ biological signals. This study...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900136",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A human-mouse atlas of intrarenal myeloid cells identifies conserved disease-associated macrophages in lupus nephritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Monocytes and macrophages in patients with lupus nephritis exhibit altered behavior compared with healthy kidneys. How to optimally use mouse models to develop treatments targeting these cells is poorly understood. This study compared intrarenal myeloid cells in four mouse models and 155 lupus nephritis patients using single-cell profiling, spatial transcriptomics, and functional studies. Across mouse models, monocyte and macrophage subsets consistently expanded or contracted in disease. A...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900124",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adverse pregnancy outcomes and long-term stroke risks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900116/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900116",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Year in the Shadow of Terror: Longitudinal Effects of the October 7, 2023, Terrorist Attack on PTSD, Depression, Anxiety, and Suicidal Ideation Across Distinct Exposure Groups",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900111/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Background: On October 7, 2023, Israel experienced a large-scale terrorist attack followed by a prolonged war, exposing civilians and military personnel to acute and sustained trauma. While prior studies have documented short-term psychological effects of mass trauma, few have included baseline assessments or addressed long-term trajectories across distinct exposure groups. In this study, we aimed to examine changes over time in both probable diagnoses and symptom severity of posttraumatic...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900111",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "examine changes over time in both probable diagnoses and symptom severity of posttraumatic",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy, Tolerability, and Safety of TRPC4/5 Inhibitor BI 1358894 in Patients With Major Depressive Disorder and Inadequate Response to Antidepressants: A Phase 2 Randomized, Placebo-Controlled, Parallel Group, Dose-Ranging Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900110/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Objective: To assess proof-of-concept (PoC) for efficacy, tolerability, and safety of TRPC4/5 inhibitor BI 1358894 vs placebo in patients with major depressive disorder (MDD) with inadequate response to ongoing antidepressants.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900110",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "To assess proof-of-concept (PoC) for efficacy, tolerability, and safety of TRPC4/5 inhibitor BI 1358894 vs placebo in patients with major depressive disorder (MDD) with inadequate response to ongoing ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychedelic Therapies: One Drug, Multiple Treatments Reply to Modesto-Lowe et al",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900107",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clonal haematopoiesis of indeterminate potential and mortality in coronary artery disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900105/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Clonal haematopoiesis of indeterminate potential is a predictor of mortality in CAD patients. TET2 mutations promote a pro-atherogenic macrophage phenotype via LDLR up-regulation and inflammatory activation, linking epigenetic dysregulation to adverse outcomes in CAD.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900105",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Clonal haematopoiesis of indeterminate potential is a predictor of mortality in CAD patients. TET2 mutations promote a pro-atherogenic macrophage phenotype via LDLR up-regulation and inflammatory activation, linking epigenetic dysregulation to adverse outcomes in CAD"
    },
    {
      "title": "Risk of venous thromboembolism following colorectal cancer surgery in patients with and without inflammatory bowel disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900085/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Patients with IBD are at elevated risk of VTE following CRC surgery compared to those without IBD. The strongest associations were observed in those who had received IBD treatment before surgery and in those with active disease, particularly patients with UC. These findings emphasize the need for increased VTE awareness and optimizing disease control in high-risk IBD patients.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900085",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with IBD are at elevated risk of VTE following CRC surgery compared to those without IBD. The strongest associations were observed in those who had received IBD treatment before surgery and in those with active disease, particularly patients with UC"
    },
    {
      "title": "The Early Career Phase: Fostering Physician Well-being Over the Career Life Cycle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "This article is the second chapter in a series of 5 articles considering the different stages of physicians' career life cycle. The present article focuses on exploring the early career phase. The early career phase represents an exciting time when physicians establish themselves in independent practice and develop their professional identity. Despite the excitement and opportunity of this phase, it is marked by several challenges, including those related to navigating new practice settings,...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900071",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Calmodulinopathies: The Need for a Registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Calmodulinopathies are very rare genetic disorders associated with a high risk for sudden cardiac death. Disease-causing variants in 1 of the 3 identical CALM genes cause severe forms of long QT syndrome, catecholaminergic polymorphic ventricular tachycardia, or idiopathic ventricular fibrillation, and there are many unanswered questions concerning management and underlying mechanisms. What is currently known depends largely on the initial publications from the ICamR (International...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900065",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating deceleration and acceleration capacities: Implications for predicting adverse outcomes in patients with hypertrophic cardiomyopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: DC and AC are independent predictors of the high mortality risk in patients with HCM, suggesting their clinical utility as electrophysiological markers for identifying high-risk individuals in this population.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900060",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DC and AC are independent predictors of the high mortality risk in patients with HCM, suggesting their clinical utility as electrophysiological markers for identifying high-risk individuals in this population"
    },
    {
      "title": "Why Can't We Get There?: Understanding Persistent Hypertension in Real-World Care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900054",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Primary Aldosteronism: Ubiquitous, Yet Unrecognized",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900053",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automatic Lugano staging for risk stratification in lymphoma: a multicenter PET radiomics and machine learning study with survival analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study demonstrated the potential of PET radiomics features for automated Lugano staging. Adding extranodal features significantly improved staging accuracy and informed treatment.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900042",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated the potential of PET radiomics features for automated Lugano staging. Adding extranodal features significantly improved staging accuracy and informed treatment"
    },
    {
      "title": "Re: Development of a Fall Risk Score for Older Adults Incorporating Electronic Health Record and Emergency Department Screening Measures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900038/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900038",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating Holistic Communication into Psychedelic-Assisted Therapies in Hospice and Palliative Care: An Approach Based on Peplau's Theory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900021/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Psychedelic-assisted therapy (PAT) has shown promising results in alleviating psychological and existential suffering among individuals with serious illnesses. In parallel, nursing offers a robust theoretical framework to guide therapeutic communication in this context. This article explores the application of Peplau's Theory of Interpersonal Relations (PTIR) as a foundation for holistic communication in PAT, particularly in hospice and palliative care. We examine how PTIR's core concepts...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900021",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cobalt-Catalyzed Cross-Electrophile Dehydroxylative and Desulfonylative Allylation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Herein, we report a step- and atom-economical allylation reaction of allyl alcohols with activated alkyl bromides by merging cross-electrophile and dehydroxylative coupling under the catalysis of cobalt. This reaction delivers a method to synthesize multisubstituted γ,δ-unsaturated α,α-difluoro amides and carboxylates in a highly regio- and diastereoselective manner. Furthermore, we also demonstrate the viability of a cobalt-catalyzed cross-electrophile desulfonylative allylation in a...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Amorphous Lithium Iron Phosphate Glass-Driven Regeneration of Spent LiCoO<sub>2</sub> Cathodes: Synergistic Structural Effects and Enhanced Electrochemical Performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40900011/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "Amidst global sustainability imperatives, this study pioneers a solid-state regeneration strategy that transforms spent LiCoO(2) (LCO) cathodes into high-performance materials via amorphous lithium iron phosphate glass (LFPg)-driven structural reconfiguration. Unlike conventional recycling that decomposes cathodes, our approach leverages LFPg's defect-rich framework, high ionic conductivity, and dynamic interfacial activity to directly reconstruct degraded LCO crystals. The LFPg acts as a...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40900011",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Paradigm shift in the treatment of bladder cancer? The Swedish perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899999/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "N/A.",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40899999",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disruptions of deep medullary veins and MRI indices of glymphatic function in cerebral small vessel disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40899979/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250903152522&v=2.18.0.post9+e462414",
      "description": "BackgroundDisruptions of deep medullary veins (DMV) have been associated with the radiological severity and cognitive impairment observed in cerebral small vessel disease (SVD). Glymphatic dysfunction may serve as a potential mechanism underlying these associations.ObjectiveWe aimed to clarify the associations between DMV disruptions, MRI indices previously hypothesized as related to glymphatic function, white matter hyperintensities (WMH), and cognitive impairment in SVD.MethodsThis...",
      "pubDate": "2025-09-03T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40899979",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "clarify the associations between DMV disruptions, MRI indices previously hypothesized as related to glymphatic function, white matter hyperintensities (WMH), and cognitive impairment in SVD",
      "significance": null,
      "conclusion": null
    }
  ]
}