{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-18T19:18:55.541Z",
  "totalItems": 150,
  "totalArchived": 17231,
  "newPapersAdded": 138,
  "institutionBreakdown": {
    "KAIST": 16,
    "SNU": 55,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 23,
    "IBS": 76,
    "UNIST": 1,
    "Hanyang University": 4,
    "KIST": 1,
    "GIST": 2,
    "Kyung Hee University": 3,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Materials Science": 9,
    "Multidisciplinary": 83,
    "Cancer Research": 14,
    "Biomedical": 32,
    "Neuroscience": 9,
    "Computer Science": 3
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Intrinsically Disordered Protein-Inspired Nanovector-Based Coacervates for the Direct Cytosolic Transport of Biomacromolecules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108606/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251018151841&v=2.18.0.post9+e462414",
      "description": "In eukaryotic cells, membraneless organelles (MLOs) are formed via liquid‒liquid phase separation (LLPS) involving intrinsically disordered proteins (IDPs) and biomacromolecules, enabling biomacromolecule transport without vesicles, transporters, or channels. Although MLO-mimetic coacervates generated from synthetic biomaterials can deliver biomacromolecules into cells, they lack the conformational adaptability of IDPs and a defined internalization mechanism, limiting their stability under...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "KAIST",
        "KIST",
        "Korea University",
        "SNU",
        "UNIST"
      ],
      "pmid": "41108606",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Direction-Selective Energy Control Using Thermal Lens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108540/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "Directional energy control is a critical requirement for applications involving adaptive thermal management, infrared (IR) signature suppression, and multiband optical modulation. Herein, a directional energy control surface (DECS) is introduced that achieves passive, refraction-based directional energy manipulation across visible and IR bands without requiring external power input. The DECS comprises three key layers: The directional control layer (DCL), composed of a thermal lens array,...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41108540",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "School-based social relationships and children's psychological health: Examining heterogeneity by relationship source and child gender",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "School-based social relationships play a significant role in shaping children's psychological health. However, it is unclear whether relationships with peers and teachers have differential effects, and whether these effects vary by gender. Using data from 2,168 individuals (9,608 person-waves), aged 7-8 at baseline and followed across five waves of the Korean Children and Youth Panel Survey (KCYPS), this study examined the association between the quality of school-based social relationships and...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41108395",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the association between the quality of school-based social relationships and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic factors of mortality in patients with cancer infected with COVID-19: A systematic review and meta-analysis using the GRADE approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108326/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "This study aimed to systematically synthesize the available evidence on prognostic factors affecting mortality in these patients. This review included cohort studies of adult patients with cancer diagnosed with Coronavirus disease 2019 (COVID-19). We searched MEDLINE and Embase for data from December 2019 to June 2025, and Cochrane Central Libraries and other databases for data to July 2023. Two independent reviewers screened references, extracted data, and assessed bias risk. The Grading of...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41108326",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "systematically synthesize the available evidence on prognostic factors affecting mortality in these patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Mediterranean Lifestyle and Lower Risk of Chronic Kidney Disease: A Population-Based Prospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These results suggest that a higher MEDLIFE index is associated with a lower risk of incident CKD.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41108311",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that a higher MEDLIFE index is associated with a lower risk of incident CKD",
      "conclusion": "These results suggest that a higher MEDLIFE index is associated with a lower risk of incident CKD"
    },
    {
      "title": "The Link between Hyperinsulinemia and Periodontitis in Diabetics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "Diabetes-associated periodontitis has long been attributed to hyperglycemia, primarily through advanced glycation end products (AGEs) and RAGE-mediated oxidative stress. However, recent clinical and experimental findings show that periodontitis risk persists even under good glycemic control, suggesting additional pathological factors. This review highlights hyperinsulinemia-a hallmark of insulin resistance and early-stage type 2 diabetes-as a distinct and underappreciated contributor. In mouse...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41108158",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Notum</em> Regulates Tooth Root Morphogenesis by Modulating Wnt Signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "Molar root morphogenesis, particularly the formation of the furcation that determines root number, is a complex process governed by precise epithelial-mesenchymal interactions. Although Wnt signaling is critical for tooth development, the mechanisms that spatially restrict its activity to ensure proper root architecture are not fully understood. In this study, to investigate the role of the secreted Wnt antagonist Notum in regulating molar root furcation, we analyzed Notum knockout (KO) mice....",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41108152",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Notum knockout (KO) mice",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Outcomes and Prognostic Factors in Cerebral Abscess: Hyperglycemia as a Predictor of the Need for Prolonged Antibiotic Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "BACKGROUND The aim of this study was to assess treatment outcomes in patients with cerebral abscess at a single institution based on 2 decades of experience. MATERIAL AND METHODS This study enrolled 112 patients diagnosed with cerebral abscess who underwent image-guided abscess drainage followed by antibiotic therapy between 2003 and 2023. We analyzed the patients' clinical, radiological, and laboratory parameters to identify factors associated with outcomes, as assessed by the Glasgow Outcome...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41108068",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to assess treatment outcomes in patients with cerebral abscess at a single institution based on 2 decades of experience",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends in the Management of Patients with Type 2 Diabetes Mellitus by Japanese Practitioners",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251018151834&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The observed trends with GPs were consistent with those observed among diabetes specialists, suggesting that many Japanese GPs are adopting current treatments strategies and may be providing appropriate diabetes management.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41108493",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The observed trends with GPs were consistent with those observed among diabetes specialists, suggesting that many Japanese GPs are adopting current treatments strategies and may be providing appropriate diabetes management"
    },
    {
      "title": "Multi-objective dynamic prioritized routing and scheduling for home healthcare services with cooperating service providers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108483/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251018151834&v=2.18.0.post9+e462414",
      "description": "In home healthcare service systems, each healthcare service provider (HSP) is assigned a list of patients to be visited at their homes. We focus on generating a daily patient visit plan that selects the patients to be visited according to their priorities and locations, and determines the route of each HSP. Additionally, we address unexpected urgent patients by solving an optimization problem involving all HSPs cooperating when an urgent patient visit request arises. This problem is formulated...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41108483",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Left atrial appendage blood flow analysis using four-dimensional flow magnetic resonance imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108474/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251018151834&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In patients with high CHA(2)DS(2)-VASc scores, blood flow stagnation can occur in the LAA top segment even in the presence of sinus rhythm. Establishing blood flow-based criteria may enhance the potential applications of LAA closure to prevent stroke.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41108474",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with high CHA(2)DS(2)-VASc scores, blood flow stagnation can occur in the LAA top segment even in the presence of sinus rhythm. Establishing blood flow-based criteria may enhance the potential applications of LAA closure to prevent stroke"
    },
    {
      "title": "A novel technique of ultrasound-guided nerve root block: anterior compression lateral approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108466/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251018151834&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The ACL ultrasound-guided approach delivers intraforaminal injectate with accuracy comparable to fluoroscopy while eliminating radiation exposure. It outperforms conventional posterior ultrasound in targeting consistency and offers a precise, accessible option for outpatient cervical SNRB.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41108466",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The ACL ultrasound-guided approach delivers intraforaminal injectate with accuracy comparable to fluoroscopy while eliminating radiation exposure. It outperforms conventional posterior ultrasound in targeting consistency and offers a precise, accessible option for outpatient cervical SNRB"
    },
    {
      "title": "Intranasal phage therapy overcomes antibody neutralization challenges in pulmonary Pseudomonas aeruginosa infections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108387/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251018151834&v=2.18.0.post9+e462414",
      "description": "Phage therapy is a promising approach against multidrug-resistant infections, yet systemic administration can lead to incomplete cures. We investigated the distribution, immune responses, and efficacy of the therapeutic phage KPP10 delivered via intranasal or intraperitoneal (IP) routes in murine Pseudomonas aeruginosa lung infection models. Intranasal pre-treatment achieved markedly higher localization of KPP10 in the lungs and bronchoalveolar compartment compared to IP delivery. Intranasal...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41108387",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the distribution, immune responses, and efficacy of the therapeutic phage KPP10 delivered via intranasal or intraperitoneal (IP) routes in murine Pseudomonas aeruginosa lung infection models",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Retinal morphological changes detected by wide-field optical coherence tomography in eyes after vitrectomy for proliferative diabetic retinopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108386/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251018151834&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: WF-OCT effectively detected postoperative retinal morphological changes in eyes with PDR, including changes in the peripheral retina. These findings highlight the clinical utility of WF-OCT for postoperative monitoring and treatment planning.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41108386",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "WF-OCT effectively detected postoperative retinal morphological changes in eyes with PDR, including changes in the peripheral retina. These findings highlight the clinical utility of WF-OCT for postoperative monitoring and treatment planning"
    },
    {
      "title": "Effective number of maximal eccentric contractions in the early phase of twice-weekly training to increase muscle strength and thickness of the elbow flexors in untrained young adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251018151834&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These results suggest that 5 maximal eccentric contractions per session could increase muscle strength and size of untrained adults in the twice-weekly training.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41108382",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that 5 maximal eccentric contractions per session could increase muscle strength and size of untrained adults in the twice-weekly training",
      "conclusion": "These results suggest that 5 maximal eccentric contractions per session could increase muscle strength and size of untrained adults in the twice-weekly training"
    },
    {
      "title": "The Case for Structural Ethics: Why Pediatric Bioethics Must Think Bigger",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251018151834&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41108234",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Role of Lipoprotein(a) in Predicting Coronary Artery Disease Among Ageing Endurance Athletes and Healthy Controls",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108164/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251018151834&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Lp(a) is independently associated with subclinical CAD in ageing endurance athletes and healthy controls, despite similarly low conventional cardiovascular risk. Lp(a) does not explain the higher CAD prevalence in lifelong athletes compared to controls, but may enhance risk stratification in this low-risk population.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41108164",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lp(a) is independently associated with subclinical CAD in ageing endurance athletes and healthy controls, despite similarly low conventional cardiovascular risk. Lp(a) does not explain the higher CAD prevalence in lifelong athletes compared to controls, but may enhance risk stratification in this lo..."
    },
    {
      "title": "Hydrogen-Bonded Dimer Dissociation under MOF Nanoconfinement Enables Thermal Transition Tailoring of Medium-Chain Fatty Acids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251018151834&v=2.18.0.post9+e462414",
      "description": "Significant modulation of phase transition temperatures (T(tr)) in organic phase-change materials (PCMs) remains a long-standing challenge due to their intrinsically stable intermolecular interactions. We provide direct evidence that metal-organic framework (MOF) nanoconfinement and host-guest interactions dissociate hydrogen-bonded dimers of medium-chain fatty acids into monomeric species. These monomers engage in site-selective hydrogen bonding with the μ(3)-O sites in UiO-66, reconstructing...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41108042",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What evidence exists for the impact of restoration of natural processes on biodiversity in temperate ecosystems: a systematic map protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251018151834&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Over the last decade, a paradigm shift has been initiated in the field of nature management and conservation with shifting the focus from traditional, more static conservation efforts to dynamic conservation efforts. To promote dynamic restoration efforts, it is essential to provide nature managers with tools to measure the impact and effectiveness of relevant interventions. However, despite increasing practice, quantifying restoration management in a relevant and measurable way...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41108020",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": "and effectiveness of relevant interventions",
      "conclusion": null
    },
    {
      "title": "Efficacy and safety of rituximab versus intravenous cyclophosphamide for systemic sclerosis-associated interstitial lung disease: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251018151834&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: RTX demonstrated comparable safety and efficacy as CY in patients with SSc-ILD. Thus, RTX may be an alternative to CY for the treatment of SSc-ILD.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41107994",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RTX demonstrated comparable safety and efficacy as CY in patients with SSc-ILD. Thus, RTX may be an alternative to CY for the treatment of SSc-ILD"
    },
    {
      "title": "The effects of (in)congruence in paternal and maternal psychological control on adolescents' academic physical exhaustion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108593/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Drawing upon family systems theory, we examine the congruent and incongruent effect of paternal and maternal psychological control on middle school students' academic physical exhaustion. Results from polynomial regressions on 202 middle school students supported the congruent effect hypothesis. Furthermore, asymmetrical incongruent effects were observed, with students experiencing higher academic physical exhaustion when paternal psychological control was high combined with maternal...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108593",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nicotinamide N-methyltransferase inhibition improves limb function in experimental peripheral artery disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108586/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Peripheral artery disease (PAD) impairs limb perfusion, walking ability, and increases the risk of amputation. Although current therapies reduce cardiovascular events, few interventions improve skeletal muscle function in PAD. Nicotinamide adenine dinucleotide (NAD^(+)) metabolism is disrupted in PAD. Thus, it was hypothesized that inhibition of nicotinamide N-methyltransferase (NNMT), an enzyme that diverts precursors from the NAD^(+) salvage pathway, would improve ischemic limb function. We...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108586",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of Susceptibility and Drug Resistance of Antifungal Agents in Aspergillosis and Mucormycosis Patients: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Trends in susceptibility and resistance of Aspergillus and Mucorales isolates should be adequately considered in antifungal therapy. The evaluation of drug resistance is beneficial in that it enables clinicians to choose suitable drugs and appropriate doses.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108579",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Trends in susceptibility and resistance of Aspergillus and Mucorales isolates should be adequately considered in antifungal therapy. The evaluation of drug resistance is beneficial in that it enables clinicians to choose suitable drugs and appropriate doses"
    },
    {
      "title": "Industry updates from the field of stem cell research and regenerative medicine in August 2025",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Latest developments in the field of Advanced Therapy Medicinal Products and regenerative medicine compiled from publicly available information and press releases from non-academic institutions in August 2025.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108571",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A kinetic gatekeeper: TCR-pMHC dissociation dynamics determine T cell activation efficacy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "T-cell receptor (TCR) engineering is central to modern immunotherapy, but predicting T-cell functional potency remains challenging, as conventional binding affinity often poorly correlates with cellular responses. Here, we demonstrate that the kinetic properties of the TCR-pMHC dissociation-profiled via steered molecular dynamics (SMD)-serve as a robust predictor of T-cell activation. While affinity-based prediction falls short, peak rupture force and total unbinding work resolve iso-affinity...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108568",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atroposelective Synthesis of Ultrarigid Chiral Styrenes via Pd-Catalyzed Unconventional 5-exo-dig Cyclization/Carbonylation of 1,5-Enynes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Axially chiral styrenes represent a promising class of atropisomers with broad potential in asymmetric catalysis, drug discovery, and materials science. However, their catalytic asymmetric synthesis remains underdeveloped due to the conformational flexibility and inherently low rotational barriers. Herein, we report a Pd-catalyzed cyclization/carbonylation of 1,5-enynes that enables efficient access to a series of configurationally ultrastable axially chiral styrenes in good to high yields (up...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108563",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cross-Scale Anthropogenic Threats Jointly Drive Declines in China's Estuarine Fish Assemblages Over the Past Half-Century",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108557/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Identifying multi-scale threats in the Anthropocene to vulnerable yet crucial ecosystems can inform the development of effective conservation and restoration actions. Estuarine fish assemblages, which are vital for ecosystem functioning and serve as key indicators of ecosystem health, face a multitude of anthropogenic threats operating across local, regional, and global scales. However, due to a lack of standardized, long-term, and spatially extensive datasets, the trends in estuarine fish...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108557",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Using skin bi-fold thickness changes for assessment of SKH-1 mice exposed to UVC radiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "The SKH-1 mouse model is commonly used to assess the effects of ultraviolet light exposure on skin using visual and biological endpoints. Although skin bi-fold thickness is a well-established quantitative measure of edema, evidence characterizing its use to evaluate skin responses in the UVC range remains limited. This study evaluated skin bi-fold thickness measurements made using a digital caliper. Hairless SKH-1 mice were exposed using the narrow bandwidth output from a monochromator with...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108552",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genome-Wide Association Study of Cognitive Function in Population-Based Cohorts in Japan: The Tohoku Medical Megabank Brain Magnetic Resonance Imaging Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Heritability of cognitive function is estimated to be 50%-80%. Genome-wide association studies (GWASs) have identified multiple cognitive function-associated loci, primarily in the European population. However, those in Asian populations, particularly in individuals of Japanese ancestry, remain limited. Hence, this GWAS aimed to identify cognitive function-associated genetic loci in elderly individuals of Japanese ancestry. Herein, 2571 elderly participants from the Tohoku Medical Megabank Brain...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108541",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "elderly individuals of Japanese ancestry. Herein",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multiscale Interfacial Confined Locking from Nano to Macro Enables Strain Insensitivity in Epidermal Electronic Devices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108526/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Stable electrical conductivity in epidermal bioelectronics is essential for accurate health monitoring of humans. Yet, the poor adhesion between active conductive materials and elastic substrate leads to conductivity issues during deformation. Here, a multiscale interfacial confined locking strategy is proposed that combines molecular entanglement between the conductive polymer and the substrate with physical confinement within the electrospun membrane pores. To date, multiscale interfacial...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108526",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding the Roles of Secondary Shell Hotspots in Protein-Protein Complexes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108522/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Hotspots are interfacial residues in protein-protein complexes that contribute significantly to complex stability. Methods for identifying interfacial residues in protein-protein complexes are based on two approaches, namely, (a) distance-based methods, which identify residues that form direct interactions with the partner protein and (b) Accessibility Surface Area (ASA)-based methods, which identify those residues that are solvent-exposed in the isolated form of the protein and become buried...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108522",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characteristics and ecological risks of microplastic contamination from aquaculture ponds located on South Yellow Sea Mudflat",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Microplastic (MP) has been widely documented in aquatic environments; however, studies on MP distribution in aquaculture ponds remain limited. This study first evaluated MP ecological risks in aquaculture ponds along South Yellow Sea mudflat. The results showed MP concentrations of 32 ± 5 items/L in pond water and 253 ± 54 items/kg in sediment. MP loads varied significantly across pond types, with higher levels in crab ponds (38 ± 4 items/L, 314 ± 27 items/kg) and shrimp ponds (31 ± 3 items/L,...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108484",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of preheating resin composites: a nano-CT assessment on voids and internal adaptation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Gap percentage at the restoration-tooth interface and internal voids remain significant limitations in resin-based composite restorations, contributing to marginal leakage, secondary caries, and restoration failure. Preheating composite resins has been proposed as a strategy to enhance adaptation and reduce polymerization-induced stress. To evaluate the influence of preheating resin composites and varying light-curing durations on gap percentage at the restoration-tooth interface, internal...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108482",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ethical challenges in extending mitochondrial replacement therapy (MRT) for overcoming poor egg quality in older women without mitochondrial diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108472/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Recently, eight healthy human offspring were born through mitochondrial replacement therapy (MRT) with pronuclear transfer (PNT), aimed at preventing the transmission of pathological mitochondrial DNA (mtDNA) mutations. These encouraging preliminary results on the safety of MRT, accompanied by some early neonatal findings and ongoing follow-ups, open up the possibility for its broader application in addressing age-related female infertility by enhancing oocyte quality in older women, commonly...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108472",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Frontal Disorders and Consciousness: A Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108446/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "PURPOSE OF REVIEW: The frontal cortex plays a key role in many functions considered to be relevant for consciousness. Furthermore, altered consciousness appears to exist in those with disorders that disrupt or damage frontal areas and/or networks. This article reviews recent research discussing the impact of frontal disorders on consciousness.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108446",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "OF REVIEW: The frontal cortex plays a key role in many functions considered to be relevant for consciousness",
      "significance": "of frontal disorders on consciousness",
      "conclusion": null
    },
    {
      "title": "Effectiveness of Patient-Directed Education to Sustain Deprescribing: A Pragmatic Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Despite low intensity, patient-directed education materials are an effective and safe implementation strategy to promote and sustain deprescribing.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108442",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite low intensity, patient-directed education materials are an effective and safe implementation strategy to promote and sustain deprescribing"
    },
    {
      "title": "Association of Scheimpflug-based pupillometry with Severity of diabetic retinopathy and regulation of diabetes: A case-control study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Diabetic patients demonstrate impaired static and dynamic pupillary responses, which worsen with increasing DR severity and poorer short-term glycemic control. Scheimpflug-based pupillometry may serve as a non-invasive adjunctive tool for assessing early ocular changes in diabetes and monitoring disease progression.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108433",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Diabetic patients demonstrate impaired static and dynamic pupillary responses, which worsen with increasing DR severity and poorer short-term glycemic control. Scheimpflug-based pupillometry may serve as a non-invasive adjunctive tool for assessing early ocular changes in diabetes and monitoring dis..."
    },
    {
      "title": "Forms and mechanisms for Escherichia coli long-term survival in silanol-humate gels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Immobilization of bacteria with various types of metabolism (aerobic hydrocarbon oxidizers and fermentative lactic acid bacteria) into silanol-humate gels (SHG) resulted in increase in the number of the cells surviving long-term storage (for months or years) under room conditions by 1-3 orders of magnitude regarding non-stabilized cultures. The goal of the present work was to investigate the effect of SHG immobilization and storage on survival of Escherichia coli К-12 (MG1655), capable of both...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108423",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "of the present work was to investigate the effect of SHG immobilization and storage on survival of Escherichia coli К-12 (MG1655), capable of both",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Contributions of the radonorm project to European and international radiation protection research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108402/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "RadoNorm has come a long way since its inception, in addressing and managing risks for radon and NORM. The output of the project has been substantial in generating new findings and developing novel methodologies and tools. At the same time, the project has been translating its results into recommendations, which have been published as deliverables and scientific publications, and communicated to various stakeholders through its annual meetings, monthly webinars and the most recent RadoNorm...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108402",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aberrant type 2 dopamine and mu-opioid receptor availability in autism spectrum disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These alterations may translate to disrupted modulation of social motivation and reward in ASD.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108393",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These alterations may translate to disrupted modulation of social motivation and reward in ASD"
    },
    {
      "title": "Retinal microstructual and microvascular changes in mucopolysaccharidoses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108385/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: MPS patients exhibit impaired visual acuity and visual fields, higher IOP, and mircostructural and microvascular alterations of the optic disc and retina compared to healthy subjects.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108385",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MPS patients exhibit impaired visual acuity and visual fields, higher IOP, and mircostructural and microvascular alterations of the optic disc and retina compared to healthy subjects"
    },
    {
      "title": "KC1036 in ewing sarcoma: mechanistic insights and future directions for a multi-targeted therapeutic strategy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "This letter aims to provide a forward-looking analysis of the recent preclinical study by Ou et al. (Angiogenesis, 2025) on the efficacy of the multi-kinase inhibitor KC1036 in Ewing sarcoma (ES).We conducted a critical appraisal of the reported data, focusing on the dual anti-angiogenic and direct anti-tumor mechanisms of KC1036. The analysis is contextualized within the current understanding of ES pathogenesis and treatment resistance.The original study compellingly demonstrates that KC1036,...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108372",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "to provide a forward-looking analysis of the recent preclinical study by Ou et al",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Longitudinal dynamics of impulsivity in individuals undergoing obesity surgery - a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Impulsivity is a personality trait composed of (food) reward sensitivity and inhibitory control. We have systematically synthesized evidence from prospective studies on broadly conceptualized impulsivity as agent and/or object of change within obesity surgery interventions. Using the PRISMA statement, studies were identified from a PubMed and PsychInfo search. We included studies investigating individuals with obesity undergoing surgery for weight loss which reported for the influence of...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108361",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nutrition, Environment, and Genetics in Colorectal Cancer. Epigenetics and Possible Future Perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "PURPOSE OF REVIEW: This review provides an overview of the relationship among nutritional, environmental, and genetic factors in the development of the chronic inflammatory state, starting from the inflammatory bowel disease (IBD) up to the onset of Colorectal Cancer (CRC). Finally, it also examines potential prospects and future topics of research taking into account the relation between nutrition and epigenetic factors.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108343",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "OF REVIEW: This review provides an overview of the relationship among nutritional, environmental, and genetic factors in the development of the chronic inflammatory state, starting from the inflammato...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Melanoma Spotlight: New Perspectives Through Biophysical Markers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108337",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Untangling Implicit and Articulated Program Theory: A Theory-Driven Evaluation of an Intervention Focusing on Child Neglect",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Program theory may shift over time during program implementation. Thus, it is vital to examine such changes, focusing on both explicit and implicit components. This theorization of program principles may aid in the transition from the pilot stage to the stage of wider implementation, as well as offer guidance for similar interventions worldwide.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Program theory may shift over time during program implementation. Thus, it is vital to examine such changes, focusing on both explicit and implicit components"
    },
    {
      "title": "Factors influencing pterygomaxillary suture split after miniscrew-assisted rapid palatal expansion in late adolescents and young adults: A cone-beam computed tomography study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Among late adolescents and young adults treated with MARPE, posttreatment PMSS magnitude showed a moderate positive correlation with posterior palatal expansion magnitude, a moderate negative correlation with MPSM stage, and weak negative correlations with both age and ANB angle. The bilateral PMSS magnitudes were symmetrical, with significantly greater magnitudes inferiorly than superiorly. Sex, PL, vertical skeletal pattern, and midpalatal suture opening pattern were not...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108320",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among late adolescents and young adults treated with MARPE, posttreatment PMSS magnitude showed a moderate positive correlation with posterior palatal expansion magnitude, a moderate negative correlation with MPSM stage, and weak negative correlations with both age and ANB angle. The bilateral PMSS ..."
    },
    {
      "title": "Visualizing a Microaneurysm with Adaptive Optics Scanning Laser Ophthalmoscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108305/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108305",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Macrophages and Mucosal Regeneration: Without Resolution of Identity and Mechanism, Are We Ready to Translate?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108301",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Standardization is the Only Way Forward for Reliable Gastrointestinal Eosinophil Quantification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108299/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108299",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From diagnostic accuracy to clinical utility: Should routine frozen section pathology be \"universal\" rather than \"targeted?\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108294",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine Learning-Driven Global Optimization of Single-Atom Catalyst-Mediated Advanced Oxidation Processes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Single-atom catalysts (SACs) are state-of-the-art for advanced oxidation processes (AOPs) for purifying water contaminants. While previous studies have explored individual influencing factors, such as the central metal species and coordination environment, reaction conditions, or contaminant molecular properties, the combined effects of these variables on AOP kinetics and thermodynamics remain poorly understood. Here, we propose a machine learning model based on a global optimization strategy...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108273",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design, Synthesis, and Antibacterial Activity of Novel Paeonol Derivatives Containing Piperazine Moiety",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Currently, there is a lack of effective antibacterial agents against citrus canker, rice bacterial stripe disease, and leaf blight. Paeonol derivatives containing a piperazine moiety were synthesized and studied their antibacterial activity against Xanthomonas oryzae pv. oryzae (Xoo), Xanthomonas oryzae pv. oryzicola (Xoc), and Xanthomonas axonopodis pv. citri (Xac). Some compounds exhibited excellent antibacterial activity against Xoo. Using a three-dimensional quantitative structure-activity...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108272",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "We Agree-Centering Parents' Reasons is Dangerous",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108257/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108257",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Of Course Reasons Matter. The Question is How",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108255",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reintroducing Ethical Gatekeeping? The Risk of Centering Parental Reasons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108254",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The List to Nowhere: Last-Come, First-Served in High-Demand Psychiatric Services",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108231/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108231",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Parental Reasons, Ethical Responses: Mapping the Debate Over Parental Reasons in Pediatric Bioethics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108229/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108229",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prenatal Exome Sequencing Analysis in Fetuses With Structural Anomalies: A Multicenter Prospective Cohort Study With Practical Implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108211/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ES-CNV/SNV analysis enhances prenatal diagnostic precision by detecting compound CNV/SNV combinations that are undetectable by standard testing. Recurrent anomalies demonstrated a greater diagnostic benefit than sporadic single-system or multisystem anomalies, underscoring the utility of this method in high-risk cases. This study broadens the prenatal phenotypic spectrum and deepens our understanding of developmental mechanisms.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108211",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ES-CNV/SNV analysis enhances prenatal diagnostic precision by detecting compound CNV/SNV combinations that are undetectable by standard testing. Recurrent anomalies demonstrated a greater diagnostic benefit than sporadic single-system or multisystem anomalies, underscoring the utility of this method..."
    },
    {
      "title": "Advancing whole-brain BOLD functional MRI in humans at 10.5 T with motion-robust 3D echo-planar imaging, parallel transmission, and high-density radiofrequency receive coils",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108198/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: It is feasible to perform quality three-dimensional whole-brain blood oxygen level-dependent fMRI in humans at 10.5 T using a new comprehensive motion-robust imaging method. This work paves the way for promising future applications at 10.5 T aimed at studying brain function and networks with high spatiotemporal resolution.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108198",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "It is feasible to perform quality three-dimensional whole-brain blood oxygen level-dependent fMRI in humans at 10.5 T using a new comprehensive motion-robust imaging method"
    },
    {
      "title": "Unveiling the molecular architecture of TcJHAMT: structural basis for catalytic efficiency and targeted inhibitor screening in the red flour beetle, Tribolium castaneum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Structural and biochemical analyses enabled the definition of the molecular basis for understanding the catalytic activity of canonical JHAMT. Additionally, the findings from this work provide a blueprint for the development of more potent specific inhibitors of JHAMT and present a novel lead compound for management and control of T. castaneum. © 2025 Society of Chemical Industry.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108193",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Structural and biochemical analyses enabled the definition of the molecular basis for understanding the catalytic activity of canonical JHAMT. Additionally, the findings from this work provide a blueprint for the development of more potent specific inhibitors of JHAMT and present a novel lead compou..."
    },
    {
      "title": "Chronic traumatic encephalopathy neuropathologic change in the Late Effects of Traumatic Brain Injury project: Findings in a community autopsy cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108192/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Chronic traumatic encephalopathy-neuropathologic change (CTE-NC) has been studied in contact sport athletes with repetitive head impacts (RHI), but its association with isolated traumatic brain injury (iTBI) and non-sport RHI in the community remains unclear. Forty-seven consecutive donor brains from the Late Effects of TBI Project underwent comprehensive neuropathologic evaluation. Seven (14.9%; median age, seventh decade) had CTE-NC, defined as perivascular neuronal tau at the depth of sulcus....",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108192",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cuidando Juntos: A Culturally Adapted Psychoeducation Program for Latino Dementia Caregivers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108173/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The adaptation process was systematic, community-driven, and culturally responsive. Preliminary findings support the program's acceptability among Latino dementia caregivers.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108173",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The adaptation process was systematic, community-driven, and culturally responsive. Preliminary findings support the program's acceptability among Latino dementia caregivers"
    },
    {
      "title": "Periodontitis Promotes OSCC and Prostate Cancer Progression and Immunosuppression by Skewing Myeloid Differentiation of HSPCs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108167/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Inflammation is an enabling characteristic that contributes to the acquisition of hallmarks of cancer. Epidemiological studies have suggested a potential connection between periodontitis and increased risk of cancer. However, the underlying mechanisms of this connection remain insufficiently studied. Here, we found that periodontitis promoted the progression of oral squamous cell carcinoma and prostate cancer and fostered an immunosuppressive tumor microenvironment (iTME) characterized by...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108167",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual inhibition of BRAF for cancer treatment: advances and therapeutic potential",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108159/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Functioning as a critical regulatory enzyme within the mitogen-activated protein kinase (MAPK) cascade, BRAF kinase orchestrates fundamental biological mechanisms while exhibiting high mutation prevalence in malignant pathologies, including cutaneous melanoma and colorectal adenocarcinoma. While selective BRAF inhibitors show efficacy, their use is hampered by drug resistance and compensatory pathway activation. Dual-target inhibitors, which simultaneously block BRAF and another oncogenic...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108159",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Peroxisome Functional Inhibition Alleviates TMJOA Cartilage Degradation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Temporomandibular joint osteoarthritis (TMJOA) is a progressive and debilitating degenerative joint disorder characterized by cartilage degradation. Its pathogenesis remains poorly understood, and current treatment strategies are insufficient to restore normal joint structure. Lipid metabolism disorders in condylar chondrocytes have been identified as key contributors to TMJOA development, with peroxisomes playing an essential regulatory role in this metabolic process. Although previous studies...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108151",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "EXPRESS: Effects of reappraisal and self-compassion expressive writing on emotion regulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Expressive writing is the disclosure of negative events in a safe and non-threatening environment while focusing on the feelings and emotions associated with an experience. Studies have proposed that alternative expressive writing instructions can influence expressive writing outcomes and shed light on the benefits of the intervention. Thus, we created two novel expressive writing instructions susceptible to inducing emotion regulation: a reappraisal and a self-compassion instruction. Sixty-six...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108149",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Snapshot of the <em>Seconds</em>-Pellicle: Ultrastructure and Proteomic Changes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "The dental pellicle is a continuously forming layer present at the interface between oral surfaces and saliva. It protects the dental surfaces by shielding against chemical and mechanical damages. The pellicle represents the basis for further biofilm development, and its formation starts after oral hygiene through the adsorption of mostly salivary proteins to all exposed oral surfaces. In spite of its important physiologic role, its formation process and composition are not yet revealed in all...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108142",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "physiologic role, its formation process and composition are not yet revealed in all",
      "conclusion": null
    },
    {
      "title": "EXPRESS: Perceptual organization facilitates object-based distractor filtering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Statistical learning-based filtering mechanisms reduce attentional capture more for frequent than for infrequent distractors, a phenomenon known as the \"distractor frequency effect\". In the field of object-based attention, this effect has been studied with real-world object distractors, which engage both perceptual and semantic processing of distracting information. Whether similar mechanisms are also engaged by meaningless distractors remains unknown. Within a template-for-rejection framework...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108139",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mussel-Inspired Etchant with Catechol-Lys-Methacrylate for Bond Durability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Resin-dentin bonding technology is the primary method for tooth restoration in clinical practice. However, the formation of a defect zone at the bonding interface due to inadequate moisture control at the interface remains a major challenge. Inspired by mussel wet-adhesion mechanisms, this study functionalized phosphoric acid etchants with catechol-lysine-methacrylate (CLM), a polymerizable small-molecule monomer. During dentin demineralization, catechol binding to demineralized dentin was...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108135",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Caries Control by CAPE Toothpaste: In Vitro, In Vivo, and In Situ Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108133/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Dental caries is closely associated with microbiome dysbiosis. Incorporating antimicrobial agents can enhance the efficacy of fluoride toothpaste. Our previous studies showed that caffeic acid phenethyl ester (CAPE), derived from propolis, effectively inhibited cariogenic bacteria. To formulate a novel CAPE-containing fluoridated toothpaste and establish a multistage evaluation system assessing its caries-controlling efficacy. The CAPE toothpaste's physicochemical properties were characterized....",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108133",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inflammation Barrier Role of Piezo1 in Chondrocytes under Aberrant Loading",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108129/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "The temporomandibular joint (TMJ) has a close biomechanical relationship with dental occlusion. PIEZO1 is a major mechanosensor in chondrocytes. The role Piezo1 plays in TMJ chondrocytes under aberrant occlusion loading remains obscure. In vivo, cell lineage tracing methods and tissue-specific genetic mutation techniques were adopted. An in vitro chondrocyte stretch loading model and the in vivo unilateral anterior crossbite (UAC) model were used. PIEZO1 was highly expressed in SOX9-, type II...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108129",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Circadian Misalignment on Young and Aging Salivary Glands",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108128/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Several empirical observations strongly suggest that salivary function is regulated by the circadian clock. Salivary volume, electrolytes levels, and saliva protein composition all show 24-h cycle fluctuations. The exact effects of circadian disruption on salivary gland (SG) physiology and its potential role in salivary pathologies have not been elucidated. Here, we examined the effects of circadian disruption on SG structure, functional gene and protein expression, and immune status using...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108128",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of circadian disruption on SG structure, functional gene and protein expression, and immune status using",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ctsk<sup>+</sup> Osteoclasts Orchestrate Condylar Morphogenesis via Hypoxic Lysosome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "While the biological functions and molecular mechanisms of osteoclasts in condylar morphogenesis remain incompletely characterized, and the regulatory effects of hypoxic conditions within the deep condyle on osteoclast-mediated alveolar bone remodeling are poorly understood, this investigation systematically examines the hypoxia response mechanisms of cathepsin K-positive (ctsk^(+)) osteoclasts and their specialized functions in condylar tissue organization. Genetic ablation of ctsk+ cells in...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108121",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Macrophage-Targeted Self-Assembled Nanosystem for Periodontitis Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108117/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Periodontitis is a chronic inflammatory disease triggered by pathogenic bacteria, with intracellular bacteria and biofilm contributing to persistent periodontal inflammation. In this context, macrophages can be portrayed as a privileged niche for long-term bacterial colonization, leading to further disruption of the immune microenvironment rather than its modulation. Here, a macrophage-targeted metal-organic/polyphenol self-assembly nano drug delivery system was designed for on-site drug...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108117",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "FGFR1-related congenital hypogonadotropic hypogonadism: a case report and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study identified a novel FGFR1 deletion variant responsible for CHH, expanding the known mutational spectrum of FGFR1. Typical manifestations include delayed puberty and diverse presentations. The genotype-phenotype correlation in CHH remains unclear and may involve oligogenic effects and epigenetic regulation.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108094",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified a novel FGFR1 deletion variant responsible for CHH, expanding the known mutational spectrum of FGFR1. Typical manifestations include delayed puberty and diverse presentations"
    },
    {
      "title": "Beamion BCGC-1: phase Ib/II trial of zongertinib for advanced HER2-positive breast or gastroesophageal cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108088/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Overexpression and/or amplification of human epidermal growth factor receptor 2 (HER2) is a recognized oncogenic driver in metastatic breast cancer (mBC) and metastatic gastric, gastroesophageal junction, or esophageal adenocarcinomas (mGEAC). Although HER2-directed monoclonal antibodies, antibody - drug conjugates (ADCs), and tyrosine kinase inhibitors (TKIs) have revolutionized the treatment of HER2-positive tumors, additional combination regimens and/or novel agents are needed to...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108088",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Two Commonly Reported Incidental Variants in OTC are Associated with Late-Onset Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108081/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Asymptomatic individuals with pathogenic variants in OTC are increasingly being identified through cascade testing, carrier screening, or as secondary findings from genome-wide sequencing tests. However, guidance for counseling and management of such individuals is currently lacking. We selected two common OTC variants for phenotypic and functional characterization: NM_000531.6:c.118C>T p.(Arg40Cys) and NM_000531.6:c.1061T>G p.(Phe354Cys). The former is the most frequently reported...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108081",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gibberellin triggers ATG8-dependent autophagic degradation of DELLA proteins to promote seed germination and skotomorphogenesis under nutrient starvation in Arabidopsis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108080/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Gibberellin (GA) is a phytohormone regulating various pivotal developmental processes in plants, including seed germination and photomorphogenesis. It is well established that the signaling mechanism of GA involves GA-triggered 26S proteasome pathway-dependent degradation of DELLA proteins. Whether DELLA proteins undergo autophagic degradation to mediate GA signaling remains unclear. In this study, we investigated the Arabidopsis seedlings' responsiveness to GA and DELLA proteins dynamics under...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108080",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the Arabidopsis seedlings' responsiveness to GA and DELLA proteins dynamics under",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "siRNA for REST ameliorates symptoms and prolongs survival in ALS mice and serum REST predicts disease prognosis and survival in patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Restrictive Element-1 Silencing Transcription factor (REST) is a key repressor of neuronal genes in stem cells and neuronal progenitor cells and its aberrant accumulation has been implicated in the pathophysiology of neurological disorders, such as Huntington's disease, epilepsy and stroke. Herein, we investigated the role of REST in Amyotrophic Lateral Sclerosis (ALS) pathophysiology and its potential as blood-based predictor of disease prognosis and survival in ALS patients. Intriguingly, REST...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108075",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the role of REST in Amyotrophic Lateral Sclerosis (ALS) pathophysiology and its potential as blood-based predictor of disease prognosis and survival in ALS patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hcfc1 and Ogt Mediate Zebrafish CNS Regeneration Through Hippo/Yap Signalling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108067/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Regeneration of the central nervous system (CNS) is a complex and tightly regulated process, yet the precise molecular players and transcriptional regulators involved remain incompletely understood. Here, we identify Host Cell Factor-1 (Hcfc1), a transcriptional co-regulator, and O-GlcNAc transferase (Ogt), which cleaves and O-GlcNAcylates HCF-1, as crucial regulators of zebrafish brain and retinal regeneration. We uncover their interplay with the Hippo/Yap signalling pathway, a well-known...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108067",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Periodontal Health and Outcome of Atherosclerotic Disease in the Hamburg City Health Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Periodontitis (PD) as chronic inflammatory disease has been linked with the development of atherosclerotic cardiovascular disease (ASCVD). However, there is a lack of data with regard to the association of PD across the extent of ASCVD and clinical outcomes, which we sought to investigate. Randomly recruited participants from the Hamburg City Health Study were included. The cohort was grouped according to severity of ASCVD at baseline: no ASCVD, monovascular disease (MonoVD), and polyvascular...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108061",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A systematic review of CRISPR applications in demyelinating peripheral nervous system disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: CRISPR technology shows considerable potential for addressing peripheral nerve demyelination through precise genetic modifications that may enhance Schwann cell function and support myelin repair. Nevertheless, the field remains at an early discovery stage, with no near-term clinical applicability demonstrated.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108054",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "CRISPR technology shows considerable potential for addressing peripheral nerve demyelination through precise genetic modifications that may enhance Schwann cell function and support myelin repair. Nevertheless, the field remains at an early discovery stage, with no near-term clinical applicability d..."
    },
    {
      "title": "Targeting CD14 to Inhibit Macrophage Senescence and Regulate the Microenvironment for Enhanced Tendon-Bone Healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The findings indicate that excessive inflammation within the tendon-bone interface microenvironment promotes macrophage senescence, thereby impairing tendon-bone healing. Targeting CD14 effectively prevents macrophage senescence, facilitating improved tendon-bone healing.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108053",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings indicate that excessive inflammation within the tendon-bone interface microenvironment promotes macrophage senescence, thereby impairing tendon-bone healing. Targeting CD14 effectively prevents macrophage senescence, facilitating improved tendon-bone healing"
    },
    {
      "title": "Long-term effects on functional brain networks in adolescents treated for lumbar disc herniation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108044/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Long-term effects of lumbar disc herniation treatment on brain function are poorly understood, and it is unclear when surgery should be recommended over non-operative treatment. The overall aim of the present study was to determine potential long-term effects on brain networks among individuals who received either surgical or non-operative treatment for lumbar disc herniation in adolescence. Brain network connectivity was assessed for individuals who received surgical treatment or non-operative...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108044",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "of the present study was to determine potential long-term effects on brain networks among individuals who received either surgical or non-operative treatment for lumbar disc herniation in adolescence",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sarcglabates A/B, Aromatized Pentanor Lindenane Sesquiterpenoid Dimers from <em>Sarcandra glabra</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "Sarcglabates A-F (1-6), six lindenane sesquiterpenoid dimers possessing two unprecedented skeletons, were isolated from Sarcandra glabra. Their structures were thoroughly determined using HR-MS, NMR, and ECD and verified by single crystal X-ray diffraction. Structurally, compounds 1-2 represent the first examples of aromatized pentanor lindenane dimers featuring a critical 6/5/6 skeleton with a rare benzene ring, which formed via a plausible intramolecular nucleophilic reaction and aromatization...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108036",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Study protocol for the design, implementation, and evaluation of the STRATIFY clinical decision support tool for emergency department disposition of patients with heart failure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108021/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: In the emergency department (ED), clinicians often make challenging, high-pressure decisions within a short time frame. Clinical decision support (CDS) tools integrated into the electronic health record can provide evidence-based support. Yet, numerous implementation barriers limit the broad use of such tools in ED settings. CDS tools could be particularly helpful for patients presenting to the ED with an acute exacerbation of heart failure (AHF), a common and costly medical...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108021",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A DNA methylation-based algorithm for diagnosing rheumatoid arthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108019/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The present DNAm-based classification algorithm may be clinically useful for the early diagnosis of RA, especially in seronegative patients, which currently often poses a diagnostic challenge.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41108019",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The present DNAm-based classification algorithm may be clinically useful for the early diagnosis of RA, especially in seronegative patients, which currently often poses a diagnostic challenge"
    },
    {
      "title": "Safety and efficacy of umbilical cord-derived stem cell therapy for the treatment of cerebral palsy patients: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Cerebral palsy has negative consequences on patients' quality of life, many aspects of the treatment based on allogeneic umbilical cord stem cells remain unknown. Therefore, the optimal dose, the most suitable type of cell, cell identification, and the best administration route should be determined appropriately. The quality of life of patients with cerebral palsy may be negatively impacted, and many details of the allogeneic umbilical cord stem cell therapy are yet unknown....",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41107995",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Cerebral palsy has negative consequences on patients' quality of life, many aspects of the treatment based on allogeneic umbilical cord stem cells remain unknown. Therefore, the optimal dose, the most suitable type of cell, cell identification, and the best administration route should be determined ..."
    },
    {
      "title": "Discovering CRIP1: a novel core gene in osteoarthritis pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41107987",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinct genetic patterns and natural history of OPA1-related auditory neuropathy in Chinese population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251018151844&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our results indicated the distinct genetic patterns and variable phenotypic characteristics of OPA1-related AN in the Chinese population. The audiological features of OPA1-related patients were comprehensively described as exhibiting AN. We identified one novel splicing variants that expand the genetic spectrum of OPA1 variants in AN.",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41107984",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results indicated the distinct genetic patterns and variable phenotypic characteristics of OPA1-related AN in the Chinese population. The audiological features of OPA1-related patients were comprehensively described as exhibiting AN"
    },
    {
      "title": "Segmental Lichen Planus Pigmentosus Successfully Treated With Picosecond Neodymium-Doped: Yttrium-Aluminium-Garnet Laser and Trifarotene in a Korean Patient",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41108200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251018151834&v=2.18.0.post9+e462414",
      "description": "Lichen planus pigmentosus (LPP) is a rare variant of lichen planus that presents as hyperpigmented patches, most commonly in individuals with darker skin tones, and is difficult to treat effectively. We report a case of a 22-year-old Korean male with LPP who showed considerable improvement following combination therapy with trifarotene and a picosecond neodymium-doped yttrium-aluminium-garnet (Nd:YAG) laser. Considering the inherently variable clinical course of LPP and the challenges associated...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41108200",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bioimaging application and growth-promoting behavior of Auxin-derived carbon dots on cancer cell and seed performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "Auxin-derived carbon dots (Aux-CDs) were synthesized and evaluated for their dual functionality in biomedical and agricultural contexts. One-step hydrothermal synthesis was employed for the first time to produce eco-friendly and cost-effective Aux-CDs. The approach involves introducing a mixture of Auxin and water into the reactor. The fluorescence in the Aux-CDs was initially confirmed using a UV transilluminator. Physicochemical characterizations were evaluated via UV-Vis spectrophotometry...",
      "pubDate": "2025-10-18T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41107990",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neurotherapeutic effects of Vutiglabridin as a Paraoxonase-2 modulator in preclinical models of Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251018151841&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings indicate that Vutiglabridin may serve as a promising therapeutic approach for reducing reactive oxygen species (ROS) levels by modulating PON2 activity in Parkinson's diseases.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41107874",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that Vutiglabridin may serve as a promising therapeutic approach for reducing reactive oxygen species (ROS) levels by modulating PON2 activity in Parkinson's diseases",
      "conclusion": "These findings indicate that Vutiglabridin may serve as a promising therapeutic approach for reducing reactive oxygen species (ROS) levels by modulating PON2 activity in Parkinson's diseases"
    },
    {
      "title": "Optimization of accelerated life test design process for gears and bearings using equivalent damage method",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251018151841&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41107369",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combined stomach content and stable isotope analyses revealed variations in trophic ecology of pacific cod in the east sea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107315/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251018151841&v=2.18.0.post9+e462414",
      "description": "This study investigated changes in the dietary composition and trophic levels of Pacific cod (Gadus macrocephalus) using stomach content and stable isotope analyses. Pacific cod samples were collected seasonally from May 2018 to February 2022 using bottom gill nets at the northern (Ayajin) and southern (Hupo) sites of the East Sea along the Korean coast. The primary dietary components included teleosts, amphipods, carid shrimps, and cephalopods. Gravimetric dietary analysis revealed distinct...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41107315",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "changes in the dietary composition and trophic levels of Pacific cod (Gadus macrocephalus) using stomach content and stable isotope analyses",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Laser-Induced 3D Graphene with Nickel Selenide for Electrochemically Detecting Ceftriaxone in Urine and Environmental Water",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41106658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251018151841&v=2.18.0.post9+e462414",
      "description": "The improper or excessive use of antibiotics in humans and animals has caused antibiotic residues to accumulate in the environment, posing substantial risks to human health. Ceftriaxone (CRO), among the most commonly prescribed antibiotics for a variety of infections, poses particular risks because it is excreted in its active form and persists in the environment; thus, it can potentially contribute to antimicrobial resistance and disturb aquatic microbial communities. To address this issue, we...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41106658",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toxicological potential of substances in spray-formulated degreasers and lubricants - with a literature review on asthma potentials of ammonia, maleic anhydride and methyl methacrylate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41106493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251018151841&v=2.18.0.post9+e462414",
      "description": "Spray-formulated engine/brake cleaners and lubricants form aerosols that can deposit in the airways where toxicity can occur. Characterisation of the ingredients' toxicity can help minimise the human risk. We recently published a database of 376 ingredient substances in 82 spray-formulated engine/brake cleaners and lubricants available in the European Union (EU) and screened them for genotoxic and carcinogenic potentials. In the current work we expand this screening to include pulmonary...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41106493",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stuttering treatment goals beyond fluency: A non-Western perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41106281/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251018151841&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: South Korean SLPs, despite their openness to beyond-fluency approaches, may not yet recognize stuttering acceptance as an independently worthwhile treatment objective that has value in and of itself. Implications are discussed for adapting beyond-fluency approaches to the Korean cultural context to enhance acceptance of these approaches among South Korean SLPs, children who stutter, and their families.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41106281",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "that has value in and of itself",
      "significance": "are discussed for adapting beyond-fluency approaches to the Korean cultural context to enhance acceptance of these approaches among South Korean SLPs, children who stutter, and their families",
      "conclusion": "South Korean SLPs, despite their openness to beyond-fluency approaches, may not yet recognize stuttering acceptance as an independently worthwhile treatment objective that has value in and of itself. Implications are discussed for adapting beyond-fluency approaches to the Korean cultural context to ..."
    },
    {
      "title": "Association of Hypertension With Telomere Length, Considering Non-Genetic and Genetic Factors, in Middle-Aged Koreans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251018151841&v=2.18.0.post9+e462414",
      "description": "Leukocyte telomere length (LTL) has been associated with hypertension. However, this association remains unclear in middle-aged populations. This study aimed to investigate the association between LTL and hypertension in middle-aged Koreans, considering genetic and non-genetic factors. We used baseline data from middle-aged participants (aged 30-55 years) in the Korean Medicine Daejeon Citizen Cohort. LTL was measured in 1914 participants using quantitative polymerase chain reaction. We...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41105808",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the association between LTL and hypertension in middle-aged Koreans, considering genetic and non-genetic factors",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanoscale Visualization and Contact Angle Analysis of Water Droplets on Ferroelectric Materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251018151841&v=2.18.0.post9+e462414",
      "description": "Understanding wetting phenomena at the nanoscale is essential for evaluating interfacial properties of functional materials. However, conventional contact angle measurements lack the resolution required to capture nanoscopic features, while existing nanoscale approaches remain technically complex or indirect. Here, we present a direct visualization method using noncontact atomic force microscopy (AFM) combined with temperature-controlled condensation and pixel-wise contact angle mapping. By...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41105614",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pushing the Limits of High-Resolution Imaging in Liquid: The Rise of Graphene Liquid Cells in Electron Microscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251018151841&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41105442",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exosomal miR-203a-3p Enhances Endometrial Receptivity by Upregulating E-Cadherin Expression Through the Direct Targeting of SNAI1 in Endometrial Epithelial Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41103588/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251018151841&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our data highlight the importance of the miR-203a-3p/SNAI1/E-cadherin axis in governing endometrial receptivity. Exosome-mediated delivery of miR-203a-3p mimics may represent a promising therapeutic strategy for improving embryo implantation and treating infertility.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41103588",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our data highlight the importance of the miR-203a-3p/SNAI1/E-cadherin axis in governing endometrial receptivity. Exosome-mediated delivery of miR-203a-3p mimics may represent a promising therapeutic strategy for improving embryo implantation and treating infertility"
    },
    {
      "title": "Zebrafish Mib Promotes Long-Distance Transport of Jagged2 Via Extracellular Vesicles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41103363/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251018151841&v=2.18.0.post9+e462414",
      "description": "Neural progenitors of the ventral spinal cord differentiate into GABAergic Kolmer-Agduhr neurons (KA) under the control of Jagged2-meditated Notch signaling during late neurogenesis. Mib-mediated Notch signaling has also been demonstrated to regulate the number of KA neurons in the p3 domain. However, the relationship between Jagged2 and Mib during late neurogenesis remains unclear. Here we investigate how Mib is involved in the regulation of Jagged2 and the long-range Notch signaling....",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41103363",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of Herbal Medicine Therapy Combined With Palliative Chemotherapy in Unresectable Advanced NSCLC: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41103125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251018151841&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Integrating THM with palliative chemotherapy enhances tumor response, QoL, and survival rates while reducing adverse effects. Further rigorous RCTs are needed to confirm these findings and address methodological limitations.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41103125",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Integrating THM with palliative chemotherapy enhances tumor response, QoL, and survival rates while reducing adverse effects. Further rigorous RCTs are needed to confirm these findings and address methodological limitations"
    },
    {
      "title": "Sialyllactose Alleviates Streptozotocin-Induced Diabetes through Anti-Inflammatory and Metabolic Modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41103085/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251018151841&v=2.18.0.post9+e462414",
      "description": "Diabetes mellitus (DM) is a disorder characterized by hyperglycemia, inflammation, and impaired metabolic activities. This study investigated the effects of sialyllactose (SL), a subgroup of human milk oligosaccharides, on streptozotocin (STZ)-induced type 1 diabetes mellitus (T1DM) in vivo. Male ICR mice were preadministered SL followed by a single intraperitoneal injection of STZ to establish the T1DM model. The evaluation was conducted through biochemical analyses, glucose and insulin...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41103085",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of sialyllactose (SL), a subgroup of human milk oligosaccharides, on streptozotocin (STZ)-induced type 1 diabetes mellitus (T1DM) in vivo",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "13-Month Follow Up of Acclimation of Cynomolgus Macaques (Macaca fascicularis) on Haematology, Serum Biochemistry, and Body Weight Changes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41103063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251018151841&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Environmental factors of exporting countries may influence the physiological baseline of cynomolgus macaques, and long-term adaptation is needed when they are translocated from outdoor housing to an indoor closed system.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41103063",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Environmental factors of exporting countries may influence the physiological baseline of cynomolgus macaques, and long-term adaptation is needed when they are translocated from outdoor housing to an indoor closed system"
    },
    {
      "title": "Disease-disease interactions: molecular links of neurodegenerative diseases with cancer, viral infections, and type 2 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41102777/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251018151841&v=2.18.0.post9+e462414",
      "description": "Neurodegenerative disorders, notably Alzheimer's and Parkinson's diseases, are unified by progressive neuronal loss and aberrant protein aggregation. Growing evidence indicates that these conditions are linked to cancer, infectious diseases, and type 2 diabetes through convergent molecular processes. In this review, we examine the mechanistic foundations of these links, focusing on shared features such as protein misfolding and aggregation, chronic inflammation, and dysregulated signalling...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41102777",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning based retinal hard exudates quantification of optical coherence tomography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107968/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The proposed DL model enables accurate segmentation of retinal HE, offering volumetric data with both horizontal and vertical structural information, which enhances visualization and quantification compared to traditional 2D imaging.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41107968",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed DL model enables accurate segmentation of retinal HE, offering volumetric data with both horizontal and vertical structural information, which enhances visualization and quantification compared to traditional 2D imaging"
    },
    {
      "title": "Ethics of nursing in the digital age: perceptions and challenges among Korean nursing students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107902/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Nursing students stressed the need for practical ethics education that bridges the gap between theory and real-world application. This study underscores the importance of mandatory, practice-focused training linked to clinical environments, reinforced patient privacy protections, and ongoing education addressing ethical issues posed by emerging technologies like AI. To develop ethically competent nurses, digital ethics education must adopt a comprehensive, practice-oriented...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41107902",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Nursing students stressed the need for practical ethics education that bridges the gap between theory and real-world application. This study underscores the importance of mandatory, practice-focused training linked to clinical environments, reinforced patient privacy protections, and ongoing educati..."
    },
    {
      "title": "Digital technology integration in home-based exercise: a systematic review of research evolution, applications, and impact mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "The integration of digital technologies in home-based exercise (HBE) has emerged as a critical public health intervention, particularly following the COVID-19 pandemic. However, comprehensive understanding of how digital technologies influence HBE research evolution and practice remains limited. This systematic review aims to: (1) map the knowledge evolution of digital technology-supported HBE research, (2) analyze innovative applications and value propositions of digital technologies in HBE,...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41107883",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to: (1) map the knowledge evolution of digital technology-supported HBE research, (2) analyze innovative applications and value propositions of digital technologies in HBE,",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cultural competency education for healthcare professionals: an umbrella review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41107826",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Propofol TIVA vs. inhalational anesthesia for spine surgery: in‑hospital mortality and postoperative complications in a nationwide Korean cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107760/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In this nationwide cohort, propofol‑based TIVA was associated with lower in‑hospital mortality and fewer postoperative complications than volatile/inhalational anesthesia in adult spinal surgery patients. Prospective trials are warranted to confirm these findings.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41107760",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this nationwide cohort, propofol‑based TIVA was associated with lower in‑hospital mortality and fewer postoperative complications than volatile/inhalational anesthesia in adult spinal surgery patients. Prospective trials are warranted to confirm these findings"
    },
    {
      "title": "Religious group differences in non-communicable disease risk factors in India: A cross-sectional study of adults aged 45 and older",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "This study highlights the underexplored differences in the prevalence and distribution of noncommunicable disease (NCD) risk factors among Hindu, Muslim, Christian, and Sikh Indian adults aged 45 and older. Using nationally representative data from 54,601 participants in the Longitudinal Ageing Study in India (2017-2018), we investigated nine NCD risk factors by sex: hypertension, abdominal adiposity, diabetes, tobacco use, excessive alcohol consumption, physical inactivity, poor sleep hygiene,...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41107566",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "nine NCD risk factors by sex: hypertension, abdominal adiposity, diabetes, tobacco use, excessive alcohol consumption, physical inactivity, poor sleep hygiene,",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A tumor-on-a-chip for in vitro study of CAR-T cell immunotherapy in solid tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107533/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "Our limited understanding of cancer-immune interactions remains a critical barrier to advancing chimeric antigen receptor (CAR)-T cell therapy for solid malignancies. Here, we present a microengineered system that enables vascularization of human tumor explants and their controlled perfusion with immune cells to model the activity of CAR-T cells in the tumor microenvironment. Using vascularized human lung adenocarcinoma tumors, we first demonstrate the ability of our tumor-on-a-chip system to...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41107533",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply to the Letter to the Editor: Early post-treatment imaging enables timely diagnosis of viable hepatocellular carcinomas after selective internal radiation therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41107491",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of age and cognitive features on comprehension of healthcare symbols in hospitals in Guangzhou",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107325/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "This study aimed to identify the impact of age and cognitive features of healthcare symbols on users' comprehension and contribute to the design of an age-friendly hospital signage system. In this study, 50 younger and 50 older participants were recruited to interpret the meanings of 42 healthcare symbols and rate them on five cognitive characteristics. Healthcare symbols were categorized by cluster analysis into \"three categories: high-performing symbols,moderate-performing symbols, and...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41107325",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify the impact of age and cognitive features of healthcare symbols on users' comprehension and contribute to the design of an age-friendly hospital signage system",
      "significance": "of age and cognitive features of healthcare symbols on users' comprehension and contribute to the design of an age-friendly hospital signage system",
      "conclusion": null
    },
    {
      "title": "Unicorn: U-Net for sea ice forecasting with convolutional neural ordinary differential equations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "Sea ice at the North Pole is vital to global climate dynamics. However, accurately forecasting sea ice poses a significant challenge due to the intricate interaction among multiple variables. Leveraging the capability to integrate multiple inputs and powerful performances seamlessly, many studies have turned to neural networks for sea ice forecasting. This paper introduces a novel deep architecture named Unicorn, designed to forecast weekly sea ice. Our model integrates multiple time series...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41107318",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nonsteroidal Anti-Inflammatory Drugs as Part of a Multimodal Postoperative Pain Management Strategy in Patients Undergoing Cardiac Surgery: A Meta-Analysis of 11 Randomized Clinical Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107165/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: NSAID use was associated with modestly reduced VAS scores at 12, 18, 24, and 48 hours, while opioid consumption was significantly lower at 24 and 48 hours postoperatively. Short-term NSAID use can be effective in reducing pain and opioid requirements. Although no significant difference in complications was observed, the analysis was limited by small sample sizes. More extensive randomized controlled trials are needed to assess the effectiveness and safety of NSAIDs as part of a...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41107165",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NSAID use was associated with modestly reduced VAS scores at 12, 18, 24, and 48 hours, while opioid consumption was significantly lower at 24 and 48 hours postoperatively. Short-term NSAID use can be effective in reducing pain and opioid requirements"
    },
    {
      "title": "Erratum to \"Autophagy inhibition enhances sensitivity of alpelisib in PI3K-mutated non-small cell lung cancer\" [Biomed. Pharmacother. 192 (2025), 118620]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41107133/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41107133",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Closing the door after endoscopic ultrasound-directed transgastric intervention: Have we found the sweet spot?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41106995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41106995",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Erector Spinae Degeneration and Gait in NPH: An MRI-Based Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41106543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Preoperative erector spinae degeneration correlates with reduced baseline mobility in NPH but does not predict PostOP improvement, though it may indicate lower functional status.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41106543",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preoperative erector spinae degeneration correlates with reduced baseline mobility in NPH but does not predict PostOP improvement, though it may indicate lower functional status"
    },
    {
      "title": "International consensuses and guidelines on Central Serous Chorioretinopathy (CSC) by the Asia Pacific Vitreo-retina Society (APVRS), the Academy of Asia-Pacific Professors of Ophthalmology (AAPPO) and the Academia Retina Internationalis (ARI)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41106484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This consensus initiative provides a robust, evidence-based framework for the diagnosis and management of CSC, promoting standardization across clinical practices and guiding future research directions to address persistent gaps in CSC care.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41106484",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This consensus initiative provides a robust, evidence-based framework for the diagnosis and management of CSC, promoting standardization across clinical practices and guiding future research directions to address persistent gaps in CSC care"
    },
    {
      "title": "International consensuses and guidelines on rhegmatogenous retinal detachment (RRD) surgery by the Asia-Pacific Vitreo-retina Society (APVRS), the Academy of Asia-Pacific Professors of Ophthalmology (AAPPO) and the Academia Retina Internationalis (ARI)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41106483/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This Delphi study provides structured guidance on RRD management while identifying areas of ongoing debate. Consistently, individualized surgical strategy, meticulous vitreous management, and careful postoperative care remain central to optimizing anatomical and functional outcomes, highlighting the importance of clinical judgment in evolving surgical practice.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41106483",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This Delphi study provides structured guidance on RRD management while identifying areas of ongoing debate. Consistently, individualized surgical strategy, meticulous vitreous management, and careful postoperative care remain central to optimizing anatomical and functional outcomes, highlighting the..."
    },
    {
      "title": "Impact of statins on mortality and disease progression in patients with Alzheimer's disease: a nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41106437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "Recent studies have investigated the neuroprotective potential of statins; however, clinical evidence for delayed Alzheimer's disease (AD) progression remains scarce. This study investigated the association between statin use and AD progression, as assessed by mortality and memantine initiation. Using data from the Korean National Health Insurance Database, we retrospectively analyzed a cohort of patients aged 60-79 years diagnosed with AD in 2010. After 1:1 propensity score matching, 7,086...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41106437",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the association between statin use and AD progression, as assessed by mortality and memantine initiation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physiological Phenotypic Aging Index and Its Association With Health, Functional, and Health Care Outcomes in Older Adults: Findings From the UK Biobank",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41106428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND IMPLICATIONS: The PAI is a significant predictor of adverse health, functional, and health care utilization outcomes and enhances predictive accuracy. Its greater impact on multimorbidity and physical function decline in women suggests the need for sex-specific aging interventions.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41106428",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "The PAI is a significant predictor of adverse health, functional, and health care utilization outcomes and enhances predictive accuracy",
      "conclusion": "AND IMPLICATIONS: The PAI is a significant predictor of adverse health, functional, and health care utilization outcomes and enhances predictive accuracy. Its greater impact on multimorbidity and physical function decline in women suggests the need for sex-specific aging interventions"
    },
    {
      "title": "Helix stabilization by i,i + 7 amine-containing hydrocarbon Staples: Effects of length, stereochemistry, and orientation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41106251/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "We previously introduced the i,i + 4 amine-containing hydrocarbon (ACH) stapling system as a helix-stabilizing alternative to conventional all-hydrocarbon (AHC) staples, offering improved aqueous compatibility and chemical tunability. Here, we extend this approach to the i,i + 7 topology, which spans two helical turns and enables long-range conformational control. Systematic variation of cross-link length, stereochemistry, and orientation identified a 13-atom butylaminoalkenyl tether with SS...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41106251",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Environmental exposures to lead, mercury, cadmium, manganese, and arsenic and obesity in Korean adults: Korean National Environmental Health Survey 2009-2017",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41106239/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We provide evidence of a dose-response association between lead and mercury exposure and an increased risk of obesity in Korean adults. Exposure to manganese at moderate concentrations was associated with obesity. In addition, exposure to arsenic was marginally associated with an increased risk of underweight. Additional prospective studies are required to elucidate the effects of heavy metals on obesity.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41106239",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We provide evidence of a dose-response association between lead and mercury exposure and an increased risk of obesity in Korean adults. Exposure to manganese at moderate concentrations was associated with obesity"
    },
    {
      "title": "Design, performance, and charge transfer insights into step-scheme zinc hydroxystannate/titanium dioxide heterostructures for enhanced photocatalytic oxidation of gaseous benzene",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "The design of a photocatalyst is crucial for the efficient photocatalytic oxidation (PCO) of indoor air pollutants like volatile organic compounds (VOCs). A highly effective strategy for enhancing photocatalytic activity is the construction of step (S)-scheme heterojunctions, which are engineered by coupling semiconductors such as n-type zinc hydroxystannate (ZnSn(OH)(6), ZS) with n-type titanium dioxide (TiO(2), T). The potential of the formed ZST photocatalyst is explored for the PCO of 1 ppm...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41105997",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of a Mobile Multidisciplinary Digital Therapeutics App for Patellofemoral Pain: Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105952/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This multidisciplinary DTx intervention was associated with significant pain reduction, improved functional disability, and increased knee extension strength in patients with PFP. These findings underscore the promise of DTx in PFP management and their potential to enhance patient outcomes.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41105952",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This multidisciplinary DTx intervention was associated with significant pain reduction, improved functional disability, and increased knee extension strength in patients with PFP. These findings underscore the promise of DTx in PFP management and their potential to enhance patient outcomes"
    },
    {
      "title": "Short Channel 2D FET with Sloped Architecture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "The miniaturization of electronic devices remains a primary focus in the semiconductor industry as it directly impacts both performance enhancement and cost reduction. However, achieving extreme scaling down often relies on high-resolution lithography techniques, which are limited by complexity and an intensive processing time. Two-dimensional transition metal dichalcogenides (2D TMDCs) have great potential for developing short-channel field effect transistors (FETs) due to their atomically thin...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41105875",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing the Usability of a Prescription-Based Mobile App for Patients With Panic Disorder and Its Management Console for Clinicians: Controlled User Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Patients reported that the app might be easy to use and help manage anxiety, and psychiatrists found the management console practical and well-suited for outpatients. By combining patient-facing therapeutic tools with clinician-driven prescription and monitoring, the devices offer a solution aligned with clinically integrated, real-world psychiatric care. Modified devices based on the improvement suggestions presented in this study will be evaluated in future clinical trials for...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41105867",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients reported that the app might be easy to use and help manage anxiety, and psychiatrists found the management console practical and well-suited for outpatients. By combining patient-facing therapeutic tools with clinician-driven prescription and monitoring, the devices offer a solution aligned..."
    },
    {
      "title": "Pd Nanoreefs on Au Truncated Octahedra Nanoprobes for Label-Free Biomolecule Detection via Surface-Enhanced Raman Scattering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105861/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "Surface-enhanced Raman spectroscopy (SERS) enables ultrasensitive molecular detection but faces significant challenges when applied to biologically relevant molecules, such as amino acids and carbohydrates, due to their weak surface adsorption and low Raman cross sections, which lead to poor signal reproducibility. To address these limitations, we present morphology-engineered hybrid nanostructures, termed Pd nanoreef on Au truncated octahedron (Au-Pd NRTO), which combine the strong plasmonic...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41105861",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy Comparison of 6-Month Romosozumab Plus Denosumab Versus 12-Month Romosozumab in Koreans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105653/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Sequential Romo6M+Dmab treatment demonstrates comparable efficacy to Romo12M treatment in improving BMD, with fewer injections and potential cost benefits.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41105653",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sequential Romo6M+Dmab treatment demonstrates comparable efficacy to Romo12M treatment in improving BMD, with fewer injections and potential cost benefits"
    },
    {
      "title": "Covalent Organic Frameworks via In Situ Monomer Release for Humid CO<sub>2</sub> Uptake",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "Achieving high crystallinity and porosity in covalent organic frameworks (COFs) remains a major challenge, particularly for robust azine-linked systems, where limited bond reversibility hinders framework ordering. While several strategies have improved the crystallinity in imine-linked COFs, analogous advances in azine-linked frameworks are still lacking. Here, we present a kinetic modulation strategy based on the in situ slow release of hydrazine via the trifluoroacetic acid (TFA)-mediated...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41105626",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Minimally Invasive Gastrectomy for Borrmann Type IV Gastric Cancer: An Oncologically Sound Alternative to Open Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our findings suggest that MIS for Borrmann type IV gastric cancer may offer long-term oncologic outcomes comparable to those with open surgery while preserving the inherent benefits of MIS.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41105369",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that MIS for Borrmann type IV gastric cancer may offer long-term oncologic outcomes comparable to those with open surgery while preserving the inherent benefits of MIS"
    },
    {
      "title": "Reply",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105088/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41105088",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Paving the Way to a Radiation-Free Era: Generalizability of Nonminimized/Minimized Fluoroscopy Atrial Fibrillation Ablation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105084/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41105084",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Is apex position a determining factor in the orthodontic traction duration of unilateral impacted maxillary canines? A cone-beam computed tomography-based 3-dimensional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41105055/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Although root apex position does not affect traction duration in unilateral impacted maxillary canines, the 3D displacement of the cusp tip is a key determinant, with more significant palatal displacement and a higher vertical position associated with longer traction duration.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41105055",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although root apex position does not affect traction duration in unilateral impacted maxillary canines, the 3D displacement of the cusp tip is a key determinant, with more significant palatal displacement and a higher vertical position associated with longer traction duration"
    },
    {
      "title": "Survival with Osimertinib plus Chemotherapy in <em>EGFR</em>-Mutated Advanced NSCLC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41104938/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Among patients with EGFR-mutated advanced NSCLC, first-line treatment with osimertinib plus platinum-pemetrexed led to significantly longer overall survival than osimertinib monotherapy and was associated with an increased risk of reversible adverse events of grade 3 or higher. (Funded by AstraZeneca; FLAURA2 ClinicalTrials.gov number, NCT04035486.).",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41104938",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among patients with EGFR-mutated advanced NSCLC, first-line treatment with osimertinib plus platinum-pemetrexed led to significantly longer overall survival than osimertinib monotherapy and was associated with an increased risk of reversible adverse events of grade 3 or higher. (Funded by AstraZenec..."
    },
    {
      "title": "Sevabertinib in Advanced <em>HER2</em>-Mutant Non-Small-Cell Lung Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41104928/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Sevabertinib showed antitumor activity in patients with locally advanced or metastatic HER2-mutant NSCLC. Diarrhea was the most common adverse event. (Funded by Bayer; SOHO-01 ClinicalTrials.gov number, NCT05099172.).",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41104928",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sevabertinib showed antitumor activity in patients with locally advanced or metastatic HER2-mutant NSCLC. Diarrhea was the most common adverse event"
    },
    {
      "title": "DNA reference reagents isolate biases in microbiome profiling: a global multi-lab study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41104927/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "When profiling the human gut microbiome, technical biases introduced by analytical approaches impede translational research, reducing data reliability and study comparability. Here, through a global study involving 23 labs, we analyzed a wide range of sequencing and bioinformatic approaches for the taxonomic profiling of two well-defined DNA reference reagents (RRs) comprised of 20 common gut bacteria. Through both shotgun and 16S rRNA gene amplicon sequencing, we aimed to isolate sources of...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41104927",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "a wide range of sequencing and bioinformatic approaches for the taxonomic profiling of two well-defined DNA reference reagents (RRs) comprised of 20 common gut bacteria",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine learning-based early prediction of asthma in preschoolers: The COCOA birth cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41104825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our study successfully developed robust predictive models for early asthma that demonstrated high performance. The questionnaire-based scoring tool offers particular value because of its clinical applicability. Further validation in diverse populations and investigation of the causative pathways of the identified predictors are necessary to enhance clinical utility.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41104825",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study successfully developed robust predictive models for early asthma that demonstrated high performance. The questionnaire-based scoring tool offers particular value because of its clinical applicability"
    },
    {
      "title": "Solvent Evaporation Induced Micelle Assembly for Continuous Mesoporous Amorphous Metal-Organic Framework Films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41104671/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "The thin films of nanoporous materials, including zeolites, metal-organic frameworks (MOFs), and mesoporous materials, are promising for applications in electrodes, separations, catalysis, and sensing. While microporous materials offer high surface areas that expose numerous active sites, their limited diffusion pathways for reactants and products constrain performance. Hierarchically structured mesoporous-microporous materials offer an ideal solution by combining extensive surface areas with...",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41104671",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reassuring clinicians and patients using SGLT-2 inhibitors: is there a need to worry about blood complications?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41104660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41104660",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DeepFold-PLM: Accelerating Protein Structure Prediction via Efficient Homology Search Using Protein Language Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41104652/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "MOTIVATION: Protein structure prediction has been revolutionized and generalized with the advent of cutting-edge AI methods such as AlphaFold, but reliance on computationally intensive multiple sequence alignments (MSA) remains a major limitation.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41104652",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term outcome of the initial cases with recipient-side minimal invasive liver transplantation: Single-center comparison study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41104543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: TLLT in adult is feasible and safe, achieving outcomes equivalent to open recipient surgery despite longer ischemic and operative times. Careful patient selection and technical refinements-potentially augmented by robotic assistance-may further optimize minimal invasive surgery for the recipient.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41104543",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TLLT in adult is feasible and safe, achieving outcomes equivalent to open recipient surgery despite longer ischemic and operative times. Careful patient selection and technical refinements-potentially augmented by robotic assistance-may further optimize minimal invasive surgery for the recipient"
    },
    {
      "title": "Fall Prevention Interventions for Cognitively Impaired Older Adults: A Systematic Literature Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41104487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Fall prevention interventions can effectively reduce fall rates among older adults with cognitive impairment. Implementing tailored, evidence-based strategies is essential to supporting this high-risk population.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41104487",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Fall prevention interventions can effectively reduce fall rates among older adults with cognitive impairment. Implementing tailored, evidence-based strategies is essential to supporting this high-risk population"
    },
    {
      "title": "Association of Pre- and Postdiagnosis Physical Activity, Promotion and Maintenance With Lung Cancer Survival: A Nationwide Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41104479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Both pre- and postdiagnosis PA are associated with reduced mortality in survivors of lung cancer in a dose-response manner. Maintenance and promotion of PA after diagnosis are key to achieving optimal benefits in overall survival.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41104479",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both pre- and postdiagnosis PA are associated with reduced mortality in survivors of lung cancer in a dose-response manner. Maintenance and promotion of PA after diagnosis are key to achieving optimal benefits in overall survival"
    },
    {
      "title": "Acculturative stress and achievement motivation: the moderating role of immigrant mothers' Korean proficiency in South Korean multicultural adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41104416/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251018151842&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: This study explores the impact of acculturative stress, mothers' Korean language proficiency, and their combined effect on the achievement motivation of multicultural students in South Korea.",
      "pubDate": "2025-10-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41104416",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of acculturative stress, mothers' Korean language proficiency, and their combined effect on the achievement motivation of multicultural students in South Korea",
      "conclusion": null
    }
  ]
}