{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-09-17T19:24:02.683Z",
  "totalItems": 150,
  "totalArchived": 8505,
  "newPapersAdded": 174,
  "institutionBreakdown": {
    "KAIST": 11,
    "SNU": 52,
    "Yonsei University": 0,
    "SKKU": 1,
    "POSTECH": 2,
    "Korea University": 27,
    "IBS": 80,
    "UNIST": 2,
    "Hanyang University": 3,
    "KIST": 1,
    "GIST": 0,
    "Kyung Hee University": 3,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Biomedical": 37,
    "Computer Science": 5,
    "Neuroscience": 8,
    "Multidisciplinary": 70,
    "Materials Science": 14,
    "Cancer Research": 16
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Subclinical Coronary Atherosclerosis and Retinal Optical Coherence Tomography Angiography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: In this cross-sectional cohort study, reduced retinal PFVD was independently associated with subclinical coronary atherosclerosis in a population with elevated vascular risk. In this context, decreased PFVD may reflect greater subclinical coronary atherosclerotic burden and help identify individuals who could benefit from further coronary evaluation, beyond traditional risk factors.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40960791",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this cross-sectional cohort study, reduced retinal PFVD was independently associated with subclinical coronary atherosclerosis in a population with elevated vascular risk. In this context, decreased PFVD may reflect greater subclinical coronary atherosclerotic burden and help ident..."
    },
    {
      "title": "Explainable Machine Learning for Characterizing Unknown Molecular Structures in Infrared Spectra",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960350/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Various machine learning methods for detecting functional groups in infrared (IR) spectra have been developed to accelerate time-consuming and labor-intensive IR spectrum analysis. Nevertheless, existing machine learning methods have exhibited two fundamental limitations: (1) Existing methods do not incorporate prior knowledge of IR spectrum analysis during the training and inference processes. (2) Machine learning approaches are inherently black-box models, and therefore, the prediction results...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40960350",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporally Reconfigurable Reservoir Computing with Flexible Electrolyte-Gated TFTs for High-Performance Neuromorphic Processing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960238/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Reservoir computing (RC), a brain-inspired neuromorphic algorithm, offers simplicity and efficiency for processing spatiotemporal signals. However, conventional RC systems face limitations in handling diverse temporal scales and spatial complexities due to invariant temporal dynamics. This study introduces a temporally reconfigurable RC system utilizing ultrathin, flexible, all-solid-state electrolyte-gated thin-film transistors (UFLEX TFTs) with high performance: an on/off ratio of ≈10⁷,...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40960238",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Hot Carrier Dynamics on Photoelectrocatalytic Activity on Au@Pd Antenna-Reactor Nanoparticles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960146/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Photoinduced hot carriers generated from the decay of surface plasmons in noble metals play a decisive role in producing green hydrogen gas through the photoelectrochemical (PEC) water splitting reaction, a process driven by visible light absorption. To optimize the utilization of these hot carriers, we employed a plasmonic antenna-reactor model based on core-shell structured Au@Pd nanoparticles (NPs) with an ultrathin Pd shell. In this study, we demonstrate that TiO(2) nanotube arrays (TNAs)...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40960146",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Comparative Analysis of Diagnostic Performance and Cytomorphologic Features Between Newly Developed WellPrep<sup>®</sup> and SurePath™ in Serous Effusion Cytology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: WP offers comparable slide quality and diagnostic accuracy with SP in serous effusion cytopathology. However, more research using larger patient cohorts would provide more evidence regarding WP.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40959810",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "WP offers comparable slide quality and diagnostic accuracy with SP in serous effusion cytopathology. However, more research using larger patient cohorts would provide more evidence regarding WP"
    },
    {
      "title": "Determinants of self-reported health literacy among older adults in South Korea: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959639/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings suggest the importance of developing targeted strategies to improve health literacy among older adults, particularly focusing on personal characteristics and health behaviors that are associated with higher health literacy.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40959639",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the importance of developing targeted strategies to improve health literacy among older adults, particularly focusing on personal characteristics and health behaviors that are associated with higher h...",
      "conclusion": "These findings suggest the importance of developing targeted strategies to improve health literacy among older adults, particularly focusing on personal characteristics and health behaviors that are associated with higher health literacy"
    },
    {
      "title": "Cardiovascular outcomes in adult patients with atrial septal defect: a nationwide population-based study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "This study aimed to investigate the long-term effects of different ASD closure methods on cardiovascular events in adults. A retrospective analysis was conducted using data obtained from the Korean National Health Insurance Service, focusing on patients aged ≥20 years diagnosed with ASD between 2004 and 2015. Participants were categorized into the observation, device closure, and surgery groups. Propensity score matching (PSM) was employed to mitigate imbalances among the groups. The Cox...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40959496",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the long-term effects of different ASD closure methods on cardiovascular events in adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recovery of FAM134A-mediated ER-phagy through BRD4 inhibition alleviates ethanol-induced neurodegeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959274/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Endoplasmic reticulum (ER) stress is a major contributor to ethanol-induced neurodegeneration. ER-phagy, the selective elimination of specific ER domains, has emerged as a protective mechanism against ER stress. However, its regulation in ethanol-related neurological disorders remains unclear. Here, we investigated the effects and underlying mechanisms of ethanol on ER-phagy in neuronal cells and ethanol-fed mice. Our findings demonstrate that ethanol-induced ER stress is chronically sustained...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40959274",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the effects and underlying mechanisms of ethanol on ER-phagy in neuronal cells and ethanol-fed mice",
      "significance": null,
      "conclusion": "that ethanol-induced ER stress is chronically sustained"
    },
    {
      "title": "Creation of nature-inspired PVDF-HFP@SGCN film catalysts for selective solar formic acid production from CO<sub>2</sub> under solar light",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Inspired by natural photosynthesis, the study article offers a novel solution to the problem of creating cost-effective and efficient photocatalysts for CO(2) fixation. The subject of study is a sulfur-doped graphitic carbon nitride (SGCN) photocatalyst that is metal-free and has drawn a lot of interest because of its possible uses in energy storage, biomaterials, and photocatalysis. The work presents PVDF-HFP@SGCN film, a novel photocatalyst that is created by grafting poly (vinylidene...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40958587",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness and Safety of Bictegravir/Emtricitabine/Tenofovir Alafenamide in People with HIV in Korea: 24-Month Data from BICSTaR",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "BICtegravir Single Tablet Regimen is a multi-national observational cohort study evaluating the effectiveness and safety of bictegravir/emtricitabine/tenofovir alafenamide (BIC/FTC/TAF) in people with human immunodeficiency virus. We present 24-month data from participants in Korea. Eighty-eight participants (36 treatment-naïve [TN], 52 treatment-experienced [TE]) were included. At 24 months, 100% (29/29) of TN and 100% (37/37) of TE participants had HIV-1 RNA <50 copies/mL (missing=excluded...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40958487",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A multidisciplinary approach to treatment for osteochondroma of the mandibular condyle and oral rehabilitation: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "RATIONALE: Osteochondromas are rare benign tumors that can occur in the temporomandibular joint (TMJ). These lesions can cause functional and aesthetic impairments of the jaw. Most studies have discussed surgical management and reconstruction within a single department. Establishing a patient-specific treatment plan through a multidisciplinary approach, involving various dental specialists can lead to better clinical outcomes. This case report illustrates the successful multidisciplinary...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40958340",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elevated Resting Heart Rate is an Independent Risk Factor for Mortality in Patients with Colorectal Cancer: A Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960855/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Elevated RHR on the day of surgery for CRC is associated with higher risk of all-cause/CRC-specific mortality.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960855",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated RHR on the day of surgery for CRC is associated with higher risk of all-cause/CRC-specific mortality"
    },
    {
      "title": "Machine Learning-Based Selection of Resection vs Transplant and Survival in Hepatocellular Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: Findings from this cohort study of patients with HCC indicated that an ML-based decision-support model estimated accurate risk stratification and identified the potential for improved survival through individualized, model-guided treatment selection. These findings suggest clinical utility in supplementing existing guidelines.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960824",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "clinical utility in supplementing existing guidelines",
      "conclusion": "AND RELEVANCE: Findings from this cohort study of patients with HCC indicated that an ML-based decision-support model estimated accurate risk stratification and identified the potential for improved survival through individualized, model-guided treatment selection. These findings suggest clinical ut..."
    },
    {
      "title": "Gamma radiation-induced molecular toxicity and effects on pluripotent stem cells of the radiosensitive conifer Norway spruce (Picea abies)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960644/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Conifers are among the most radiosensitive plant species. Elevated, sublethal levels of ionising radiation result in reduced apical dominance in conifers, indicating a negative effect on shoot apical meristems (SAMs). The SAMs, harbouring the pluripotent stem cells, generate all the cells of the shoot, enabling growth and reproduction. However, knowledge on the effects of ionising radiation on such stem cells is scarce, but important for risk assessment and radioprotection of plants in...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40960644",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "for risk assessment and radioprotection of plants in",
      "conclusion": null
    },
    {
      "title": "Age-related differences in pivoting neuromuscular control during a stepping task",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Older adults exhibited lower ability in pivoting neuromuscular control compared with the young individuals during the stepping task. These findings may enhance our understanding of the potential risk factors for injury associated with age-related differences in pivoting neuromuscular control.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40960638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Older adults exhibited lower ability in pivoting neuromuscular control compared with the young individuals during the stepping task. These findings may enhance our understanding of the potential risk factors for injury associated with age-related differences in pivoting neuromuscular control"
    },
    {
      "title": "Assessing the Thermal Effects of Noble Gas Plasma Therapy: A Preclinical Investigation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Gas plasma treatment is an emerging technology in skincare that uses ionized gas to treat various skin conditions. This treatment involves generating plasma, a state of matter where gas is energized to a point where it becomes highly reactive, with the ability to kill bacteria, promote healing, and stimulate skin regeneration. The test device \"PlazMagik\" is a noble gas plasma device that utilizes helium or argon gas to generate cold-temperature plasma energy. It offers the flexibility to utilize...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960595",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Co-occurrence of primary familial brain calcification from a likely pathogenic <em>SLC20A2</em> variant and Alzheimer's disease biology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Alzheimer's disease (AD) is the leading cause of cognitive decline, whereas primary familial brain calcification (PFBC) is rare. We analyzed the clinical and radiological findings of a 75-year-old man who presented with memory impairment. Brain imaging revealed bilateral basal ganglia calcification, severe white matter hyperintensities, and significant amyloid deposition. Genetic analysis identified a heterozygous c.1711 G > A variant in SLC20A2 and a heterozygous c.166 G > A variant in PSEN2....",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960513",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the clinical and radiological findings of a 75-year-old man who presented with memory impairment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Utility of Magnetic Resonance Urethrography in Assessment of Canine Urethra",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION AND CLINICAL IMPORTANCE: Magnetic resonance imaging demonstrated superior efficacy in evaluating anatomic structures and lesions of the lower urinary tract, particularly in assessing tissue invasion. Combining T2W and post-T1W sequences optimized diagnostic accuracy, making MRI a valuable tool for assessing lower urinary tract pathology in dogs.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960428",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND CLINICAL IMPORTANCE: Magnetic resonance imaging demonstrated superior efficacy in evaluating anatomic structures and lesions of the lower urinary tract, particularly in assessing tissue invasion. Combining T2W and post-T1W sequences optimized diagnostic accuracy, making MRI a valuable tool for a..."
    },
    {
      "title": "Terahertz Non-Drude Conductivity of Mirror Twin Boundary Networks on Monolayer MoS<sub>2</sub> Bicrystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Mirror twin boundaries (MTBs) in monolayer MoS(2) bicrystals─the one-dimensional (1D) line defects between adjacent single-crystalline grains with 60° in-plane rotations─can host delocalized metallic states, forming continuous 1D network pathways within otherwise semiconducting monolayers upon large-area epitaxial growth. In this study, we investigated terahertz time-domain spectroscopy (THz-TDS) on epitaxially grown MoS(2) bicrystal films, where the density of imbedded MTBs─and thus the...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS",
        "POSTECH",
        "SNU"
      ],
      "pmid": "40960361",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "terahertz time-domain spectroscopy (THz-TDS) on epitaxially grown MoS(2) bicrystal films, where the density of imbedded MTBs─and thus the",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations between dietary patterns, gut microbiome diversity, and itch severity in preschool aged children with atopic dermatitis: A cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960322/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In preschool children with AD, a dietary pattern high in processed foods and snacks was associated with increased Dorea and Anaerostipes and greater AD severity and poorer quality of life. These findings suggest that dietary modification may alleviate clinical symptoms in early childhood AD by modulating the diet-gut-skin axis.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU",
        "UNIST"
      ],
      "pmid": "40960322",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that dietary modification may alleviate clinical symptoms in early childhood AD by modulating the diet-gut-skin axis",
      "conclusion": "In preschool children with AD, a dietary pattern high in processed foods and snacks was associated with increased Dorea and Anaerostipes and greater AD severity and poorer quality of life. These findings suggest that dietary modification may alleviate clinical symptoms in early childhood AD by modul..."
    },
    {
      "title": "Species distribution of nontuberculous mycobacteria isolated from respiratory specimens at a tertiary care hospital in South Korea, 2017-2022",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "The clinical relevance and drug resistance patterns of nontuberculous mycobacteria (NTM) vary by species. This study investigated the species distribution of NTM isolated from respiratory specimens at a tertiary care hospital in South Korea from 2017 to 2022. A retrospective analysis was conducted on laboratory data from respiratory specimens submitted for acid-fast bacilli culture. NTM isolates were identified using a line probe assay, and those unidentifiable at the species or complex level...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960302",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the species distribution of NTM isolated from respiratory specimens at a tertiary care hospital in South Korea from 2017 to 2022",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply to \"When Artificial Intelligence Steers the Boat: Utilization Scenarios for Low-Dose CT\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960243/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960243",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling Immune Responses in the Trachea Following Scaffold Implantation in a Mouse Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960144/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We present findings on immune responses in the trachea, highlighting the immune cells involved in maintaining homeostasis and their disruption following scaffold implantation. These insights could support the development of targeted immunomodulation strategies, thereby improving the integration and clinical application of biomaterials in tracheal reconstruction.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960144",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "We present findings on immune responses in the trachea, highlighting the immune cells involved in maintaining homeostasis and their disruption following scaffold implantation. These insights could support the development of targeted immunomodulation strategies, thereby improving the integration and ..."
    },
    {
      "title": "Natural History and Risk Factors of Splenic Infarction After Spleen-Preserving Distal Pancreatectomy Using the Warshaw Technique",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960064/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Splenic infarction after SPDP using the Warshaw technique was clinically insignificant. These findings support the use of the Warshaw technique as a feasible and effective option for treating benign and borderline malignant pancreatic diseases.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960064",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Splenic infarction after SPDP using the Warshaw technique was clinically insignificant. These findings support the use of the Warshaw technique as a feasible and effective option for treating benign and borderline malignant pancreatic diseases"
    },
    {
      "title": "Quantifying Interfractional Motion in Patients With Anorectal Cancer During Radiotherapy and Recommendations of Optimal Planning Target Volume Margins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Bladder volume varied significantly during LCRT, while mesorectum motion was influenced by rectal volume changes. A 5-mm PTV margin was sufficient for the mid to lower mesorectum, with a larger 7-mm margin needed for the superior-anterior mesorectum. Incorporating 95% interfractional motion coverage further refined these margin recommendations.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960003",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Bladder volume varied significantly during LCRT, while mesorectum motion was influenced by rectal volume changes. A 5-mm PTV margin was sufficient for the mid to lower mesorectum, with a larger 7-mm margin needed for the superior-anterior mesorectum"
    },
    {
      "title": "Dapagliflozin attenuates lipotoxic tenocyte injury via PPARα activation and irisin-driven antioxidant pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study provides novel insights into the mechanistic actions of DAP in musculoskeletal repair and highlights its potential in mitigating the cellular consequences of metabolic stress. By advancing therapeutic strategies rooted in metabolic regulation and cellular resilience, these findings support the development of safer, more effective interventions for chronic degenerative conditions associated with obesity.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959984",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This study provides novel insights into the mechanistic actions of DAP in musculoskeletal repair and highlights its potential in mitigating the cellular consequences of metabolic stress. By advancing therapeutic strategies rooted in metabolic regulation and cellular resilience, these findings suppor..."
    },
    {
      "title": "A rapid extended-gate field-effect transistor-type biosensor composed of a truncated DNA aptamer and UiO-66 metal-organic framework nanoparticles for HPIV detection in bronchoalveolar lavage fluid",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "The human parainfluenza virus (HPIV), an RNA virus similar to SARS-CoV-2, is a leading cause of both upper and lower respiratory diseases, with potentially fatal outcomes. Thus, early diagnosis of HPIV is crucial. However, current HPIV diagnostic methods face certain limitations. Here, we developed a rapid extended-gate field-effect transistor (R-EGFET)-based biosensor consisting of an HPIV aptamer and UiO-66 metal-organic framework (MOF) nanoparticles, which are capable of rapid and specific...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40959948",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polygenic risk score of Alzheimer's disease is associated with cognitive trajectories and phenotypes of cerebral organoids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: OptPRS predicted cognitive decline and AD phenotypes of cerebral organoids, supporting its use in risk assessments and drug-screening platform.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959898",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "OptPRS predicted cognitive decline and AD phenotypes of cerebral organoids, supporting its use in risk assessments and drug-screening platform"
    },
    {
      "title": "Non-Monotonic Ion Conductivity in Lithium-Aluminum-Chloride Glass Solid-State Electrolytes Explained by Cascading Hopping",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Inorganic glass solid-state electrolytes (IGSSEs) exhibit superionic conductivity at ambient temperature. Understanding their ion conduction mechanism remains challenging but is essential for the development of next-generation all-solid-state batteries. The coupling between lithium ion diffusion and the rotation of neighboring polyanions, known as the paddlewheel effect, has been proposed as a possible mechanism, though its existence remains controversial. Herein, a systematic and extendible...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959877",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patterns of service needs and their influence on aging anxiety among middle-aged marriage immigrant women in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "This study investigates how diverse service needs shape aging anxiety among middle-aged marriage immigrant women (MIWs) in South Korea, grounded in life course theory and developmental task theory. Prolonged unmet service needs can limit access to essential resources, hinder preparation for later life, and exacerbate aging anxiety. Utilizing data from the 5th National Survey on Multicultural Families and filtering it based on the length of residence in Korea, this study employs latent class...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959853",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acceptability and Feasibility of a Mobile Web Application to Help Identify Nontraumatic Abdominal Patient-Reported Symptoms in the Emergency Department: A Pilot Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In our pilot study, the PRS was feasible to use but required improvements in usability. Patients were acceptable to PRS use in the ED.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959679",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In our pilot study, the PRS was feasible to use but required improvements in usability. Patients were acceptable to PRS use in the ED"
    },
    {
      "title": "Factors associated with reproductive health and health education participation among female college students in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Multifaceted strategies addressing socioeconomic barriers, health education gaps, and digital misinformation are critical to improving reproductive health in female college students.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959616",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Multifaceted strategies addressing socioeconomic barriers, health education gaps, and digital misinformation are critical to improving reproductive health in female college students"
    },
    {
      "title": "Personal experience with abortion: a determining factor in Physician's attitudes towards abortion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Targeted training programs for healthcare providers on the medical, legal, and ethical aspects of abortion care are crucial for equipping them with essential knowledge and skills. Public health initiatives should create and share standardized protocols for abortion care to ensure consistent quality across all healthcare facilities, especially in rural and underserved areas, promoting equitable access to such services.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959609",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Targeted training programs for healthcare providers on the medical, legal, and ethical aspects of abortion care are crucial for equipping them with essential knowledge and skills. Public health initiatives should create and share standardized protocols for abortion care to ensure consistent quality ..."
    },
    {
      "title": "JPI-547, a Dual Inhibitor of PARP/Tankyrase, Shows Antitumor Activity Against Pancreatic Cancers with Homologous Recombination Repair Deficiency or Wnt-Addiction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "PARP inhibitors have demonstrated antitumor efficacy in solid tumors, including pancreatic ductal adenocarcinoma (PDAC) characterized by homologous recombination deficiency (HRD). The definition of HRD and other potential biomarkers should be further evaluated using PARP inhibitors. JPI-547 is a novel dual inhibitor targeting PARP1/2 and Tankyrase1/2. Herein, we demonstrate the potent antitumor activity of JPI-547 against BRCA2^(-/-) PDAC cells. JPI-547 outperformed most PARP inhibitors, with a...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959288",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oropharyngeal enlargement in obstructive lung disease: quantification and machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Quantitative upper airway CT measurement combined with machine learning analysis revealed oropharyngeal enlargement in patients with OLD.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959168",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Quantitative upper airway CT measurement combined with machine learning analysis revealed oropharyngeal enlargement in patients with OLD"
    },
    {
      "title": "Effect of transcutaneous auricular vagus nerve stimulation on stress regulation: an EEG and questionnaire study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958978/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Transcutaneous auricular vagus nerve stimulation (taVNS) has demonstrated efficacy in alleviating stress-related symptoms, yet its underlying neurophysiological mechanisms remain incompletely understood. In this study, we aimed to elucidate the effects of taVNS on stress regulation by employing self-report surveys and electroencephalography (EEG) measures.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40958978",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "elucidate the effects of taVNS on stress regulation by employing self-report surveys and electroencephalography (EEG) measures",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gut microbiome with <em>RAS</em> mutation and chemotherapy response in patients with advanced or metastatic colorectal cancer: a pilot, exploratory study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958854/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "The gut microbiome plays a pivotal role in tumor-microenvironment interactions, inflammation modulation, and immune regulation, thereby affecting the response to anticancer therapy. This pilot study investigated gut composition according to clinical characteristics and its association with chemotherapy response in patients with metastatic colorectal cancer (mCRC). Seventeen patients were treated with first-line chemotherapy at Korea University Anam Hospital between 2021 and 2023. Stool samples...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40958854",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Applying National Whole-genome Sequencing Findings for Rare Diseases in Clinical Practice: The Imperative of a Multidisciplinary Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Although national WGS projects lay a foundation for rare disease diagnosis, hospital-level reanalysis and multidisciplinary collaborations are crucial for optimizing diagnostic outcomes.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40958716",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although national WGS projects lay a foundation for rare disease diagnosis, hospital-level reanalysis and multidisciplinary collaborations are crucial for optimizing diagnostic outcomes"
    },
    {
      "title": "Evaluation of Exosome-derived Small RNAs as Potential Biomarkers for Pancreatic Ductal Adenocarcinoma Using Next-generation Sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We identified potential Ex-smRNA biomarkers involved in PDAC progression and prognosis that reflect key molecular alterations in PDAC and may serve as clinically relevant biomarkers for disease monitoring.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "40958715",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We identified potential Ex-smRNA biomarkers involved in PDAC progression and prognosis that reflect key molecular alterations in PDAC and may serve as clinically relevant biomarkers for disease monitoring"
    },
    {
      "title": "Buried Contouring PTCDI-C13 Layer for Interface Engineering in Dual-Function Optical Synaptic and Memory Transistors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958707/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "We present a heterojunction based on the n-type organic semiconductor N,N'-ditridecyl-3,4,9,10-perylenetetracarboxylic diimide (PTCDI-C(13)) with a PTCDI-C(13)/parylene/PTCDI-C(13)-layered structure, enabling dual functionality as both an optical synaptic and a memory transistor. The device exploits a buried contouring PTCDI-C(13) layer, where the lower PTCDI-C(13) and intervening parylene layers serve distinct functions in charge trapping and modulation. In memory mode, the buried PTCDI-C(13)...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40958707",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-World Experience of Switching from Intravenous to Subcutaneous Vedolizumab in Korean Patients with Inflammatory Bowel Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: SC VDZ persistence is significantly influenced by disease activity at the time of switching.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958654",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SC VDZ persistence is significantly influenced by disease activity at the time of switching"
    },
    {
      "title": "Association between Type 2 Diabetes and Gastrointestinal Bleeding: A Nationwide Population-Based Cohort Study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958652/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Longer duration and greater severity of T2DM are associated with increased risk of upper GIB, whereas no significant association was found for lower GIB.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958652",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Longer duration and greater severity of T2DM are associated with increased risk of upper GIB, whereas no significant association was found for lower GIB"
    },
    {
      "title": "Optimal minimal stent area after crossover stenting in patients with unprotected left main coronary artery disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958624/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Achieving sufficient stent expansion in the proximal LM and preventing underexpansion in both the distal LM and LAD ostium are critical for improving long-term clinical outcomes. The identified MSA thresholds may serve as practical benchmarks for stent optimisation during LM PCI.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958624",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Achieving sufficient stent expansion in the proximal LM and preventing underexpansion in both the distal LM and LAD ostium are critical for improving long-term clinical outcomes. The identified MSA thresholds may serve as practical benchmarks for stent optimisation during LM PCI"
    },
    {
      "title": "Surgical Results for Anomalous Aortic Origin of Coronary Artery　- Is Right Side Prompt Surgery Necessary?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Surgical treatment of AAOCA, primarily through unroofing, is safe and effective, with favorable early and mid-term outcomes. Our findings support consideration of surgery for asymptomatic AAORCA patients with high-risk anatomy due to the potential risk of sudden cardiac events and the substantial benefits of the procedure.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958550",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Surgical treatment of AAOCA, primarily through unroofing, is safe and effective, with favorable early and mid-term outcomes. Our findings support consideration of surgery for asymptomatic AAORCA patients with high-risk anatomy due to the potential risk of sudden cardiac events and the substantial be..."
    },
    {
      "title": "Identification of Bone Metastasis-Related Gene Networks in Lung Cancer: Implications for Bone Metabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings suggest that Bayesian network analysis is a reliable machine learning approach for uncovering causal gene relationships in cancer metastasis. Furthermore, FADS1 may serve as a potential therapeutic target in lung cancer bone metastasis. The validity of this network was supported by in vitro experiments using a lung cancer cell line.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40958548",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "that Bayesian network analysis is a reliable machine learning approach for uncovering causal gene relationships in cancer metastasis",
      "conclusion": "These findings suggest that Bayesian network analysis is a reliable machine learning approach for uncovering causal gene relationships in cancer metastasis. Furthermore, FADS1 may serve as a potential therapeutic target in lung cancer bone metastasis"
    },
    {
      "title": "Association of Low Muscle Mass, Weak Grip Strength, and Neutrophil-to-Lymphocyte Ratio in Old Ages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958544/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Older adults with a high NLR may be considered for sarcopenia screening.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40958544",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Older adults with a high NLR may be considered for sarcopenia screening"
    },
    {
      "title": "Laser-Assisted Mo<sub>2</sub>C-Derived Patterned Oxide for Highly Selective Room Temperature Ammonia Sensor for Food Spoilage Monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "The need for advanced gas sensors has risen for the detection of hazardous gases, breath analysis, and food industry applications. Transition metal carbides (TMCs), like Mo(2)C, are novel gas-sensing materials attributed to high electronic conductivity and superior catalytic properties. Poor sensitivity and selectivity are big concerns in TMC-based sensors due to their low specific surface area and fewer reactive sites. Partial oxidation of Mo(2)C offers the tuning of structural, chemical, and...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958516",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pneumococcal Vaccination in Korean Adults: 2025 Recommendations by the Korean Society of Infectious Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958490/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "The 20-valent pneumococcal conjugate vaccine (PCV20) was approved by the Korean Ministry of Food and Drug Safety in October 2024. Despite the ongoing national immunization programs that include pneumococcal conjugate vaccines for children and 23-valent pneumococcal polysaccharide vaccine (PPSV23) for adults, the burden of invasive pneumococcal disease and pneumococcal community-acquired pneumonia remains high among the elderly and high-risk adults. Serotypes 3 and 19A, both included in PCV13,...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40958490",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between a Single-time Measurement of Fatty Liver Index and Occurrence of Sepsis among Individuals without Excessive Alcohol Consumption",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This large-scale, long-term observational study demonstrated a significant association between single-time FLI measurement and sepsis risk, highlighting the potential role of FLI in early risk stratification and the prevention of sepsis.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958488",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This large-scale, long-term observational study demonstrated a significant association between single-time FLI measurement and sepsis risk, highlighting the potential role of FLI in early risk stratification and the prevention of sepsis"
    },
    {
      "title": "Reply: Touch Me Not! Exploring the Devastating Stigma on People Living with HIV",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958486",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk Factors for Pediatric Intensive Care Unit Admission in Children with Human Metapneumovirus Infections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: hMPV can cause severe infections that lead to PICU admission, particularly in patients with underlying conditions and fatal outcomes. Further data on hMPV infection in children admitted to the PICU and the overall disease burden in society are required.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SKKU",
        "SNU"
      ],
      "pmid": "40958485",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "hMPV can cause severe infections that lead to PICU admission, particularly in patients with underlying conditions and fatal outcomes. Further data on hMPV infection in children admitted to the PICU and the overall disease burden in society are required"
    },
    {
      "title": "Model behavior: fixed ideas, random thoughts - rethinking model selection in meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958479",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances in mRNA-Lipid Nanoparticle Engineering for Immune Cell Targeting and Immune Modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958444/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Immunotherapy has transformed therapeutic paradigms, especially in oncology, by leveraging antibodies, cytokines, and cell-based strategies. In recent years, immunotherapy has expanded its impact to combat a broad spectrum of diseases, including fibrotic, autoimmune, and infectious disorders. Messenger RNA (mRNA)-based platforms offer distinct advantages for immunotherapy by enabling in vivo synthesis of proteins with native post-translational modifications to enhance bioactivity and reduce...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958444",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "to combat a broad spectrum of diseases, including fibrotic, autoimmune, and infectious disorders",
      "conclusion": null
    },
    {
      "title": "SCAMP5 regulates AP-4-dependent sorting and trafficking of ATG9A for presynaptic autophagy via PI4KB/PI4KIIIβ recruitment and PtdInsP4 production at the TGN",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958389/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Neuronal autophagosome formation at distant presynaptic sites relies on ATG9A trafficking, a process mediated by AP-4 at the trans-Golgi network (TGN), but the molecular mechanisms governing its sorting for presynaptic delivery have remained elusive. Here, we uncover an unexpected role for SCAMP5, a key regulator of synaptic vesicle dynamics, in orchestrating presynaptic macroautophagy/autophagy through its actions at the TGN. SCAMP5 depletion severely impairs autophagosome formation at...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958389",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of the gluteus medius muscle atrophy and fat infiltration in young adults after femoral neck fracture surgery: A retrospective volumetric and composition computed tomographic analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Gluteus medius (GMED) muscle atrophy after femoral neck fracture surgery is common and can contribute to gait abnormalities. This retrospective study aimed to evaluate the changes in muscle volume and intramuscular adipose tissue following osteosynthesis. This retrospective study included 33 patients who underwent osteosynthesis for femoral neck fracture between April 2010 and April 2022. Bilateral hip computed tomography scans were analyzed at 5 time points: preoperative, immediate...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40958248",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictors of fractional exhaled nitric oxide response to inhaled corticosteroid therapy in chronic obstructive pulmonary disease: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings suggest that ICS therapy significantly reduces FeNO levels in COPD patients. High baseline FeNO may serve as a useful predictor of treatment response, as ICS tended to improve forced expiratory volume in 1 second in this subgroup.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958221",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that ICS therapy significantly reduces FeNO levels in COPD patients",
      "conclusion": "These findings suggest that ICS therapy significantly reduces FeNO levels in COPD patients. High baseline FeNO may serve as a useful predictor of treatment response, as ICS tended to improve forced expiratory volume in 1 second in this subgroup"
    },
    {
      "title": "Anomalous Raman signals in multilayer hexagonal boron nitride grown by chemical vapour deposition on metal foil catalysts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Hexagonal boron nitride (hBN), a two-dimensional (2D) wide bandgap material, serves as an ideal insulating substrate and a protection layer for other 2D materials, such as graphene and transition metal dichalcogenides (TMDs). Here, we report for the first time the emergence of an anomalous Raman peak in single-crystal, multilayer pyramidal hBN grains grown on Fe-Ni alloy foil by chemical vapour deposition (CVD). This peak is located near the characteristic E(2g) band (1367 cm^(-1)) and shifts to...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "40959728",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preoperative treatment and postoperative outcomes in osteoporotic patients with vertebral fractures: a longitudinal database study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Perioperative osteoporosis medication may be suboptimal. Factors associated with postoperative outcomes must be considered, with the strategic goal of improving patient outcomes.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40960693",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of improving patient outcomes",
      "significance": null,
      "conclusion": "Perioperative osteoporosis medication may be suboptimal. Factors associated with postoperative outcomes must be considered, with the strategic goal of improving patient outcomes"
    },
    {
      "title": "Effect of low-concentration sevoflurane with propofol anesthesia on transcranial motor-evoked potential: a crossover interventional trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Results suggested that combined anesthetic management can be performed if the amplitude is higher than the cutoff values.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40960609",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Results suggested that combined anesthetic management can be performed if the amplitude is higher than the cutoff values"
    },
    {
      "title": "Response to a letter to the editor entitled \"CMV Reactivation in RMDs: Are We Capturing the Full Picture?\" by You et al",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40960581",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Short- and long-term outcomes after minimally invasive spleen-preserving distal pancreatectomy with and without preservation of the splenic vessels: splenic vessel-preserving procedure is a \"double-edged sword\" in left-sided portal hypertension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In clinical practice, the short- and long-term outcomes of patients after both procedures were comparable. The Kimura procedure carries the potential risk of postoperative splenic venous stenosis during the follow-up period, which causes LSPH. Establishing the patient selection criteria and suitable surgical procedures to prevent splenic venous stenosis after the MI Kimura procedure is required.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40960541",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In clinical practice, the short- and long-term outcomes of patients after both procedures were comparable. The Kimura procedure carries the potential risk of postoperative splenic venous stenosis during the follow-up period, which causes LSPH"
    },
    {
      "title": "The obesity paradox in super-elderly patients with heart failure: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Obesity is an independent risk factor for heart failure (HF) onset; however, weight loss is an independent poor prognostic factor in patients with HF. According to the obesity paradox, higher body weight is associated with better prognosis in these patients. This retrospective cohort study investigated the obesity paradox in super-elderly, understudied patients (aged ≥ 85 years) with HF and examined its impact on all-cause mortality. We included patients hospitalized for HF between April 2015...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40960537",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on all-cause mortality",
      "conclusion": null
    },
    {
      "title": "Data-driven volumetric reconstruction for optically measured sound field using physics-constrained 3D Gaussian splatting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960348/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Acousto-optic sensing is a powerful approach to measuring sound at a high resolution; yet, it faces a critical challenge because the measured value is a line integral of the sound. To solve this problem, sound-field reconstruction methods have been proposed. Promising approaches include physical-model-based reconstruction methods, which represent a sound field as a linear combination of basis functions and determine the expansion coefficients. However, they are limited by the choice of basis...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40960348",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Second-hit somatic variant in a basal cell carcinoma of a basal cell nevus syndrome patient with a germline SUFU variant",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40960217",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Asymmetric effects of spectator presence on home and away team performance: a natural experiment from the 2021 K League 1 season",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Spectator presence was associated with enhanced tactical performance by home teams. In contrast, its impact on away matches was more pronounced in outcome-related performance, suggesting that home crowds may exert psychological pressure that disrupts visiting teams' execution and composure. These findings underscore the asymmetrical influence of spectatorship and enhance our understanding of home advantage in professional football.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40959758",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on away matches was more pronounced in outcome-related performance, suggesting that home crowds may exert psychological pressure that disrupts visiting teams' execution and composure",
      "conclusion": "Spectator presence was associated with enhanced tactical performance by home teams. In contrast, its impact on away matches was more pronounced in outcome-related performance, suggesting that home crowds may exert psychological pressure that disrupts visiting teams' execution and composure"
    },
    {
      "title": "Noncovalent immobilization of chiral Lewis acids on single-walled carbon nanotubes as a tool for synthetic organic aquachemistry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Polycyclic aromatic hydrocarbons (PAHs) were employed as anchoring tags to noncovalently immobilize Lewis acids onto single-walled carbon nanotubes (SWNTs). This heterogeneous system demonstrated remarkable performance in asymmetric catalysis, particularly in water devoid of organic solvents or surfactants, outperforming other carbonaceous π-materials in activity, stereoselectivity, and reusability. The use of large-diameter SWNTs modified with 4-fluorophenyl groups further enhanced catalytic...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40959398",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemoselective Cu-catalyzed acylsilylation of vinyl arenes using silylboronates and acyl fluorides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959388/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "We report the chemoselective copper-catalyzed acylsilylation of vinyl arenes using bench-stable silylboronates and acyl fluorides, which enables efficient access to β-silyl ketones under mild conditions. The reaction proceeds without the need for photochemical activation and exhibits a broad substrate scope, tolerating a wide range of electron-deficient and heteroaromatic vinyl arenes, as well as electronically diverse acyl fluorides, including drug-derived motifs. A key to this success is the...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40959388",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of immune radiotherapy with yttrium by targeting Frizzled homologue 10 (FZD10) in cervical cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958973/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: FZD10 may be an appropriate target and ^(90)Y-OTSA101 may have potential for the treatment of cervical cancer.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40958973",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FZD10 may be an appropriate target and ^(90)Y-OTSA101 may have potential for the treatment of cervical cancer"
    },
    {
      "title": "Biodegradable Zinc-Based Alloys for Guided Bone Regeneration Membranes: Feasibility, Current Status, and Future Prospects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958765/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "The guided bone regeneration (GBR) technique is an effective method for treating inadequate alveolar ridge bone mass. The choice of barrier membrane materials plays a crucial role in the success of this technique. Recently, biodegradable zinc (Zn)-based metallic barrier membranes have been extensively investigated as a novel option for alveolar bone defect repair. Although in vitro and animal studies using Zn-based GBR membranes have shown some promising results, it remains uncertain whether...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40958765",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photoinduced Azidosulfonylative Cyclization of 1,6-Dienes with Sulfonyl Azides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Electrophilic azides serve as valuable reagents in visible-light-induced photocatalytic processes. While the reactivity of triplet nitrenes formed via energy transfer to electrophilic azides has been relatively well studied, the synthetic potential of nitrene radical anions generated through single electron transfer remains less explored. Herein, we report a photoinduced azidosulfonylative cyclization of 1,6-dienes with sulfonyl azides in the presence of 9,10-diphenylanthracene as a...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40958568",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of Selenium-Binding Protein 1 on the Inhibitory Effect of Methionine in 1-Fluoro-2,4-dinitrobenzene-Induced Dermatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958559/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Allergic contact dermatitis (ACD) is a common skin disorder caused by contact with allergens. ACD treatment is based on patient education to avoid contact with allergens. However, sometimes patients may not be able to avoid the allergen because of its close proximity to their living environment. Thus, a novel therapeutic strategy that does not involve the avoidance of allergens is required. We previously reported that methionine, an essential amino acid, significantly suppressed ACD development...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40958559",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extracellular CD30 Regulates Brentuximab Vedotin-Induced Cell Death in an Adult T-Cell Leukemia Cell Line",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Adult T-cell leukemia/lymphoma (ATL) is a malignant tumor of mature T lymphocytes induced by human T-cell leukemia virus 1, and it has a poor prognosis. Brentuximab vedotin (BV) is included in the treatment of CD30-positive ATL, but there are no predictive biomarkers for the treatment effects of BV. Serum soluble CD30 (sCD30) concentrations are increased in aggressive ATL at the time of diagnosis, but the effect of extracellular CD30 on BV-induced cell death in ATL is unknown. Similarly, a...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40958558",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Entropy Metallene Aerogels: A New Balancer for *H Production and Consumption in Nitrate Reduction Reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958518/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "High-entropy metallene aerogels (HEMAs), synergizing high-entropy metallenes and metallic aerogels, face challenges in achieving single-phase structures due to multi-metallic nucleation/growth disparities, hindering two-dimensional anisotropic growth and three-dimensional assembly of multi-component nanocrystals. Herein, the universal preparation of HEMAs was achieved by a seed-mediated synthetic route for electrochemical nitrate reduction reaction (NO(3)RR). PdCuSnCoNi HEMAs exhibit maximum...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40958518",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Paper-Based Analytical Device Coated with a Fluorescent Polymer for the Visual Detection of Biothiols",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958512/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "The reducing capacity of biological and environmental aqueous samples is a key indicator of oxidative stress and redox balance. Thiol-containing compounds (biothiols) are essential in maintaining this balance within biological systems. In this study, we developed a paper-based analytical device (PAD) for the rapid and quantitative detection of biothiols in aqueous solutions and cell homogenates. The PAD uses a cysteine-specific fluorescent probe that generates a signal proportional to the...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40958512",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Water and Air on the Reaction Pathways in the Hydrothermal Liquefaction of Plastics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958460/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "This study establishes the role of water in the hydrothermal liquefaction (HTL) of plastics. 1-dodecene is employed as a model compound for polyolefin fragments resulting from chain cracking. The presence of a terminal double bond enables potential hydration and oxidation reactions to be assessed. Comparative experiments are conducted under identical conditions of temperature using pyrolysis and HTL in the presence and absence of air. The resulting product distributions provide critical insight...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40958460",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of the Performance of a Demand Oxygen Delivery System With a Built-In Reservoir",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Background: Patients with interstitial lung disease (ILD) and hypoxemia often require long-term home-based oxygen therapy. A demand oxygen delivery system (DODS), which is particularly useful during outdoor activities, requires careful evaluation regarding its effectiveness for alleviating hypoxemia, particularly during exertion. OxyCube, a DODS with a built-in second tank, was designed to deliver precisely adjusted oxygen pressure during inspiration. This study aimed to quantitatively compare...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960886",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "quantitatively compare",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nrf2 Deficiency Enhances the Immunosuppressive Function of Monocytic Myeloid-derived Suppressor Cells in a PPARγ- Dependent Manner",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings elucidate an immunoregulatory mechanism of Nrf2 deficiency related to M-MDSC function and provides a foundation for the application of Nrf2-/- M-MDSCs in inflammatory diseases.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960883",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings elucidate an immunoregulatory mechanism of Nrf2 deficiency related to M-MDSC function and provides a foundation for the application of Nrf2-/- M-MDSCs in inflammatory diseases"
    },
    {
      "title": "Exploring social detachment among older adults in non-urban Southern Taiwan: a qualitative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960866/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Targeted interventions that enhance the quantity and quality of interpersonal relationships are vital for addressing the specific causes of loneliness, social isolation, and detachment, thus improving social connectedness and overall well-being among older adults in Yunlin.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960866",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Targeted interventions that enhance the quantity and quality of interpersonal relationships are vital for addressing the specific causes of loneliness, social isolation, and detachment, thus improving social connectedness and overall well-being among older adults in Yunlin"
    },
    {
      "title": "Kondo Resonance of a Carbon-Centered Radical in a Single-Molecule Junction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "The low spin-orbit coupling and weak hyperfine interactions make organic radicals promising components used in molecular spintronics. Triphenylmethyl (TPM) is the first stable carbon-centered organic radical discovered more than a century ago. Here, we use scanning tunneling spectroscopy to study quantum transport through single TPM radicals that are attached to a Au(111) electrode via atomic contacts of Ni atoms. The transport exhibits a Kondo resonance, evidencing that the unpaired electron of...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960843",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ACMSD methylation in peripheral blood is associated with dynamic functional connectivity pattern in adolescent MDD patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960838/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "This study aimed to explore the association between ACMSD methylation level in peripheral blood and brain dynamic functional connectivity (dFC) patterns in adolescents with MDD. Sixty-seven drug-naive, first-episode adolescents with MDD (mean age 14.55 ± 1.38 years, 24 males [35.8%]) and twenty-three healthy controls (HCs, mean age 14.34 ± 1.47 years, 10 males [43.5%]) completed resting-state structural and functional magnetic resonance imaging. DNA samples were collected from peripheral venous...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960838",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "explore the association between ACMSD methylation level in peripheral blood and brain dynamic functional connectivity (dFC) patterns in adolescents with MDD",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Medical School Policies on Faculty Participation in Industry-Sponsored Speakers' Bureaus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960831",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accuracy of Artificial Intelligence vs Professionally Translated Discharge Instructions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960827/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: In this comparative effectiveness analysis of AI- vs professionally translated issued discharge instructions, AI-translated instructions performed similarly for Spanish but worse for other languages tested. Validation and clinical implementation of AI-based translation will require special attention to languages of lesser diffusion to prevent creating new inequities.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960827",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this comparative effectiveness analysis of AI- vs professionally translated issued discharge instructions, AI-translated instructions performed similarly for Spanish but worse for other languages tested. Validation and clinical implementation of AI-based translation will require sp..."
    },
    {
      "title": "Donor-Derived Epstein-Barr Virus Infection Among Pediatric Kidney Transplant Recipients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960821/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960821",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Individual and Cooperative Superexchange Enhancement in Cuprates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960817/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "It is now widely accepted that the antiferromagnetic coupling within high-temperature superconductors strongly exhibits a profound correlation with the upper limit of the superconducting transition temperature these materials can reach. Thus, accurately calculating the positive and negative mechanisms that influence magnetic coupling in specific materials is crucial for the exploration of superconductivity at higher temperatures. Nevertheless, it is notoriously difficult to establish a complete...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960817",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High Oxygen Ion Conductivity in Hexagonal Perovskite Ba<sub>7</sub>Nb<sub>4</sub>MoO<sub>20</sub> via Epitaxy-Assisted Orienting of Two-Dimensional Diffusion Pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960812/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Oxygen ion conductors are a key component in solid-state ionic devices such as fuel cells, catalysts, sensors, and artificial intelligent devices. The recent discovery of undoped Ba(7)Nb(4)MoO(20) hexagonal perovskites has attracted great attention due to the existence of two-dimensional oxygen diffusion pathways between NbO(4) and MoO(4) tetrahedra. However, there have been rare studies on the control parameters for hexagonal perovskites to further boost oxygen ion transport at lower...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960812",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel 1,2,4-Triazole Derivatives Containing a Benzenesulfonamide Moiety as Potential Antifungal Agents for Controlling Postharvest Soft Rot in Kiwifruit",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Fungal diseases in plants have emerged as a major threat to global agriculture, leading to substantial economic losses. In response to the growing need for effective antifungal agents, we present here a series of 1,2,4-triazole derivatives incorporating a benzenesulfonamide moiety and explore their antifungal potential. Among these, compound 4s against Phomopsis sp. (PS) achieved an EC(50) value of 0.15 μg/mL, outperforming the reference fungicide tebuconazole (0.18 μg/mL). In protective and...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960796",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An Integrated Solubilizing-Tag-Free Strategy for Chemical Synthesis of Mirror-Image Interleukin-6",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Interleukin-6 (IL-6) stands as a therapeutically important target, and the efficient chemical synthesis of mirror-image D-IL-6 could facilitate the development of D-peptide antagonists to complement the existing repertoire of antibody-based antagonists. Herein, we report a new integrated synthetic strategy for D-IL-6 characterized by three key features: a three-segment assembly of full-length D-IL-6 via two ligation reactions; a one-pot process of low-energy visible light-induced desulfurization...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960794",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "target, and the efficient chemical synthesis of mirror-image D-IL-6 could facilitate the development of D-peptide antagonists to complement the existing repertoire of antibody-based antagonists",
      "conclusion": null
    },
    {
      "title": "Reproductive aspects of native and endangered wild Betta fish (Betta dennisyongi and Betta rubra) from Aceh waters, Indonesia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Betta dennisyongi and Betta rubra are ornamental fish native to Aceh waters, facing a decline in population due to overexploitation and environmental changes. Therefore, this research aimed to obtain information regarding the reproduction of B. dennisyongi and B. rubra. The study was conducted from January to December 2020, with B. dennisyongi and B. rubra samples collected from Nagan Raya Regency and Aceh Besar, respectively. Approximately 1,099 Betta fish samples were successfully collected,...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Positive Contribution of Antimicrobial Biodegradation in Mitigating Conjugative Transfer of Antibiotic Resistance Genes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960772/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "The evolution and spread of antimicrobial resistance (AMR) are common global challenge. However, little is known about the regulatory role and mechanisms of antimicrobial biodegradation processes in the transmission of antibiotic resistance genes (ARGs) in the environment. Here, we explored the effects of commonly used antimicrobials (chloramphenicol, sulfamethoxazole, triclocarban, trimethoprim, and parachlorometa-xylenol), their mixtures, and biodegradation processes on the conjugative...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960772",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bringing credibility to observational research in critical care: the case of target trial emulation designs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960740/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960740",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Choking on TikTok: Memetic Content and CRAAP Analysis of Educative and Entertaining #Chokekink Videos",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Sexual choking is prevalent among adolescents and young adults (AYA), some of whom report having learned about this sexual practice from social media. This study reports on sexual choking related #chokekink TikTok videos collected over 2 days in 2023-2024. We analyzed 96 entertaining and/or educative videos thematically and categorically using Memetic Content Analysis. The CRAAP (Currency, Relevance, Authority, Accuracy, Purpose) test was applied to all educative content (n = 6). Videos were...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960736",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "96 entertaining and/or educative videos thematically and categorically using Memetic Content Analysis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physical exercise therapy in schizophrenia spectrum disorders: current evidence and treatment recommendations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960727/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Physical exercise has been proposed as an adjunctive treatment for schizophrenia spectrum disorders, with meta-analyses showing benefits for positive, negative, and total symptom severity, as well as cognition and daily functioning, although effects on physical health remain minimal. This narrative review summarizes current evidence, discusses the underlying mechanisms, and offers recommendations for implementing exercise therapy in clinical practice.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960727",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ten-Year Experience on 601 Patients with Mucormycosis at Eight Tertiary Care Centers in Iran",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960724/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The current study is the largest single-country retrospective study on the topic, with 601 mucormycosis cases. It may uncover gaps in knowledge, develop recommendations for future studies, and clarify the clinical and epidemiological aspects of mucormycosis. However, future studies and clarification of mucormycosis's clinical and epidemiological aspects are highly recommended.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960724",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The current study is the largest single-country retrospective study on the topic, with 601 mucormycosis cases. It may uncover gaps in knowledge, develop recommendations for future studies, and clarify the clinical and epidemiological aspects of mucormycosis"
    },
    {
      "title": "Mapping the Social Context of Type 2 Diabetes Management: A Network Analysis of Disease-Related Complications Among Black/African American Men",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960723/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Social networks play a crucial role in type 2 diabetes (T2D) management, yet limited research examines these dynamics among Black/African American men who face disproportionate T2D burden. This study investigated associations between social network characteristics and negative T2D outcomes among 1,225 Black/African American men with T2D. Participants completed an online survey assessing their social networks and T2D outcomes including low blood sugar reactions, high blood sugar symptoms, and...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960723",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "associations between social network characteristics and negative T2D outcomes among 1,225 Black/African American men with T2D",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emotion Dysregulation and Frustrative Non-Reward in Relation To ADHD Symptoms and Body Mass Index",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960712/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Attention-deficit/hyperactivity disorder (ADHD) and obesity are both independently associated with emotion dysregulation, including low frustration tolerance. There is a lack of research examining shared and unique aspects of emotion dysregulation in relation to ADHD and obesity separately and when they co-occur. This study examined emotion dysregulation as assessed with questionnaires and tasks involving frustrative non-reward in children with and without ADHD with varying body mass index...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960712",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "emotion dysregulation as assessed with questionnaires and tasks involving frustrative non-reward in children with and without ADHD with varying body mass index",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial intelligence-assisted PET imaging for predicting neoadjuvant chemotherapy response in breast cancer: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960690/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The use of AI in predicting treatment response to NAC in breast cancer based on PET imaging demonstrated promising accuracy and potential for clinical use. But its clinical implementation is challenged by methodological variability, small datasets, lack of external validation and limited interpretability. Future research should prioritize the improvement of dataset quality and the integration of explainable AI (XAI) to facilitate the broader adoption of AI in clinical practice.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960690",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The use of AI in predicting treatment response to NAC in breast cancer based on PET imaging demonstrated promising accuracy and potential for clinical use. But its clinical implementation is challenged by methodological variability, small datasets, lack of external validation and limited interpretab..."
    },
    {
      "title": "Astrocytic Cannabinoid Receptor 1 Governs Stress Resilience by Orchestrating Blood-Brain Barrier Integrity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960683/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960683",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling the Genomic Landscape of Escherichia coli O1:K1:H7 ST59 in Non-complicated Urinary Infections from Colombia Through Whole-Genome Sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960668/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Escherichia coli (E. coli) is a Gram-negative bacterium known for causing both intestinal and extraintestinal infections in humans. Among extraintestinal infections, urinary tract infections (UTIs) are particularly prevalent and impactful. In Colombia, limited information is available regarding the molecular epidemiology of E. coli. This lack of data hinders the understanding of the local epidemiological landscape and the identification of pathogenic lineages that may contribute to public health...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960668",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Phantom imaging demonstration of positronium lifetime with a long axial field‑of‑view PET/CT and <sup>124</sup>I",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960667/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960667",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "FOXP3 inhibits inflammatory activation of conjunctival epithelial cells in allergic conjunctivitis via the KAT5/PDCD4 axis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960665/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Allergic conjunctivitis (AC) is an IgE-mediated type I hypersensitivity disorder characterized by conjunctival hyperemia, itching, and increased tear secretions. This study aims to investigate the mechanism of FOXP3 in the inflammatory activation of human conjunctival epithelial cells (HConEpiCs) in AC. Serum samples were collected from AC patients and healthy volunteers for correlation analysis of FOXP3 with inflammatory cytokines (IL-6/IL-8/TNF-α/CRP) and immunoglobulins (IgG/IgA/IgE). FOXP3,...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960665",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "to investigate the mechanism of FOXP3 in the inflammatory activation of human conjunctival epithelial cells (HConEpiCs) in AC",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ASO Author Reflections: Predictors of Immune Checkpoint Inhibitor Response in ER+/HER2- Breast Cancer: A New Role for ESR1?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960662",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ASO Visual Abstract: Early Post-Discharge Pain Trajectories After Thoracoscopic Sublobar Resection for Stage IA Non-small Cell Lung Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960660",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reflection of therapy progress in virtual reality for individuals affected by obesity: a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The VR-based reflection exercise was feasible and well-accepted. The sample was highly burdened with multimorbidity, severe obesity (grade III), and psychological stress. A clinical trial with sufficient dosage would be required to infer about clinical effects.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960658",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The VR-based reflection exercise was feasible and well-accepted. The sample was highly burdened with multimorbidity, severe obesity (grade III), and psychological stress"
    },
    {
      "title": "Comparative analysis of biochemical and sequence features of PSI-LHCI supercomplexes from Cyanidium caldarium NIES-551 and Cyanidiococcus yangmingshanensis NIES-2137",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Cyanidiophyceae represent basal, extremophilic taxa subdivided into several genetically distinct orders. While photosystem I supercomplexes containing light-harvesting complexes (PSI-LHCI) have been characterized in Cyanidioschyzonales and Galdieriales, their organization in Cyanidiales remains poorly understood. Here, we purified the PSI-LHCI supercomplex from Cyanidium caldarium NIES-551, and analyzed its biochemical and spectroscopic properties. SDS-PAGE and mass spectrometry identified...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960655",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modified cut-off value of the urine albumin-to-creatinine ratio is helpful for identifying patients at high risk for chronic kidney disease in prediabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In conclusion, the novel UACR cutoff of 7.54 mg/g serves as an effective tool to identify individuals at high risk of developing CKD-ACR during the prediabetes stage.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960628",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In conclusion, the novel UACR cutoff of 7.54 mg/g serves as an effective tool to identify individuals at high risk of developing CKD-ACR during the prediabetes stage"
    },
    {
      "title": "Can a suggested physical activity paradox explain pain in workers?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960620",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply to Rich and Kollas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960617/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960617",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genomic and Functional Characterization of Bacillus siamensis B01 with Antimicrobial Activity Against Vibrio spp",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960612/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "This study reports the first investigation of the biological, genomic, and anti-Vibrio properties of Bacillus siamensis B01 (= VTCC 910229) isolated from a mangrove forest in Vietnam. Comparative genomic analysis revealed a significant similarity between the genomes of strain B01 and B. siamensis KCTC 13613^(T), as indicated by average nucleotide identity and digital DNA-DNA hybridization values of 98.8% and 97.5%, respectively. The draft genome comprised 3,823,156 bp, showed a GC composition of...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960612",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early warning of drug-induced cardiotoxicity: quantitative determination of Mfn2 biomarker via electrochemical immunosensing technology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Drug-induced cardiotoxicity (DIC) poses a significant challenge in both drug development and clinical practice, Making early and accurate assessment crucial. Existing studies have shown that mitochondrial fusion mediated by mitochondrial fusion protein 2 (Mfn2) is closely associated with DIC, and that upregulation of Mfn2 reduces drug-induced cardiomyocyte damage and apoptosis, suggesting that Mfn2 could be a potential biomarker for early warning assessment of DIC. Due to the defects of...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960605",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ethical tensions and professional attitudes toward circulatory death organ donation in the ICU: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: While ICU HCPs generally support DCD, significant ethical tensions and systemic barriers persist. Institutional efforts should focus on implementing clear protocols, promoting interprofessional education, and providing emotional support to ensure ethical integrity and staff well-being. Future research should explore differences in attitudes between uDCD and cDCD and work toward the development of validated tools to assess professional attitudes.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960602",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While ICU HCPs generally support DCD, significant ethical tensions and systemic barriers persist. Institutional efforts should focus on implementing clear protocols, promoting interprofessional education, and providing emotional support to ensure ethical integrity and staff well-being"
    },
    {
      "title": "Correction: Transcriptome analysis of key genes and pathways associated with cisplatin resistance in oral squamous cell carcinoma Cal27 cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960584",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of dental impression materials on metal artifacts in cone beam computed tomography examination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Although without significant improvements in the image quality, covering teeth with dental materials quantitatively reduced artifacts.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960566",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although without significant improvements in the image quality, covering teeth with dental materials quantitatively reduced artifacts"
    },
    {
      "title": "A response to the Vancouver call for action: addressing the needs of early career scientists in radiation protection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Early career researchers, professionals, and scientists (ECRs) are essential to the future of radiation protection, a field that increasingly relies on interdisciplinary collaboration and innovation. In line with the principles outlined in the Vancouver Call for Action for Radiation Protection Researchers, an ICRP (International Commission on Radiological Protection) initiative, this article explores the current landscape for ECRs through the lens of survey data, initiative outcomes, and the...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960552",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Depleting IL1R2+ Tumor-Infiltrating Regulatory T Cells with an ADCC-Prone Nanobody Construct Boosts the Efficacy of Anti-PD1 Immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Eliminating immunosuppressive cells, such as regulatory T cells (Tregs), is a promising approach to boost immunotherapy success. However, this approach may suffer from systemic auto-immune adverse events, highlighting the need to specifically target tumor-infiltrating (ti)Tregs. Based on CITE-seq and single-cell RNA-seq data from mouse models of triple-negative breast cancer (TNBC) and colorectal carcinoma (CRC), as well as a meta-analysis of human TNBC and CRC datasets, we obtained a...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960523",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increased Fos immunoreactivity in astrocytes in the raphe pallidus under hypoxia, not hypercapnia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "The raphe pallidus (RPa), a part of the caudal medullary raphe nucleus, has been suggested to participate in respiratory regulation. Therefore, hypoxia and hypercapnia are expected to affect the expression of Fos, a marker of cellular activation, in the RPa; however, there is currently no consensus on Fos expression in the RPa under hypoxic and hypercapnic conditions. The present study investigated the distribution of Fos expression in the RPa of rats exposed to hypoxia (10% O(2)), hypercapnia...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960497",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gradient bandgap engineering for performance enhancement in PbSe photodetectors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Short-wave infrared (SWIR) photodetectors are essential for applications ranging from industrial inspection to biomedical imaging. However, conventional detectors based on Ge, InGaAs, or HgCdTe face challenges such as high cost, complex processing, and limited compatibility with silicon technology. PbSe has emerged as a promising alternative due to its strong infrared absorption and room-temperature operation. Despite progress, PbSe thin film photodetectors still suffer from high dark current...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960487",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of chrysin derivatives anticancer potential in MCF7 cells: biological insights and in silico evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960483/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The 4-hydroxy substituted phenyl derivative (3h) spectacled enhanced anticancer and safety profile along with considerable pharmacokinetic parameters.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960483",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The 4-hydroxy substituted phenyl derivative (3h) spectacled enhanced anticancer and safety profile along with considerable pharmacokinetic parameters"
    },
    {
      "title": "Implantation, removal, and adjustment of the totally implantable venous access port under the guidance of digital subtraction angiography: a ten-year experience at a territory medical center",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960449/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Implantation, removal, and adjustment of the venous port access under DSA guidance were safe and efficient. For the removal and adjustment of complicated cases, using the pigtail catheter and/or gooseneck snare under DSA guidance was efficient. In addition, the IJV seems to be a safer venous access site with a lower complication rate than the SCV.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960449",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Implantation, removal, and adjustment of the venous port access under DSA guidance were safe and efficient. For the removal and adjustment of complicated cases, using the pigtail catheter and/or gooseneck snare under DSA guidance was efficient"
    },
    {
      "title": "Estimating the societal economic burden of food allergy in the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Using a population cost exercise that incorporated a range of epidemiologically plausible explanations, we estimated the annual total societal cost of FA in the US may approach $370.8 billion, mostly from indirect costs borne by patients/caregivers during daily living. This assessment may assist population-level healthcare decision-makers in investing in measures that reduce economic burden, valuing interventions, and considering approaches to reduce economic/health disparities for...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960448",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Using a population cost exercise that incorporated a range of epidemiologically plausible explanations, we estimated the annual total societal cost of FA in the US may approach $370.8 billion, mostly from indirect costs borne by patients/caregivers during daily living"
    },
    {
      "title": "Repeat Imaging Rates for Office-Based Imaging Studies Interpreted by Nonphysician Practitioners Compared With Radiologists",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Among Medicare beneficiaries, imaging studies are more likely to be repeated when interpreted by a NPP than when interpreted by a radiologist. Potential excess reimaging has implications for unnecessary care.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960434",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for unnecessary care",
      "conclusion": "Among Medicare beneficiaries, imaging studies are more likely to be repeated when interpreted by a NPP than when interpreted by a radiologist. Potential excess reimaging has implications for unnecessary care"
    },
    {
      "title": "Impact of Panel Size, Fluorochrome Selection, and Unmixing Algorithms on Ultra-High Parameter Flow Cytometry Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "The expansion of full spectral flow cytometry enabled us to run ultra-high-dimensional panels of up to 50 fluorochromes, offering unprecedented in-depth immunophenotyping. However, this advancement introduces significant analytical challenges, particularly in unmixing accuracy, population spread, and panel design. This study evaluates the impact of various unmixing algorithms on biological interpretation using different OMIP datasets. We demonstrate that algorithmic discrepancies can lead to...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960432",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of various unmixing algorithms on biological interpretation using different OMIP datasets",
      "conclusion": null
    },
    {
      "title": "Building a More Inclusive Environment: Lessons Learned From Two Years of Microaggression Workshops",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960421/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Microaggressions are common in medicine and are increasingly recognized as significant barriers to inclusion, belonging, and effective patient care. In 2020, an interprofessional group of educators set out to develop a microaggression workshop based on research available at the time. The workshop was launched in early 2022 and has been attended by over 1400 participants to date. This report outlines the approach taken, the workshop's effectiveness, and the lessons learned from 2 years of...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960421",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Relationships of Paracentral Scotoma With Structural and Vascular Parameters in Highly Myopic Eyes With Early Open-angle Glaucoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Compared with low-to-moderate myopia, highly myopic eyes with early OAG were more likely to develop paracentral scotoma. The measurement of cpRNFL thickness and RPC vessel density in the temporal and inferior-temporal sectors, GCC thickness and perifoveal vessel density in the inferior sector may help assessment of central visual function in highly myopic eyes with early OAG.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960410",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Compared with low-to-moderate myopia, highly myopic eyes with early OAG were more likely to develop paracentral scotoma. The measurement of cpRNFL thickness and RPC vessel density in the temporal and inferior-temporal sectors, GCC thickness and perifoveal vessel density in the inferior sector may he..."
    },
    {
      "title": "Evaluating the protonation state of the catalytic Cys25 in cruzain cysteine protease: A target for Chagas disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960400/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Cruzain (Cz), the major cysteine protease of Trypanosoma cruzi, the etiological agent of Chagas disease, employs Cys25 as its catalytic nucleophile, enabling peptide bond hydrolysis via nucleophilic attack on the carbonyl carbon of substrates. The pKa of Cys25 can be modulated by the local environment in the free enzyme or upon formation of pre-reactive complexes with substrates or inhibitors. Here, we employ molecular dynamics (MD) simulations, free energy calculations, and constant-pH...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960400",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vocal economy in contemporary commercial music singers: A pilot study on twang-like voices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Modelling studies suggest that twang-like voice production with supralaryngeal constriction increases vocal economy. This has not been studied in contemporary commercial music (CCM) singers. This study explores the vocal economy of twang-like voices in CCM singers using the \"quasi-output-cost ratio\" (QOCR). Ten CCM singers sang the syllable [pa:] loudly, using neutral and twang-like voices at low and high pitches. QOCR, electroglottografic contact quotient, sound pressure level, air pressure,...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemistry and Technology of Upconversion Material-Assisted Near-Infrared Photopolymerization: An Emerging Strategy for Photopolymerization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960347/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Upconversion materials (UCm)-assisted near-infrared (NIR) photopolymerization (UCAP) has gained increasing attention for its ability to convert NIR light into UV-vis light to initiate polymerization. In this perspective, we first present the mechanisms of stepwise multiphoton absorption in UCm and the composition of UCAP, emphasizing the design of efficient photoinitiation systems. The current state of UCAP research is reviewed across different polymerization mechanisms, including free-radical,...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960347",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Versatile Image-Assisted Cell Sorting by Selective Trapping with Spatiotemporal Multiparameter Targeting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960346/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Current cell sorting methods often lack versatility, require complex setups, demand large initial cell numbers for reliable sorting, and impose size limitations on target objects. To address these challenges, we introduce two-dimensional sorting with image-guided multiparameter adjustable targeting (2D-SIGMAT), which utilizes dynamic in situ light-activated cell trapping for precise and efficient cell isolation. A key advantage of 2D-SIGMAT is its capability to record and analyze high-resolution...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960346",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mutation in enterovirus 71 nonstructural protein 3A increases genome replication fidelity and exhibits attenuated virulence in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Increasing numbers of studies have highlighted the important implications of the replication fidelity of RNA viruses for virus replication, pathogenesis, and the development of antiviral drugs and live-attenuated vaccines. However, most of the research has focused on viral polymerase, and little information is available about the potential role of other viral replicase proteins. Here, we demonstrated that the mutations of 3A(V75A) and 3D(V63A+M393L) in enterovirus 71 (EV71) conferred...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960318",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "implications of the replication fidelity of RNA viruses for virus replication, pathogenesis, and the development of antiviral drugs and live-attenuated vaccines",
      "conclusion": null
    },
    {
      "title": "Summary of the 2024 report on gastroenterology and digestive endoscopy in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960314/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This report evaluates the status quo and development of gastroenterology and digestive endoscopy in the Chinese mainland, providing guidance for future quality improvements.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960314",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This report evaluates the status quo and development of gastroenterology and digestive endoscopy in the Chinese mainland, providing guidance for future quality improvements"
    },
    {
      "title": "Long-term outcomes of CNCT19 chimeric antigen receptor T-cell therapy in relapsed or refractory aggressive B-cell lymphoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: CNCT19s exhibited favorable safety profiles and efficacy in patients with R/R DLBCL and FL3B. Long-term follow-up confirmed the curative potential of CNCT19s in R/R aggressive B-cell lymphoma.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960310",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "CNCT19s exhibited favorable safety profiles and efficacy in patients with R/R DLBCL and FL3B. Long-term follow-up confirmed the curative potential of CNCT19s in R/R aggressive B-cell lymphoma"
    },
    {
      "title": "Letter: Analysis of the Efficacy of Neuroendoscopic Hematoma Removal Combined With Ventricular Lavage in Severe Intraventricular Hemorrhage-A Prospective Randomized Controlled Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960305/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960305",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular insights into the persistence and co-occurrence of two different carbapenem-resistant <em>Pseudomonas aeruginosa</em> lineages within a hospital setting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960291/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Carbapenem-resistant Pseudomonas aeruginosa (CRPA) represents a critical-priority pathogen capable of causing life-threatening, multidrug-resistant infections. We performed susceptibility testing, whole-genome sequencing, and bioinformatic analyses on 137 CRPA isolates from a Guangdong hospital. We found that the major specimen types were respiratory specimens (57/137, 41.6%) and bronchoalveolar lavage (42/137, 30.7%). All isolates were carbapenem-resistant but had low resistance to polymyxin B...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960291",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IgM Antibodies Targeting Malondialdehyde Promote Complement-Mediated Liver Injury in Alcohol-Related Liver Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Elevated systemic IgM titres that recognise MDA facilitate complement recruitment, which enhances hepatocyte injury, thereby promoting alcohol-associated liver disease.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960284",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated systemic IgM titres that recognise MDA facilitate complement recruitment, which enhances hepatocyte injury, thereby promoting alcohol-associated liver disease"
    },
    {
      "title": "Mitochondrial Activity Regulates Human T Helper 17 Differentiation and Function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960283/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Immunometabolism plays a pivotal role in T cell fate decisions, yet its specific contribution to human Th17 differentiation remains incompletely understood. Th17 cells, a subset of CD4^(+) T cells, are central to autoimmune pathogenesis through their secretion of pro-inflammatory cytokines. Elucidating the metabolic drivers of Th17 differentiation may reveal novel therapeutic targets. We investigated the role of mitochondrial activity in Th17 differentiation using an in vitro model with naïve...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960283",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the role of mitochondrial activity in Th17 differentiation using an in vitro model with naïve",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic accuracy of the ESAT6-CFP10 skin test for latent tuberculosis infection among jail detainees",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "As an alternative to the tuberculin skin test (TST) or QuantiFERON-TB Gold In-Tube (QFT-GIT), ESAT6-CFP10 (EC) skin test is an emerging screening method; however, its value in the diagnosis of latent tuberculosis infection (LTBI) in detainees is still unclear in China. Newly admitted detainees meeting inclusion criteria were enrolled, with demographic/clinical data collected via structured questionnaires. TST, EC skin test, and QFT-GIT screenings were performed, documenting the diameter of skin...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960282",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hand1 gene replacement with Hand2 reveals overlap in function with unique occurrence of omphalocele and heart defects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960281/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "The bHLH transcription factors HAND1 and HAND2 are expressed in partially overlapping patterns during development. Studies have established evidence for significant functional redundancy between HAND1 and HAND2. To test redundancy fully, we engineered a Hand1 allele where we directly replace the Hand1 exons and intron with those of Hand2. Results show that 2% of Hand1Hand2/Hand2mice are viable and fertile. The remaining Hand1Hand2/Hand2 embryos exhibit neonatal lethality due to omphalocele...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960281",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fucoidan Improves Tumour Control and Liver Function in TACE for Unresectable Hepatocellular Carcinoma: A Randomised Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960276/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: LMF improved tumour control, preserved liver function and had a favourable safety profile. These findings suggest LMF may mitigate TACE-related hepatic toxicity and prolong treatment eligibility, warranting further validation in larger trials.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960276",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "LMF may mitigate TACE-related hepatic toxicity and prolong treatment eligibility, warranting further validation in larger trials",
      "conclusion": "LMF improved tumour control, preserved liver function and had a favourable safety profile. These findings suggest LMF may mitigate TACE-related hepatic toxicity and prolong treatment eligibility, warranting further validation in larger trials"
    },
    {
      "title": "#Birth control: contraception conversations on social media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "PURPOSE OF REVIEW: Social networks, now including social media platforms, are increasingly important sources of health information for many patients, particularly patients of reproductive age. Observing and understanding conversations about contraception happening on social media can help clinicians address patient concerns and misinformation.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960272",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "OF REVIEW: Social networks, now including social media platforms, are increasingly important sources of health information for many patients, particularly patients of reproductive age",
      "significance": "sources of health information for many patients, particularly patients of reproductive age",
      "conclusion": null
    },
    {
      "title": "Managing MASLD Through Preventive Hepatology: Integrating Policy Reform, Public Health and Personalised Care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is growing in prevalence around the world, with a current global prevalence rate of 38%. Although MASLD serves as an umberlla term, its subtype of metabolic dysfunction associated steatohepatitis (MASH) with a prevalence of 5-7%, can lead to adverse liver outcomes including cirrhosis and liver mortality. However, prevalence rates for MASLD/MASH vary by country and region of the world. With the increasing rates of type 2 diabetes...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960268",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Grain Boundary Strengthening Enables Microstructural Regulation of Electrolytes for Robust Zinc Metal Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960266/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Rechargeable aqueous zinc metal batteries (ZMBs) suffer from notorious dendrite formation and interfacial side reactions, hindering their long-term stability and practical deployment. Here, a grain boundary strengthening electrolyte (GBSE) is reported featuring numerous boundaries with unique anion-participating interfacial composition of reverse micelle motifs. This microstructural regulation effectively suppresses proton and hydroxyl anion transport via the Grotthuss mechanism, while enhancing...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960266",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High Efficiency and Stable Flexible Organic Solar Cells Facilitated by Light Sensitive Hydrophilic-to-Hydrophobic Converting Surface Modification of the Flexible Barrier Films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "With the advantages of high efficiency and flexibility, the flexible organic solar cells (FOSCs) showed great application in wearable electronics. However, degradation of device performance due to the infiltration of water and oxygen into the flexible substrate becomes the main obstacle to its development. The traditional encapsulation with a sandwich structure would reduce the optical and mechanical properties of the devices and increase the device's weight. In this work, a strategy of in situ...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960262",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Intensity Focused Ultrasound Elevates Il-2rb on CD8+ T Cells: Enhancing JAK-STAT and IL-2 Efficacy in Triple-Negative Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960236/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Triple-negative breast cancer (TNBC) is characterized by a lack of effective targeted therapies and a challenging immunosuppressive microenvironment that limits the efficacy of immunotherapy. This study explores the potential of high-intensity focused ultrasound (HIFU) in modulating the immune response. Using the 4T1 mouse tumor model, we assessed the effects of thermal (T-HIFU) and mechanical (M-HIFU) HIFU on CD8+ T cells. Proteomic analysis revealed that T-HIFU and M-HIFU increased Il-2rb...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960236",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "All Drug Glassy Microneedle Patches for Instantaneous Transdermal Delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960233/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Dissolving microneedles (DMNs) are emerging transdermal delivery platforms but rely on water-soluble polymers as carriers that inherently limit drug-loading capacity and slow release due to dissolution/diffusion barriers. Formulating drugs directly into robust DMNs is further challenged by crystallization tendencies. Here, a supramolecular engineering strategy enabling carrier-free antibiotic glass microneedles (GMNs) is presented, leveraging synergistic drug-sulfate-water interactions that...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960233",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recombinant Human Fibronectin Mediates Macrophage Polarization via NF-κB/TGF-β1 Pathway to Enhance Fibroblast Proliferation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960228/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: RhFN modulates macrophage polarization through NF-κB inhibition and promotes fibroblast proliferation, adhesion, and migration via TGF-β1/Smad2/3 signaling.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960228",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RhFN modulates macrophage polarization through NF-κB inhibition and promotes fibroblast proliferation, adhesion, and migration via TGF-β1/Smad2/3 signaling"
    },
    {
      "title": "IMI-Interventions for Controlling Myopia Onset and Progression 2025",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960225/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "Myopia is recognized as a significant public health problem, particularly in East and Southeast Asia. This has led to the development and evaluation of a range of interventions to slow its progression and delay its onset. Since the publication of the 2019 International Myopia Institute's review of interventions for controlling myopia onset and progression, treatment options have continued to grow in number. This article reviews the efficacy of such interventions under five categories: optical,...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960225",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A structured training curriculum for robot-assisted radical nephroureterectomy: a Delphi consensus study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This is the first structured training curriculum for RARNU using international expert consensus. This will help guide surgical educators and trainees toward independent completion of a full RARNU.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960222",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is the first structured training curriculum for RARNU using international expert consensus. This will help guide surgical educators and trainees toward independent completion of a full RARNU"
    },
    {
      "title": "Long-Term Blood Pressure Variability and Physical Performance in Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960215/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "High variability in long-term blood pressure (BPV) independently predicts cardiovascular disease and cognitive decline. Increased BPV and declining physical performance may share mechanistic pathways. However, associations of BPV with gait speed and grip strength have not been examined. We completed a gender-stratified analysis of 16 692 participants enrolled in ASPREE/ASPREE-XT. Systolic and diastolic BPV were estimated from baseline-year 2 (Y2); gait speed/grip strength were assessed every 1-2...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960215",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rapid Construction of a Tyr C6-Trp C5' Linkage: Application in the Total Synthesis of Micitide 982, a Noncanonical Cyclic Peptide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960212/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "In this study, a facile synthesis method for a highly strained Tyr C6-to-Trp C5' linkage was developed. This method enables the convergent introduction of arbitrary biaryls to peptide linkers through electrochemically assisted Ni-catalyzed cross-electrophile coupling, followed by regioselective Larock macrocyclization. Additionally, using this approach, the total synthesis of the ribosomally synthesized and post-translationally modified peptide (RiPP) molecule micitide 982 was accomplished....",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960212",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rapaprotin, an Endopeptidase-Activated Proteasome Inhibitor that Induces 26S Disassembly",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960209/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "The 19S regulatory particle (RP) associates with the 20S core particle (CP) to form the 26S proteasome, an evolutionarily conserved holoenzyme that plays key roles in both physiological and pathological processes. Proteasome inhibitors that target the catalytic subunits within the 20S have proven to be valuable research tools and therapeutics for various cancers. Herein we report the discovery of rapaprotin, a 26S proteasome assembly inhibitor from our natural product-inspired hybrid macrocycle...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960209",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stabilizing Cu<sup>0</sup>/Cu<sup>+</sup> Interfaces via High-Entropy Electrochemical Potential Regulation Strategy for Enhanced CO<sub>2</sub>-to-Ethylene Conversion in Acidic Medium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960207/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250917152354&v=2.18.0.post9+e462414",
      "description": "The electrochemical CO(2) reduction reaction (CO(2)RR) in acidic media represents an efficient carbon-negative strategy, mitigating greenhouse effects while selectively producing value-added multi-carbon compounds. The Cu⁰/Cu^(+) interfaces could promote C─C coupling processes, but preserving the interface integrity under highly reductive potentials and acidic conditions presents substantial challenges. Here, a high-entropy electrochemical potential regulation strategy is reported that leverages...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40960207",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}