{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-01-20T07:47:27.929Z",
  "totalItems": 150,
  "totalArchived": 46356,
  "newPapersAdded": 140,
  "institutionBreakdown": {
    "KAIST": 10,
    "SNU": 77,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 4,
    "Korea University": 73,
    "IBS": 6,
    "UNIST": 1,
    "Hanyang University": 5,
    "KIST": 4,
    "GIST": 3,
    "Kyung Hee University": 7,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 82,
    "Materials Science": 10,
    "Cancer Research": 12,
    "Biomedical": 31,
    "Computer Science": 5,
    "Neuroscience": 10
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Redirecting linear hydrocarbon metabolism toward polyhydroxyalkanoate biosynthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-20T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41555335",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Contemporary Challenges in van der Waals 2D Semiconductors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "van der Waals (vdW) layered semiconductors have emerged as a unique class of quantum materials distinguished from their bulk counterparts by reduced dielectric screening, strong Coulomb interactions, large exciton binding energies, strong spin-orbit coupling, and pronounced thickness-dependent band structures. These fundamental attributes have enabled the exploration of exotic many-body physics and a broad spectrum of device applications, ranging from field-effect transistors and ferroelectric...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41553935",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cell density-dependent nuclear-cytoplasmic shuttling of SETDB1 integrates with Hippo signaling to regulate YAP1-mediated transcription",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "SETDB1, a H3K9 methyltransferase involved in nuclear transcriptional silencing, also localizes to the cytoplasm through unclear mechanisms. Here, we identify cell density as key regulator of SETDB1 subcellular localization and demonstrate its role in modulating the Hippo signaling pathway. Under low-density culture, SETDB1 distributes between nucleus and cytoplasm, whereas high-density culture triggers nuclear exclusion and proteasomal degradation. SETDB1 depletion reduces YAP1 phosphorylation...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41553709",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ELF18-INDUCED LONG NONCODING RNA 19 attenuates PAMP-induced callose deposition by modulating UDP-glycosyltransferase 71B6-associated ABA levels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553536/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Cis-natural antisense transcript ELENA19 attenuates PAMP-triggered immunity by modulating ABA- and PAMP-inducible UGT71B6 expression, resulting in increased ABA levels and reduced ET-dependent flg22-induced callose deposition in Arabidopsis. Long noncoding RNAs (lncRNAs) have emerged as crucial regulators of various biological processes. However, the roles of lncRNAs in pathogen-associated molecular pattern (PAMP)-triggered immunity (PTI) remain largely unexplored in plants. Based on our...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41553536",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Delocalization versus Coherence under Vibrational and Environmental Disorder in Photoexcited Supramolecular Aggregates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553245/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Exciton and charge dynamics in photoexcited molecular materials depend critically on how delocalization competes with structural, vibrational, and environmental disorder. Yet, the origin and extent of coherent versus incoherent distribution of excitons and charges in such \"noisy\" supramolecular systems remain poorly understood. Here, we integrate all-atom classical dynamics with fully quantum vibronic dynamics to dissect these competing effects in aqueous self-assembled perylenediimide stacks....",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41553245",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A review of clinical pharmacology considerations in antibody-drug conjugates approved by the US Food and Drug Administration between 2000 and 2025",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Antibody-drug conjugates (ADCs) represent a promising class of anticancer therapies with rapidly expanding development. However, regulatory approval remains complex due to their unique pharmacological properties. We systematically analyzed U.S. Food and Drug Administration (FDA)'s clinical pharmacology considerations across all approved ADCs to identify consistent regulatory patterns and inform future development strategies. We comprehensively reviewed 13 FDA-approved ADCs as of March 2025,...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41551730",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Systemic MOTS-c levels are increased in adults with obesity in association with metabolic dysregulation and remain unchanged after weight loss",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Circulating MOTS-c levels are elevated in obesity, exhibiting a nonlinear relationship with BMI and insulin resistance. MOTS-c may represent a compensatory metabolic response in obesity and insulin-resistant states, highlighting its potential as a clinical biomarker. This preliminary exploratory study warrants validation in larger and independent cohorts.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41551324",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Circulating MOTS-c levels are elevated in obesity, exhibiting a nonlinear relationship with BMI and insulin resistance. MOTS-c may represent a compensatory metabolic response in obesity and insulin-resistant states, highlighting its potential as a clinical biomarker"
    },
    {
      "title": "Novel Respiratory Disease Diagnosis Tool: Development of an Au-ReS<sub>2</sub>-Functionalized Extended-gate Field-Effect Transistor-Type Aptasensor for Simultaneous Detection of Granzyme B and Perforin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41550856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Spirometry is influenced by the patient's subjective condition, which limits the reproducibility of diagnostic results despite being a key diagnostic tool for respiratory diseases. To overcome this, an extended-gate field-effect transistor-type aptasensor for detecting granzyme B (GzmB) and perforin (PRF) is introduced as a proof-of-concept for diagnosing localized immune responses in respiratory diseases. The novel GzmB and PRF aptamers are synthesized using systematic evolution of ligands by...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41550856",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A new genus of Orthopsyllidae Huys, 1990 (Copepoda, Harpacticoida) from the Pacific Ocean",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41550687/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "This study reports the discovery of four new benthic harpacticoids from Korean waters in the Pacific Ocean. The harpacticoids were collected using SCUBA or a grab sampler and sorted using a stereomicroscope for both molecular and morphological analysis. The study employed standard DNA sequencing methods (COI and 18S rRNA) and detailed morphological characterization through microscopy and scanning electron microscopy. As a result, three new species belonging to the family Orthopsyllidae and...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41550687",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Atomic Layer Deposition of Ultra-Thin Oxide on Reactivity and Durability of Perovskite Oxygen Electrodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41549885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Conductive perovskite oxides (ABO(3)) are key oxygen electrode materials for energy conversion applications, but they suffer from irreversible performance degradation at elevated temperatures due to surface chemical instability. In this study, we investigate how the surface chemical environment and oxygen exchange kinetics of thin-film La(0.6)Sr(0.4)CoO(3) are affected by the atomic layer deposition of binary oxides-specifically HfO(2) and Al(2)O(3). We observe that both HfO(2) and Al(2)O(3)...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41549885",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Controlling the Hole Injection Dynamics of Hole-Transporting Polymers for Efficient Quantum Dot Light-Emitting Diodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41549448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "State-of-the-art quantum dot light-emitting diodes (QD-LEDs) have largely relied on poly[(9,9-dioctylfluorenyl-2,7-diyl)-co-(4,4'-(N-(4-sec-butylphenyl))diphenylamine)] (TFB) as the hole transport layer (HTL). However, the relatively high highest occupied molecular orbital (HOMO) energy level of the TFB hinders hole transfer into emitting layers (EMLs). In this study, we introduce fluorine (F) as a weak electron-withdrawing group (EWG) and the cyano group (CN) as a strong EWG into triphenylamine...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU",
        "UNIST"
      ],
      "pmid": "41549448",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Estimation of IPSS and OABSS scores using ChatGPT-4o: a comparative validation study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: GPT-4o estimated IPSS and OABSS with moderate but clinically acceptable accuracy. Its performance was comparable regarding diagnostic classification, particularly for QoL and OABSS. ChatGPT-4o may complement traditional questionnaires, particularly with missing or incomplete patient-reported data.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41555309",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GPT-4o estimated IPSS and OABSS with moderate but clinically acceptable accuracy. Its performance was comparable regarding diagnostic classification, particularly for QoL and OABSS"
    },
    {
      "title": "Long-Term Outcomes of Minimally Invasive Total Gastrectomy for Locally Advanced Gastric Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555131/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: For locally advanced gastric cancer, MITG demonstrated long-term oncologic outcomes similar to those of OTG. Therefore, MITG could be an oncologically safe option for locally advanced gastric cancer, although randomized studies are needed to confirm this finding.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41555131",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "For locally advanced gastric cancer, MITG demonstrated long-term oncologic outcomes similar to those of OTG. Therefore, MITG could be an oncologically safe option for locally advanced gastric cancer, although randomized studies are needed to confirm this finding"
    },
    {
      "title": "Network centrality drives optimal protection investment against systemic risk propagation in complex systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "The aim of this study is to investigate the mechanisms underlying systemic risk mitigation in scale-free networks by modeling the roles of memorized capital, social learning, and centrality-based heuristics. The study employs a network-agent dynamic approach to examine how node centrality shapes protection decisions and vulnerability distributions. Using advanced computational methods and interactive simulations, the study systematically tracks key state variables and shows that nodes with...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41554946",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study is to investigate the mechanisms underlying systemic risk mitigation in scale-free networks by modeling the roles of memorized capital, social learning, and centrality-based heuristics",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unconventional monooxygenation by the O<sub>2</sub>-dependent tRNA wobble uridine hydroxylase TrhO",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Modifications at the wobble position of transfer RNA (tRNA) are critical for accurate codon recognition and efficient translation. 5-Hydroxyuridine serves as a key intermediate for more complex wobble uridine derivatives commonly found in bacterial tRNAs and is synthesized by either prephenate-dependent TrhP or dioxygen-dependent TrhO. Despite its biological importance, structural and mechanistic insights into these enzymes have remained elusive. Here, we report the cryo-electron microscopy...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KIST",
        "SNU"
      ],
      "pmid": "41554887",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Resolving energy transfer dynamics in Eu²⁺-activated multi-site phosphors via metaheuristic optimization and physics-informed neural networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Multi-exponential fitting has long been the standard approach for luminescence decay analysis, not because it is physically meaningful but because it offers empirical convenience. Rigorous nonlinear rate-equation models have existed for decades, yet their application was hindered by computational costs. Recent advances in artificial intelligence and high-performance computing now make such models tractable, enabling physically grounded analyses of complex relaxation dynamics. Here we examine...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41554747",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Economic and demonstrative pilot-scale harvesting of microalgae biomass via novel combined process of dissolved air flotation and screw-press filtration\" [Bioresour. Technol. 418 (2025) 131892]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41554660",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exacerbation-related burden in patients with severe asthma in South Korea: a population-based cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study is the first population-based cohort study observing exacerbation-related burdens in patients with severe asthma, using recent data and generating real-world evidence. The results of this study can be used as evidence for further research on the burden of asthma and to inform decision-making in healthcare policy.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41554625",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study is the first population-based cohort study observing exacerbation-related burdens in patients with severe asthma, using recent data and generating real-world evidence. The results of this study can be used as evidence for further research on the burden of asthma and to inform decision-mak..."
    },
    {
      "title": "<em>N</em>-Acyl Benzisothiazolinones (<em>N</em>-acyl BITs) Enable Efficient Amide Bond Formation in Aqueous and Organic Media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554624/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "N-Acyl benzisothiazolinones (N-acyl BITs) are introduced as a class of bench-stable acylating reagents that undergo efficient acyl transfer to amines under mild conditions. Unlike the well-known N-S bond cleavage pathways of benzisothiazolinone derivatives, N-acyl BITs operate through direct acyl-nitrogen bond activation, enabling rapid amide formation without additives in a wide range of organic solvents as well as mixed organic/water solvent systems. These reagents display broad compatibility...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41554624",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Childhood Trauma and Somatization in a Clinical Sample: The Mediating Roles of Rumination, Cognitive Reappraisal, and Expressive Suppression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that depressive rumination is a key element affecting somatization symptoms in clinical patients who experienced emotional abuse.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41554603",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that depressive rumination is a key element affecting somatization symptoms in clinical patients who experienced emotional abuse",
      "conclusion": "These findings suggest that depressive rumination is a key element affecting somatization symptoms in clinical patients who experienced emotional abuse"
    },
    {
      "title": "Occupational Stress and Anxiety Among Korean Employees: Moderated Mediation Model of Burnout and Grit",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The study findings contribute to the understanding of how occupational stress is associated with anxiety in workplace, and have practical implications for preventing burnout and nurturing grit to protect employees' mental health.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41554602",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for preventing burnout and nurturing grit to protect employees' mental health",
      "conclusion": "The study findings contribute to the understanding of how occupational stress is associated with anxiety in workplace, and have practical implications for preventing burnout and nurturing grit to protect employees' mental health"
    },
    {
      "title": "The Gender Differences of Mediating Effect of Body Mass Index Between Perceived Control and Depressive Symptoms in Korean Workers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: BMI partially mediated the association between perceived control and depression in male but not in female. Perceived control was negatively associated with both BMI and depressive symptoms in both genders; however, BMI contributed to depressive symptoms only in male. Gender-specific approaches may be warranted in workplace mental health interventions.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41554601",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BMI partially mediated the association between perceived control and depression in male but not in female. Perceived control was negatively associated with both BMI and depressive symptoms in both genders; however, BMI contributed to depressive symptoms only in male"
    },
    {
      "title": "Suicide attempts among Korean adolescents before, during and after the COVID-19 pandemic: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554586/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Across three survey years, suicide attempts among Korean adolescents co-occurred with multiple emotional, behavioural and contextual characteristics. The magnitude of these associations varied before, during and after the pandemic, suggesting that broader social and educational conditions may shape patterns of distress linked with suicidal behaviour. Integrated approaches addressing overlapping emotional, behavioural and socioeconomic challenges may support youth suicide prevention...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41554586",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Across three survey years, suicide attempts among Korean adolescents co-occurred with multiple emotional, behavioural and contextual characteristics. The magnitude of these associations varied before, during and after the pandemic, suggesting that broader social and educational conditions may shape ..."
    },
    {
      "title": "Efficacy and Safety of Mobile App-Based Metamemory Cognitive Training for Mild Cognitive Impairment: Multicenter Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ET-101 significantly improved cognitive function compared to the sham device, with effects observed not only in the memory domain but also in the language domain, indicating a transfer effect. Therefore, ET-101 has the potential to provide effective MMT to a broader population with MCI by overcoming location and personnel limitations through a mobile app-based platform.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41554532",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ET-101 significantly improved cognitive function compared to the sham device, with effects observed not only in the memory domain but also in the language domain, indicating a transfer effect. Therefore, ET-101 has the potential to provide effective MMT to a broader population with MCI by overcoming..."
    },
    {
      "title": "ROS-responsive self-immolative polymeric prodrug for nitrosative stress-mediated cancer therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Nitric oxide (NO) has emerged as a promising redox-regulating agent for cancer therapy. However, the clinical applications of conventional NO donors have been limited by their short biological half-lives and poor tumor-specific generation of NO. To address these issues, we have developed reactive oxygen species (ROS)-responsive, self-immolative polymeric prodrug (G-g-PSIP) which undergoes intracellular head-to-tail depolymerization within the tumor microenvironment, resulting in the release of a...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41554484",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Process-intensified single-step pretreatment of spent coffee grounds-derived biocrude oil: Removal of inorganics and emulsified water for sustainable biofuel applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "The limitations of upgrading fast pyrolysis biocrude oil to transportation fuels, such as its high inorganic content and emulsified water, contribute to catalyst poisoning and reduced distillation efficiency. This study proposes a process-based innovation containing an integrated single-stage pretreatment designed to effectively remove inorganics, emulsified water, and water-soluble organics from spent coffee grounds biocrude oil. The optimized experimental method incorporates acid washing,...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41554443",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Initial diagnosis and management of acute ischemic stroke: recent update and future direction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554281/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Acute ischemic stroke (AIS) outcomes depend critically on rapid, accurate early diagnosis in the emergency department. Traditional prehospital tools and large vessel occlusion focused scales aid triage, but have limited ability to distinguish ischemic from hemorrhagic stroke, a distinction essential for treatment decision in acute phase. Recent advances include mobile stroke units equipped with computed tomography (CT), point-of-care labs, and telemedicine, as well as biomarkers, enabling...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41554281",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine Learning-Based Clusters of Vital Signs and Lactate Levels Predict Vasopressor Use in Sepsis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Machine learning-derived clusters based on initial vital signs and serum lactate levels demonstrated different patterns of vasopressor use and mortality. The clinical utility of this approach for guiding timely or targeted vasopressor therapy requires prospective validation.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41554280",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Machine learning-derived clusters based on initial vital signs and serum lactate levels demonstrated different patterns of vasopressor use and mortality. The clinical utility of this approach for guiding timely or targeted vasopressor therapy requires prospective validation"
    },
    {
      "title": "Digital Cognitive Behavioral Therapy for Chronic Insomnia in South Korea: Cost-Effectiveness Analysis Using Decision Tree and Markov Modeling Based on a Secondary Analysis of a Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554115/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Digital CBT for insomnia offers favorable clinical and economic value in South Korea. Using Korean clinical trial data and locally relevant societal cost inputs, this study provides policy-relevant evidence supporting early integration of digital CBT into routine insomnia care, employer health strategies, and national digital health policy.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41554115",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Digital CBT for insomnia offers favorable clinical and economic value in South Korea. Using Korean clinical trial data and locally relevant societal cost inputs, this study provides policy-relevant evidence supporting early integration of digital CBT into routine insomnia care, employer health strat..."
    },
    {
      "title": "Genetics and clinical characteristics of Korean patients with bilateral macronodular adrenocortical disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554100/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study in a Korean cohort with BMAD showed that P/LP ARMC5 variants were present in 22.9% of the genetically investigated patients and were associated with more severe radiological and steroidogenic features. These findings underscore the importance of closely monitoring patients with BMAD who carry ARMC5 P/LP variants.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41554100",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study in a Korean cohort with BMAD showed that P/LP ARMC5 variants were present in 22.9% of the genetically investigated patients and were associated with more severe radiological and steroidogenic features"
    },
    {
      "title": "Live Metabolomics with NMR",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41553924",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Incidence and Time-Varying Risk of Post-Stroke Hydrocephalus: A National Cohort Study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553771/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "BackgroundHydrocephalus is a potentially serious complication of stroke that can lead to long-term neurological impairment. However, population-based evidence on its incidence and time-varying risk remains limited.MethodsA retrospective cohort study was conducted using data from the Korean National Health Insurance Service-National Sample Cohort (2002-2013), including 16,514 patients newly diagnosed with hemorrhagic and ischemic stroke and 82,570 propensity score-matched controls. Stroke and...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41553771",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antibiotic Therapy in Dyssynergic Defecation With Microbial Overgrowth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41553758",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Examining Depression Among Mothers of Autistic People in South Korea: A Mixed-Methods Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41553658",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing treatment effects based on the two-wave latent change score model - an alternative to repeated measures ANOVA",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Behavioral science and health psychology researchers often strive to investigate treatment effects using traditional statistical approaches, such as repeated measures ANOVA. However, these methods often fall short in addressing complexities like measurement error, intraindividual variability, and change processes over time. This study introduces the Two-Wave Latent Change Score Model (2W-LCSM; Henk & Castro-Schilo, 2016) as a robust alternative for modeling treatment-induced change and its...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41553614",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical characteristics and risk factors of delayed ophthalmoplegia following cavernous sinus exploration in endoscopic pituitary adenoma surgery : Delayed transient ophthalmoplegia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Postoperative ophthalmoplegia following cavernous sinus exploration occurs more frequently than previously reported but follows a benign course with near-complete resolution. The distinct temporal patterns and risk factors suggest different pathophysiological mechanisms for early- versus delayed-onset ophthalmoplegia, guiding surgical decisions and patient counseling.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41553422",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Postoperative ophthalmoplegia following cavernous sinus exploration occurs more frequently than previously reported but follows a benign course with near-complete resolution. The distinct temporal patterns and risk factors suggest different pathophysiological mechanisms for early- versus delayed-ons..."
    },
    {
      "title": "Peripheral nerve transection predominantly drives sympathetic nerve sprouting in mouse dorsal root ganglia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553172/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Sympathetic sprouting in dorsal root ganglia (DRG) is a feature of sympathetically maintained pain (SMP) after peripheral nerve injury, yet the factors determining its occurrence remain unclear. Here, we compare transection and crush injury models to determine whether injury type or site influence sympathetic remodeling and pain. Using tyrosine hydroxylase-immunoreactivity staining and Phox2b reporter mice to selectively label sympathetic fibers, we found that an L5 spinal nerve transection...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41553172",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Heterogeneous Charge Transfer Mechanism in Lithium Metal Batteries: Revealing Abnormal Lithiophilicity through the Marcus Theory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553153/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Li metal batteries offer a high energy density but suffer from nonuniform Li metal electroplating and dendrite formation, limiting practical use. These issues arise from complex interfacial charge transfer kinetics, which are still ambiguously defined. Here, we reveal an abnormal dependence of Li electrodeposition kinetics on substrate lithiophilicity, rationalized by the Marcus-Hush-Chidsey (MHC) theory. Contrary to conventional expectations, lithiophobic Cu enables faster electron transfer and...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41553153",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spared Nav1.8-positive nociceptors drive persistent tactile hypersensitivity after sciatic nerve crush injury in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Peripheral nerve injury can lead to chronic mechanical hypersensitivity, yet the severity and persistence of pain are strongly influenced by the extent of axonal damage. Notably, partial sciatic nerve crush injury (PCI) produces persistent tactile hypersensitivity despite a less severe anatomical insult than full crush injury, yet the identity and postinjury state of the fibers that persist after PCI remain unclear. To define sensory neuron populations contributing to PCI-induced tactile...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41553142",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial Intelligence-assisted Risk Stratification of Thyroid Nodules with Atypia of Undetermined Significance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553093/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: AI-assisted ultrasound analysis offers supplementary diagnostic information for thyroid nodules with AUS cytology. Its high sensitivity and negative predictive value may assist clinicians in decision-making processes, particularly for small, low-risk thyroid nodules.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41553093",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AI-assisted ultrasound analysis offers supplementary diagnostic information for thyroid nodules with AUS cytology. Its high sensitivity and negative predictive value may assist clinicians in decision-making processes, particularly for small, low-risk thyroid nodules"
    },
    {
      "title": "Diagnostic Performance of Non-Hyperemic Pressure Ratios Versus Fractional Flow Reserve Stratified by Coronary Artery: A Systematic Review and Meta-Analysis of Individual Patient Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: NHPRs demonstrated lower diagnostic performance in non-LAD vessels compared with the LAD. These results underscore the need for vessel-specific interpretation of NHPR measurements.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41553082",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NHPRs demonstrated lower diagnostic performance in non-LAD vessels compared with the LAD. These results underscore the need for vessel-specific interpretation of NHPR measurements"
    },
    {
      "title": "Impact of antiemetic prophylaxis on reducing trastuzumab deruxtecan dose modifications in HER2+/HER2-low breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41552955/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that upfront TAR may help maintain the dosing of T-DXd in patients with HER2-positive or HER2-low ABC.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41552955",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that upfront TAR may help maintain the dosing of T-DXd in patients with HER2-positive or HER2-low ABC",
      "conclusion": "These findings suggest that upfront TAR may help maintain the dosing of T-DXd in patients with HER2-positive or HER2-low ABC"
    },
    {
      "title": "A Pilot Study Profiling Aqueous Humor-Derived Exosomal MicroRNA in Primary Open-Angle and Exfoliation Glaucoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41552653/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study provides the first profile of AH-derived exosomal miRNAs in POAG and XFG, identifies potential miRNAs associated with ECM remodeling, and highlights their potential utility as biomarkers and therapeutic targets in glaucoma.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41552653",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides the first profile of AH-derived exosomal miRNAs in POAG and XFG, identifies potential miRNAs associated with ECM remodeling, and highlights their potential utility as biomarkers and therapeutic targets in glaucoma"
    },
    {
      "title": "PI3K/AKT/eNOS Modulation and Angiotensin II Suppression by <em>Dryopteris crassirhizoma</em> Rhizome Extract: Computational and Experimental Evidence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41552486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "The rhizome of Dryopteris crassirhizoma (DC) Nakai has long been prescribed in Chinese and Korean medicine to treat parasitic infestations, colds, and hemorrhages. DC is rich in antioxidant phytochemicals that may enhance endothelial nitric oxide bioavailability, thereby promoting vasorelaxation; however, this potential has not been thoroughly investigated. Absorption, distribution, metabolism, excretion, and toxicity-screened DC constituents were retrieved from Traditional Chinese Medicine...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41552486",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ligand-modified liposomes as drug delivery systems for the active targeting of pancreatic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Pancreatic cancer is among the most fatal malignancies worldwide. The aggressive nature of this disease, coupled with late-stage diagnosis and limited therapeutic options, highlights the urgent need for innovative treatment approaches. Targeted therapy has emerged as a promising strategy to enhance therapeutic efficacy while minimizing systemic toxicity. Liposomes, as versatile nanoparticles, have shown significant potential to contribute to the develpment of drug delivery system. These...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41551985",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Moral panic and gaming disorder: focused on the mediation role of negative attitudes toward digital games",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: With the inclusion of \"Gaming Disorder (GD)\" in the official disorder manual by the World Health Organization (WHO), the concept of \"Moral Panic (MP)\"-referring to preemptive regulation driven by the spread of socio-cultural concerns-has attracted significant attention in related debates. However, empirical evidence regarding the MP phenomenon remains scarce. This study examined how socio-cultural concerns (responsibility to media threats and negative attitudes toward youth) and...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41551948",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how socio-cultural concerns (responsibility to media threats and negative attitudes toward youth) and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical significance of nocturnal sleep onset REM periods in narcolepsy diagnosis and diagnostic stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551903/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Nocturnal SOREMP may serve as a specific marker for narcolepsy, suggesting potential utility in supporting diagnostic consistency. Its presence appears to be associated with improved diagnostic reliability, particularly in NT2.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41551903",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Nocturnal SOREMP may serve as a specific marker for narcolepsy, suggesting potential utility in supporting diagnostic consistency. Its presence appears to be associated with improved diagnostic reliability, particularly in NT2"
    },
    {
      "title": "Beyond rheumatology: Reconsidering methotrexate for Crohn's disease in the biologic era",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "In the pre-biologic era, immunomodulators such as azathioprine, 6-mercaptopurine, and methotrexate (MTX) were widely used as first-line maintenance therapies in Crohn's disease. However, in the current era shaped by biologics, their role has shifted toward adjunctive use, primarily in combination with anti-tumor necrosis factor agents to reduce immunogenicity. Amid growing concerns about thiopurine-associated risks, MTX is receiving renewed attention for its favorable safety profile; however,...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41551829",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineered atopic dermatitis models for recreating hypoxic conditions in atopic dermatitis microenvironments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Atopic dermatitis (AD) is a chronic inflammatory condition with severe itching. The complex physiology and diverse pathogenesis of AD complicate the prediction of clinical outcomes. Therefore, it is essential to develop preclinical models closely mimicking features of AD. Herein, gelatin-based in situ crosslinkable hydrogel AD models are engineered replicating the characteristics of AD tissue. First, public data of patients with AD is used to confirm the following, using single-cell RNA...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41551767",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Esophagus extracellular matrix with microenvironmental complexity for esophageal organoids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551765/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Esophageal organoids have the potential to serve as promising therapeutics for esophageal mucosal damage, but their application remains largely unexplored. A critical initial step in this application involves addressing the challenges posed by Matrigel (MAT)-based conventional organoid culture, as its tumor-derived origin hinders clinical applications. In this study, we demonstrate the application of decellularized esophagus-derived extracellular matrix (EEM) to the culture and transplantation...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41551765",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A large puncture closer of aortic wall by multi-memory actions with thrombo-hemodynamic control",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551760/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "The vascular wall regulates the pattern and pressure of blood flow. In cardiovascular interventions, catheters are deployed by puncturing the vessel wall, without exception. Despite continuous progress, the outcomes remain highly operator-dependent, and large punctures with high-pressure bleeding continue to pose clinical challenges. As a translatable solution, this study introduces a shape memory vascular wall plug (VWP) that automates both the Body and Wing functions within a single component,...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41551760",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative effectiveness of long-term anti-obesity medications in routine clinical practice: a retrospective cohort study using real-world data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551732/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Orlistat, phentermine/topiramate, and liraglutide are widely used obesity pharmacotherapies, but comparative data from Asian real-world settings remain limited. We compared their effects on body weight, glycemic control, and persistence. We performed a retrospective cohort study using electronic health records from a tertiary hospital in Korea. Adults prescribed orlistat, phentermine/topiramate, or liraglutide between 2018 and 2025 were included. The primary endpoint was percentage weight change...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41551732",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex differences in efficacy/safety of anti-amyloid-beta monoclonal antibodies for the treatment of Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551731/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's disease (AD) is the most common cause of dementia. AD exhibits notable sex-related disparities in prevalence, progression, and treatment response. With the recent approval of anti-amyloid-beta monoclonal antibodies-aducanumab, lecanemab, and donanemab-understanding sex differences in their clinical effects has become increasingly relevant. This review article investigates sex differences in the pharmacokinetics, efficacy, and safety of aducanumab, lecanemab, and donanemab and...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41551731",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Allopurinol Use Is Associated with Decreased Incidence of Hepatic Decompensation and Overall Mortality among Individuals with Cirrhosis: A Propensity-Matched Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In a propensity score-matched analysis of a large national database, individuals with cirrhosis and allopurinol use had significantly lower risk of hepatic decompensation and overall mortality. These findings suggest that allopurinol may play a potential role in managing cirrhosis, and randomized clinical trials are needed to confirm these findings.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41551643",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that allopurinol may play a potential role in managing cirrhosis, and randomized clinical trials are needed to confirm these findings",
      "conclusion": "In a propensity score-matched analysis of a large national database, individuals with cirrhosis and allopurinol use had significantly lower risk of hepatic decompensation and overall mortality. These findings suggest that allopurinol may play a potential role in managing cirrhosis, and randomized cl..."
    },
    {
      "title": "MuCoSA: Multi-contextual similarity assessment for histopathology image search",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Histological diagnosis in pathology often begins with visual identification of morphological patterns that resemble known disease entities. Whereas digital pathology and augmented intelligence have enabled reverse image search in histopathology, most existing frameworks rely on single-magnification image patches and slide-level labels, limiting their ability to capture tissue morphologies with at various levels of granularity and scale. To address this, we propose Progressive Regional Image...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41551495",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Burden of typhoid fever and antimicrobial resistance in India (2023): a modelling study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: India is one of the countries with a high typhoid fever burden. In 2022, the National Technical Advisory Group on Immunisation recommended including the typhoid conjugate vaccine (TCV) in the Universal Immunisation Programme. In this study, we aimed to estimate the 2023 burden of typhoid fever and its antimicrobial resistance (AMR) to inform targeted vaccine introduction strategies.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41551375",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "estimate the 2023 burden of typhoid fever and its antimicrobial resistance (AMR) to inform targeted vaccine introduction strategies",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transperineal Versus Transrectal Prostate Biopsy: A Systematic Review and Meta-analysis of Randomized Controlled Trials Across Settings With and Without Magnetic Resonance Imaging Targeting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND CLINICAL IMPLICATIONS: TP-Bx and TR-Bx yield similar diagnostic performance for csPC in MRI-targeted procedures. However, in settings without MRI targeting, TP-Bx may offer better detection and a substantially lower infection risk. Although TP-Bx is associated with greater procedural discomfort, it can be performed safely under local anesthesia and without antibiotics, which aligns with antibiotic stewardship principles. These findings suggest that biopsy route selection should...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41551330",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "TP-Bx and TR-Bx yield similar diagnostic performance for csPC in MRI-targeted procedures",
      "conclusion": "AND CLINICAL IMPLICATIONS: TP-Bx and TR-Bx yield similar diagnostic performance for csPC in MRI-targeted procedures. However, in settings without MRI targeting, TP-Bx may offer better detection and a substantially lower infection risk"
    },
    {
      "title": "Impact of low aging temperature on the microbial and metabolic dynamics of rice wine during long-term storage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551170/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "This study investigated the effects of aging temperature and microbial inoculation on the physicochemical, microbiological, and metabolic properties of Korean rice wine (makgeolli) during long-term storage. Samples were aged at three different temperatures (4 °C, -1 °C, and -5 °C) for 180 days and were inoculated with Lactiplantibacillus plantarum or Saccharomyces cerevisiae to examine their respective influences on metabolite shifts during cold storage. Microbial communities were analyzed using...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41551170",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of aging temperature and microbial inoculation on the physicochemical, microbiological, and metabolic properties of Korean rice wine (makgeolli) during long-term storage",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adapting WHO integrated care for older people (ICOPE) models to the Korean context: Policy relevance and feasibility-a Delphi survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551004/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The ICOPE framework is broadly compatible with Korea's integrated care strategies, especially at the micro level. Macro-level implementation gaps persist. This study's findings, particularly identified consensus priorities and policy-practice gaps, aim to directly inform future policy design and scale-up strategies for integrated care in Korea, guiding efforts in governance integration, ICT infrastructure development, and indicator standardization.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41551004",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to directly inform future policy design and scale-up strategies for integrated care in Korea, guiding efforts in governance integration, ICT infrastructure development, and indicator standardization",
      "significance": null,
      "conclusion": "The ICOPE framework is broadly compatible with Korea's integrated care strategies, especially at the micro level. Macro-level implementation gaps persist"
    },
    {
      "title": "Strategic Preparedness of Broad-Spectrum Antivirals for Rapid Response Towards Next Pandemics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41550857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "The COVID-19 pandemic has underscored the urgent need for broad-spectrum antivirals (BSAs) capable of countering diverse and rapidly emerging viral threats. Unlike virus-specific drugs, BSAs offer cross-family protection and can serve as adaptable therapeutic platforms for pandemic preparedness. Advances in nanotechnology have further strengthened this approach by improving the solubility, stability, and targeted delivery of antiviral agents. Several repurposed drugs, such as niclosamide,...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41550857",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Heterogeneous impacts of fear and policy on building energy use during COVID-19 in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41550751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "The COVID-19 pandemic created a unique natural experiment in energy consumption, fundamentally reshaping demand. We analyzed electricity use in over one million South Korean buildings across six functional categories (May 2020 to April 2022). Using a panel regression with an instrumental variable strategy, we disentangle fear-driven behavioral responses (proxied by local mortality) from policy-driven mandates. Our empirical findings reveal heterogeneous impacts: fear reduced industrial and...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41550751",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "electricity use in over one million South Korean buildings across six functional categories (May 2020 to April 2022)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The definition of asthma remission in children: A scoping review by the WAO Paediatric Asthma Committee",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41550677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Current definitions of asthma remission in paediatric populations are predominantly symptom-based, with limited inclusion of objective physiological measures. Establishing consensus-based definitions for remission tailored to paediatric populations is essential to ensure clinical relevance and alignment with real-world disease patterns.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41550677",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "physiological measures",
      "significance": null,
      "conclusion": "Current definitions of asthma remission in paediatric populations are predominantly symptom-based, with limited inclusion of objective physiological measures. Establishing consensus-based definitions for remission tailored to paediatric populations is essential to ensure clinical relevance and align..."
    },
    {
      "title": "Characterization of Pana g 1, an important cause of pollen-food allergy syndrome from Korean ginseng, <em>Panax ginseng</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41550676/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Pana g 1 is the major PFAS-causative allergen in Korean ginseng. Recombinant Pana g 1 shows promise as a diagnostic tool for ginseng-induced PFAS. The quantification systems established here may also support standardization of ginseng extracts and allergen monitoring.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41550676",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Pana g 1 is the major PFAS-causative allergen in Korean ginseng. Recombinant Pana g 1 shows promise as a diagnostic tool for ginseng-induced PFAS"
    },
    {
      "title": "Kawasaki disease and outdoor environmental stressors: a scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41550610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Kawasaki Disease (KD) is an acute pediatric vasculitis with unclear etiology, though environmental triggers have been proposed. This scoping review synthesized epidemiological evidence on outdoor environmental exposures and KD incidence. A systematic search up to December 2024 identified 32 eligible studies. KD incidence is highest in East Asia, particularly Japan, South Korea, and Taiwan, where most research has been concentrated. Meteorological variables and air pollutants were most studied....",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41550610",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ginsenoside Rb1 restores dental pulp by promoting odontogenic differentiation of dental pulp stem cells via the TGF-β/Smad signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41550595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: G-Rb1 promotes odontoblastic differentiation in hDPSCs and enhances reparative dentin formation via the TGF-β/Smad signaling pathway. These findings highlight the potential of G-Rb1 as a therapeutic agent for dental pulp repair and regeneration.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41550595",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "G-Rb1 promotes odontoblastic differentiation in hDPSCs and enhances reparative dentin formation via the TGF-β/Smad signaling pathway. These findings highlight the potential of G-Rb1 as a therapeutic agent for dental pulp repair and regeneration"
    },
    {
      "title": "Ginsenoside Rg5 mitigates tenocyte death <em>via</em> SIRT6/autophagy-dependent signaling in an aging model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41550590/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These results suggest that Rg5 attenuates ER stress and oxidative stress through the SIRT6/autophagy axis, thereby mitigating ferroptosis and apoptosis in aging-conditioned tenocytes. The present study sheds light on a novel therapeutic strategy for aging-mediated tendinopathy involving the use of Rg5.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41550590",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that Rg5 attenuates ER stress and oxidative stress through the SIRT6/autophagy axis, thereby mitigating ferroptosis and apoptosis in aging-conditioned tenocytes",
      "conclusion": "These results suggest that Rg5 attenuates ER stress and oxidative stress through the SIRT6/autophagy axis, thereby mitigating ferroptosis and apoptosis in aging-conditioned tenocytes. The present study sheds light on a novel therapeutic strategy for aging-mediated tendinopathy involving the use of R..."
    },
    {
      "title": "Ginsenoside Rg1 attenuates asthma features in mice co-exposed to house dust mite allergen and diesel exhaust particle by modulating epithelial ILC2 interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41550587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Ginsenoside Rg1 mitigates Dp/DEP-induced airway inflammation by downregulating Th2/Th17 and ILC2/ILC3 responses, potentially via the IL-33-STAT6 axis in airway epithelial cells.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41550587",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Ginsenoside Rg1 mitigates Dp/DEP-induced airway inflammation by downregulating Th2/Th17 and ILC2/ILC3 responses, potentially via the IL-33-STAT6 axis in airway epithelial cells"
    },
    {
      "title": "Editorial: Synthetic biology approaches for biocatalytic production of value-added chemicals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41550373/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41550373",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hypoxia-mediated CRIP2 activation via NICD1 translocation regulates glycolysis and cell death",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41550246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41550246",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reoriented Interfacial Water Structure Around Pd Enhances Oxygen Reduction Kinetics in Zn-Methanol-Air Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41549956/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "The dynamics of interfacial water within the electrical double layer (EDL) play a pivotal role in governing charge transfer during electrocatalysis. While previous strategies primarily focused on modulating electrolyte compositions or pH to tune the EDL, tailoring the interfacial water structure through catalyst design remains underexplored. Herein, we report a composite catalyst comprising atomically dispersed cobalt sites (Co(SA)) embedded in a N-doped carbon matrix and palladium nanoparticles...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41549956",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of Transmucosal Contour on Peri-Implant Soft Tissue Dimensions: A Cross-Sectional Study in Posterior Single-Tooth Implants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41549888/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The profile angle and crown ratio significantly associated with peri-implant soft tissue dimensions in posterior implant restorations. Larger profile angles and crown ratio, especially within the 1-2 mm coronal region, were closely associated with reductions in both soft tissue height and width. These findings demonstrate region-specific associations between crown contour morphology and peri-implant soft tissue dimensions.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41549888",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "region-specific associations between crown contour morphology and peri-implant soft tissue dimensions",
      "conclusion": "The profile angle and crown ratio significantly associated with peri-implant soft tissue dimensions in posterior implant restorations. Larger profile angles and crown ratio, especially within the 1-2 mm coronal region, were closely associated with reductions in both soft tissue height and width"
    },
    {
      "title": "Pharmacokinetic Interaction Among Amlodipine, Losartan, and Chlorthalidone after a Single Oral Administration in Healthy Male Subjects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41549823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Antihypertensive drugs are more potent when administered in combinations of two or three different classes of drugs. The objective of this study was to evaluate the pharmacokinetic interaction among amlodipine, losartan, and chlorthalidone. A randomized, open-label, four-sequence, four-period, four-treatment, single-dose study was conducted in healthy Korean male subjects, with oral administrations of two tablets of amlodipine 5 mg, one tablet of losartan 100 mg, one tablet of chlorthalidone 25...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41549823",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to evaluate the pharmacokinetic interaction among amlodipine, losartan, and chlorthalidone",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Imagery Intervention on the Experience of Parental Loss in Adulthood",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41549789/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Objective: This study investigates the effectiveness of imagery rescripting interventions for adults experiencing parental loss, a profoundly traumatic event. Method: Thirty-five participants were randomly assigned to either an imagery rescripting (IR) group, a reading and writing intervention group, or a control group. The IR intervention, applied once a week for three weeks, incorporated components. Results: Results demonstrated that the IR group showed significant reductions in grief-related...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41549789",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study investigates the effectiveness of imagery rescripting interventions for adults experiencing parental loss, a profoundly traumatic event",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis, Characterization, and Anti-Listerial Activity of Chitosan-Stabilized Selenium Nanoparticles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41549643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "The antibacterial efficacy of chitosan (C) stabilized selenium nanoparticles (C-SeNPs) against Listeria monocytogenes (LM) was assessed. In addition, the physicochemical properties of C-SeNPs, including particle size, morphology, surface charge, optical behavior, elemental composition, and crystallinity were systematically characterized using transmission electron microscopy (TEM), scanning electron microscopy (SEM), dynamic light scattering (DLS), zeta potential analysis, X-ray diffraction...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41549643",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modulating O-GlcNAcylation Alters Salivary Acinar Cell Differentiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41549625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "O-GlcNAcylation is a post-translational modification involved in various cellular processes, including cell cycle progression, signaling, transcription, and stress response. Mouse salivary gland morphogenesis shows specific localization patterns of O-GlcNAc transferase (OGT) and O-GlcNAc in developing acinar cells, suggesting a potential involvement of O-GlcNAcylation in acinar cell differentiation-related signaling molecules. To define its underlying mechanisms, this study used an OGT...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41549625",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of blood-based inflammatory biomarkers for vestibular neuritis using a proximity extension assay",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41549609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "ObjectiveThe present study aimed to identify blood-based inflammatory biomarkers that would help investigate the underlying pathogenesis in vestibular neuritis (VN) using a proximity extension assay (PEA).MethodsIn this single-center prospective study, we enrolled both a cross-sectional (acute VN vs normal controls) and a longitudinal (acute phase vs recovery phase) cohorts. We quantified 92 plasma inflammatory proteins using the Olink PEA and identified differentially expressed proteins (DEPs)...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41549609",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protective Effect of Brain Derived Neurotrophic Factor-Overexpressing Wharton's Jelly-Derived Mesenchymal Stromal Cells in Severe Intraventricular Hemorrhage in Newborn Rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41549589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "The brain-derived neurotrophic factor (BDNF) plays a crucial role in neuroprotection, and we have previously demonstrated BDNF-mediated neuroprotective effects in mesenchymal stromal cells (MSCs). The present study aimed to investigate whether BDNF-overexpressing MSCs enhance the therapeutic efficacy of naïve MSCs in a preclinical model of severe neonatal intraventricular hemorrhage (IVH). We exposed primary rat neuronal cells to 40 U of thrombin overnight in vitro. Subsequently, the neuronal...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41549589",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Amylin Revisited: A 5-Year Perspective on Its Emerging Role in the Treatment of Diabesity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41549439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Amylin is a pancreatic peptide hormone that regulates blood glucose levels and appetite. This review outlines the physiological role of amylin and highlights recent clinical studies exploring its therapeutic potential in diabetes and obesity. Amylin lowers postprandial glucose levels by delaying gastric emptying and suppressing glucagon secretion, while promoting satiety via central nervous system pathways. Preclinical research has driven the development of long-acting amylin analogs with...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41549439",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of tau burden and Lewy pathology on neuropsychiatric symptoms in Aβ-positive individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41549415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Neuropsychiatric symptoms (NPS) are common across the Alzheimer's disease (AD) spectrum. We aimed to evaluate the effects of amyloid beta (Aβ), tau, and Lewy body (LB) pathologies on NPS in Aβ-positive individuals.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41549415",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the effects of amyloid beta (Aβ), tau, and Lewy body (LB) pathologies on NPS in Aβ-positive individuals",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Brain volume trajectories in Down syndrome and autosomal dominant Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41549404/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: It is unknown if neurodegeneration trajectories differ between Down syndrome (DS) and autosomal dominant Alzheimer's disease (ADAD), both of which are genetic forms of Alzheimer's disease (AD).",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41549404",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PLGA Nanoparticle-based Anti-TLR2 scFv Gene Delivery for the Treatment of Alzheimer's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41549381/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "In Alzheimer's disease (AD), persistent microglial neuroinflammation and the poor brain exposure and durability of current therapies underscore the need for new, long-acting treatments. We developed a non-viral gene therapy that suppresses microglial Toll-like receptor 2 (TLR2) signaling using poly(lactic-co-glycolic acid) (PLGA) nanoparticles (NPs) loaded with a plasmid encoding the anti-TLR2 single-chain variable fragment (scFv33). Following intra-cisterna magna delivery, PLGA NPs exhibited...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41549381",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Application of Patient-operated Otoscope in Diagnosing Patulous Eustachian Tube Dysfunction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41549378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Patient-operated portable digital otoscopy significantly increased the objective confirmation of PET and addressed the diagnostic gap due to intermittent symptoms. This approach enables timely symptom-triggered TM visualization beyond clinical settings, potentially reducing diagnostic delays and unnecessary repeat visits.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41549378",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "confirmation of PET and addressed the diagnostic gap due to intermittent symptoms",
      "significance": null,
      "conclusion": "Patient-operated portable digital otoscopy significantly increased the objective confirmation of PET and addressed the diagnostic gap due to intermittent symptoms. This approach enables timely symptom-triggered TM visualization beyond clinical settings, potentially reducing diagnostic delays and unn..."
    },
    {
      "title": "Trends in acute respiratory infection and associated factors among under-5 children in Ethiopia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study identified inconsistent trends in the prevalence of ARI at the regional level of Ethiopia from 2000 to 2016. To the best of our knowledge, this is the first nationwide trend analysis of ARI in Ethiopia. Further research is warranted to identify the reasons for the substantial differences in the temporal trend of ARI by region in Ethiopia.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41555280",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified inconsistent trends in the prevalence of ARI at the regional level of Ethiopia from 2000 to 2016. To the best of our knowledge, this is the first nationwide trend analysis of ARI in Ethiopia"
    },
    {
      "title": "Crystal structure of poly[μ-diphen-yl(pyridin-4-yl)phosphane-κ<sup>2</sup> <em>N</em>:<em>P</em>-μ-tri-fluoro-acetato-κ<sup>2</sup> <em>O</em>:<em>O</em>'-silver(I)] from synchrotron data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551557/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "The crystal structure of the title compound, [Ag(CF(3)CO(2))(C(17)H(14)NP)] has been determined from synchrotron data (λ = 0.70000 Å). Centrosymmetric dinuclear Ag(2)O(2) units, generated by inversion centers, extend into a two-dimensional coordination polymer linked by the N and P atoms of the bridged-bidentate (μ²) ligand. The resulting two-dimensional array can be described as a 6³ (hcb) network.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41551557",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancing Performance and Reliability of FeNAND Hybrid Memory via a 2D-WS<sub>2</sub> Layer for Charge Trapping and Ferroelectric Crystallization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41549435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Ferroelectric NAND (FeNAND) devices utilizing ferroelectric hafnia thin films have emerged as promising candidates for future V-NAND applications. Hybrid memories integrating conventional charge trap layers into FeNAND structures have been extensively explored for their enhanced electrical performance. However, crystallization issues in the ferroelectric layer remain a critical barrier, despite achieving sufficient memory windows. Here, we present a FeNAND hybrid memory incorporating a...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41549435",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surgical decision-making in self-inflicted, non-ballistic penetrating neck injuries: a single-center retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41555307",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The DNA dialect: a comprehensive guide to pretrained genomic language models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555097/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Following their success in natural language processing and protein biology, pretrained large language models have started appearing in genomics in large numbers. These genomic language models (gLMs), trained on diverse DNA and RNA sequences, promise improved performance on a variety of downstream prediction and understanding tasks. In this review, we trace the rapid evolution of gLMs, analyze current trends, and offer an overview of their application in genomic research. We investigate each gLM...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41555097",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "α-Amylase in Aspergillus oryzae-fermented rice promotes the growth of human symbiotic Faecalibacterium Prausnitzii",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555050/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Diet is one of the critical factors that govern the human gut microbiome. Fermented foods provide beneficial effects for human health by supplying diverse nutrients and digestive enzymes. We aimed to investigate the effect of fermented rice extract prepared with Aspergillus oryzae on the growth of human symbiotic Faecalibacterium prausnitzii. After steamed rice was fermented by A. oryzae, a water-soluble fraction was prepared by centrifugation and used as rice-koji extract. The growth of F....",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41555050",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the effect of fermented rice extract prepared with Aspergillus oryzae on the growth of human symbiotic Faecalibacterium prausnitzii",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Author Correction: Changes in mitochondrial thymidine metabolism and mtDNA copy number during induced pluripotency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555029/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41555029",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preventive effect of hot compress on phlebitis during cisplatin and Vinorelbine treatment for non-small cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41555005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Hot compresses significantly reduced the frequency of VNR-induced phlebitis in patients with NSCLC receiving CDDP + VNR.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41555005",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Hot compresses significantly reduced the frequency of VNR-induced phlebitis in patients with NSCLC receiving CDDP + VNR"
    },
    {
      "title": "Measuring electrooculograms of a simulated underwater diver by utilizing conductivity of seawater",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554933/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41554933",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bovine colostrum as a human milk fortifier for very preterm infants with slow feeding advancement: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554861/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: BC appeared safe when used as a fortifier to human milk for VPIs with slow feeding advancement, but did not improve feeding tolerance or clinical variables.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41554861",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BC appeared safe when used as a fortifier to human milk for VPIs with slow feeding advancement, but did not improve feeding tolerance or clinical variables"
    },
    {
      "title": "Manual and automated assessments of general movements in neonates are associated with early autism risk at 18 months",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41554857",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating the potential to predict chemotherapy-induced nausea and vomiting in carboplatin-containing treatment based on symptoms induced by prior cisplatin-containing treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554838/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Chemotherapy-induced nausea and vomiting (CINV) is a serious adverse effect of cisplatin (CDDP)- and carboplatin (CBDCA)-containing treatments. In this study, we aimed to assess the potential to predict CINV in subsequent CBDCA-containing chemotherapy based on symptoms induced by prior CDDP-containing treatments. Patients with thoracic cancer who received CDDP followed by CBDCA treatments (n = 52) were divided into a control group, including patients with total control (TC) of CINV during prior...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41554838",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "assess the potential to predict CINV in subsequent CBDCA-containing chemotherapy based on symptoms induced by prior CDDP-containing treatments",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Social rank and social environment combinedly affect REM sleep in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "The interplay of sleep quality, social hierarchy, and social isolation remains elusive. We evaluated such interplay using two mouse lines: C57BL/6J (B6) mice with relatively weak social hierarchy, and ICR×B6 F1 hybrid mice with relatively robust social hierarchy. Considering the potential effects of group housing on sleep - both through direct physical contact and other social interactions, which complicates interpretation-we designed a neighbor-housing condition that eliminates effects of...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41554797",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Author Correction: Mutual inhibition between EPFL2 and auxin extends the intervals of periodic leaf morphogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554760/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41554760",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CDG due to Defective Membrane Transporters: Update",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Congenital disorders of glycosylation are genetic defects in the glycoprotein and glycolipid glycan assembly and attachment. Some 200 CDG have been reported since the first clinical description in 1980. Most CDG are enzymatic deficiencies, but 13 (6.5%) are defects in the ER, Golgi apparatus (GA), and plasma membrane transporters. This review provides an update on the clinical, biochemical, genetic, and therapeutic aspects of these disorders and on animal models. Defects in other cellular...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41554664",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Delayed response of the median raphe serotonin neurons projecting to the ventral hippocampus to aversive stimuli",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Appropriate processing of aversive information is essential for survival. We previously demonstrated that serotonin neurons in the median raphe nucleus (MRN) play a key role in such processing; however, MRN responses to predictive cues of aversive events remain unclear. Here, we found that the MRN serotonin neurons were activated by aversive air-puff stimuli but not by auditory cues predicting the air puff. Moreover, delayed activation of the ventral hippocampus-projecting MRN serotonin neurons,...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41554598",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Src-dependent modulation of IFNγ-induced PD-L1 expression in human breast cancer cell lines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554597/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Triple-negative breast cancer (TNBC), which lacks expression of estrogen receptor, progesterone receptor, and human epidermal growth factor receptor 2 (HER2), is associated with poor prognosis. Immune checkpoint inhibitors (ICIs) have emerged as a promising therapeutic option for TNBC, but their efficacy remains limited due to resistance. In this study, we investigated whether the non-receptor tyrosine kinase Src (Src tyrosine kinase) regulates interferon-gamma (IFNγ)-induced expression of...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41554597",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether the non-receptor tyrosine kinase Src (Src tyrosine kinase) regulates interferon-gamma (IFNγ)-induced expression of",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "L17E cell-penetrating peptide enhances intranasal delivery of IgG to the cerebrospinal fluid in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554326/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Antibody-based therapeutics are promising for treating central nervous system (CNS) diseases; however, brain delivery is severely restricted by the blood-brain barrier (BBB). Intranasal administration has gained attention as a noninvasive route proposed to reduce the impact of the BBB; however, the efficiency of delivering large biomolecules, such as antibodies, remains insufficiently characterized. This study aimed to investigate whether cell-penetrating peptides (CPPs) could increase...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41554326",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "investigate whether cell-penetrating peptides (CPPs) could increase",
      "significance": "of the BBB; however, the efficiency of delivering large biomolecules, such as antibodies, remains insufficiently characterized",
      "conclusion": null
    },
    {
      "title": "Object independent scatter sensitivities for PET, applied to scatter estimation through fast Monte Carlo simulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Scattered coincidences are a major source of quantitative bias in positron emission tomography (PET) and must be compensated during reconstruction using an estimate of scattered coincidences per line-of-response and time-of-flight bin. Such estimates are typically obtained from simulators with simple cylindrical scanner models that omit detector physics. Incorporating detector sensitivities for scatter is challenging, as scattered coincidences have less constrained properties (e.g., incidence...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41554261",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of ban and ordinances against indoor smoking on the proportion of smoke-free establishments in restaurants, izakaya, and bars in Japan: Interrupted time-series analysis of restaurant database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554192/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The indoor smoking ban has promoted indoor smoke-free policies in eating and drinking establishments in Japan. However, many establishments, nearly two-thirds of izakaya and bars, remain smoking-allowed, probably owing to exemptions and non-compliance. To effectively reduce second-hand smoke exposure in eating and drinking establishments, it is necessary to minimise exemptions by revising laws or enforcing additional ordinances and promoting compliance with these legislations.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41554192",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The indoor smoking ban has promoted indoor smoke-free policies in eating and drinking establishments in Japan. However, many establishments, nearly two-thirds of izakaya and bars, remain smoking-allowed, probably owing to exemptions and non-compliance"
    },
    {
      "title": "Turning heterogeneity of statistical epistasis networks to an advantage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41554049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Epistasis detection is hindered by multiple challenges, including the proliferation of analytic tools and the diverse methodological choices made in Genome-Wide Association Interaction Studies (GWAIS). These factors often produce inconsistent and only partially overlapping results, with individual methods emphasizing distinct aspects of epistasis. Although comparative evaluations of GWAIS approaches exist, they generally do not identify the factors responsible for methodological discrepancies or...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41554049",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reclassification of the genus <em>Dysgonomonas</em> and description of <em>Dysgonomonas reticulitermitis</em> sp. nov. and <em>Viscerimonas tarda</em> gen. nov., sp. nov. from the gut of the subterranean termite <em>Reticulitermes speratus</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "The genus Dysgonomonas, established in 2000 and currently comprising nine isolated species, belongs to the order Bacteroidales. Despite its increasing ecological and clinical relevance, the genus remains taxonomically ambiguous, and criteria for genus-level classification have not been systematically assessed. In this study, we re-evaluated the taxonomy of Dysgonomonas using core genome phylogeny, average amino acid identity and percentage of conserved proteins. These genome-based metrics and...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553856",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification and quantification of two etomidate analogues ABP-700 and 2,6-dichloro-3-fluoro-etomidate in e-cigarette liquid and hair by GC-MS and LC-MS/MS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553703/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study establishes a validated analytical method for the simultaneous determination of ABP-700 and 2,6-dichloro-3-fluoro-etomidate in human hair matrices. To our knowledge, this is the first reported methodology enabling both identification and quantification of these novel etomidate analogs in hair samples, with successful application to forensic case samples.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553703",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study establishes a validated analytical method for the simultaneous determination of ABP-700 and 2,6-dichloro-3-fluoro-etomidate in human hair matrices. To our knowledge, this is the first reported methodology enabling both identification and quantification of these novel etomidate analogs in ..."
    },
    {
      "title": "Real-World Weight Loss Outcomes by Obesity Management Approaches in Japan: Descriptive Findings from the J-ORBIT Database Linked to Electronic Medical Records (J-ORBIT2)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553594/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Obesity-associated burden in terms of ORHDs was common among Japanese IwOD. Although IwOD tended to have the highest weight reduction after bariatric surgery, this treatment is indicated for a highly restrictive population and requires specific criteria to be met, leaving many IwOD with unmet needs. These IwOD may need pharmacotherapy for better weight management than that provided by current options.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553594",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Obesity-associated burden in terms of ORHDs was common among Japanese IwOD. Although IwOD tended to have the highest weight reduction after bariatric surgery, this treatment is indicated for a highly restrictive population and requires specific criteria to be met, leaving many IwOD with unmet needs"
    },
    {
      "title": "Difference in pupillary response to red and blue color stimuli between glaucoma and Leber hereditary optic neuropathy patients with comparable central visual dysfunction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553591/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Compared with POAG patients who had comparable macular structural and functional damage, LHON patients showed better pupillary responses during blue light stimulation and PIPR, reflecting preserved ipRGC function.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553591",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Compared with POAG patients who had comparable macular structural and functional damage, LHON patients showed better pupillary responses during blue light stimulation and PIPR, reflecting preserved ipRGC function"
    },
    {
      "title": "High prevalence of treatable transthyretin cardiac amyloidosis in cardioembolic stroke: the first systematic cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ATTR-CA was found in nearly 10% of elderly patients with cardioembolic stroke, with half remaining undiagnosed until stroke presentation. Cardiac hypertrophy, elevated troponin levels, and musculoskeletal manifestations provide practical screening indicators for stroke physicians. Given the availability of disease-modifying therapies, these findings emphasize the importance of systematic ATTR-CA screening in cardioembolic stroke populations.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553541",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ATTR-CA was found in nearly 10% of elderly patients with cardioembolic stroke, with half remaining undiagnosed until stroke presentation. Cardiac hypertrophy, elevated troponin levels, and musculoskeletal manifestations provide practical screening indicators for stroke physicians"
    },
    {
      "title": "Analysis of intercellular lipids in the stratum corneum of patients with capecitabine-induced hand-foot syndrome: comparison with the stratum corneum of healthy individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CAP induces changes in SC lipid structure due to changes in SC lipid composition and a decrease in carbon chain length in CSCs. CAP-induced HFS is associated with 5-FU accumulation in SC.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553537",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CAP induces changes in SC lipid structure due to changes in SC lipid composition and a decrease in carbon chain length in CSCs. CAP-induced HFS is associated with 5-FU accumulation in SC"
    },
    {
      "title": "The effect of 14 days Actovegin administration with or without high intensity training on exercise capacity and skeletal muscle mitochondrial respiration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553522/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553522",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a novel method for estimating the missing mandible using three-dimensional homologous models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553480/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The estimation method developed in this study demonstrated a satisfactory degree of accuracy, suggesting its potential usefulness for three-dimensional estimation of missing mandibular morphology.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553480",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The estimation method developed in this study demonstrated a satisfactory degree of accuracy, suggesting its potential usefulness for three-dimensional estimation of missing mandibular morphology"
    },
    {
      "title": "Advanced lipidomic techniques for high-throughput profiling of complex sphingolipids in plant tissues",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553449/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553449",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distribution of axial length in Japanese children and adolescents aged 4 to 19 years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This was the first large-scale AL survey in Japan and revealed the age and sex related distribution of AL and the proportion with LAL among Japanese children and adolescents aged 4 to 19 years.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553439",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This was the first large-scale AL survey in Japan and revealed the age and sex related distribution of AL and the proportion with LAL among Japanese children and adolescents aged 4 to 19 years"
    },
    {
      "title": "Clinical and genetic characterization of REEP6-associated retinopathy in a Japanese cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The combination of p.Val90Leu and c.598+1G>A variants was associated with a milder phenotype, supporting the hypothesis that p.Val90Leu is a hypomorphic variant. These findings expand the clinical and genetic spectra of REEP6-associated retinopathy, particularly among East Asian populations.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553438",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The combination of p.Val90Leu and c"
    },
    {
      "title": "Dual MPO-ANCA and PLA2R positivity in crescentic glomerulonephritis with MPO-associated membranous nephropathy: a case report with pathogenic insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553430/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Recent studies have suggested that myeloperoxidase (MPO) may serve as a target antigen in cases of MPO-associated membranous nephropathy (MN) occurring concurrently with MPO-antineutrophil cytoplasmic antibody (ANCA)-associated crescentic glomerulonephritis (GN). We report the case of a 41-year-old Filipino man with MPO-ANCA-positive rapidly progressive glomerulonephritis (RPGN) complicated by the development of nephrotic syndrome. He exhibited no apparent signs of extra-renal vasculitis. Kidney...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553430",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rapid liquid-based cytology improves carcinoma cell detection in intraoperative effusion cytology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553418/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553418",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Contrast dose determination using effective diameter in patients of unknown weight for dynamic computed tomography of the upper abdomen: a feasibility study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The BW estimated from D(eff) showed a strong correlation with measured BW and may serve as a practical alternative in cases where BW is unknown.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553405",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The BW estimated from D(eff) showed a strong correlation with measured BW and may serve as a practical alternative in cases where BW is unknown"
    },
    {
      "title": "Impact of the albumin-C-reactive protein-tumor marker score on postoperative prognosis in very elderly patients with colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553397/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553397",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Covalent organic frameworks as precision nanocarriers for targeted drug delivery: developments, hurdles, and horizons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553396/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Covalent organic frameworks (COFs) have emerged as a versatile class of crystalline reticular materials distinguished by their high surface area, permanent porosity, and atomically precise structural tunability. Their modular synthesis enables precise control over pore size, geometry, and surface functionality, while offering excellent chemical stability and intrinsic biocompatibility. These attributes make COFs uniquely suited for applications as precision nanocarriers in targeted drug...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553396",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Functional Evaluation of the Atypically Modified GlcHMS326 and Porphyra-334, Two Structurally Distinct Mycosporine-Like Amino Acids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553342/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Mycosporine-like amino acids (MAAs) are natural compounds widely studied for their photoprotective and antioxidant properties. Typical MAAs consist of one or two amino acids attached to a cyclohexenone or cyclohexenimine ring, whereas atypical MAAs possess unique chemical modifications such as glycosylation and methylation. Recently, we identified an atypical MAA, GlcHMS326, from the cyanobacterium Gloeocapsa sp. BRSZ, characterized by glycosylation, methylation, and hydroxylation. In this...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553342",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dietary Purple Non-Sulfur Bacteria Increase Body Size of Caenorhabditis elegans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "We identify a novel effect in which dietary purple non-sulfur bacteria Cereibacter sphaeroides increase body size in Caenorhabditis elegans. This response requires the Toll-like receptor homolog TOL-1 and the TIR-domain adaptor TIR-1, but not the p38 MAP kinase PMK-1. Components of the DBL-1/BMP pathway, including LON-1, also contribute, revealing a new interaction between a beneficial bacterium and host growth regulation.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553338",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of Quality Indicators for the Correct Use of Electronic Medical Records in Primary Care: Modified Delphi Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41553117/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study provided a set of 40 EMR-extractable QIs for the correct use of EMRs in primary care. These QIs can be used to map the completeness of EMRs by setting up an audit and feedback system, and to develop specific (computer-based) training for GPs.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41553117",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provided a set of 40 EMR-extractable QIs for the correct use of EMRs in primary care. These QIs can be used to map the completeness of EMRs by setting up an audit and feedback system, and to develop specific (computer-based) training for GPs"
    },
    {
      "title": "Standardised Surface Electromyography During Clenching and Swallowing: Patient Perception and Comparison of Two Protocols: An Observational Study on a Healthy Population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41552998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Both cotton rolls and wax pads are suitable for clenching standardisation, though wax may reduce TM and MM activity. For swallowing, the air-filled bulb does not affect ssEMG indices but is perceived as more comfortable and less stressful.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41552998",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both cotton rolls and wax pads are suitable for clenching standardisation, though wax may reduce TM and MM activity. For swallowing, the air-filled bulb does not affect ssEMG indices but is perceived as more comfortable and less stressful"
    },
    {
      "title": "Multi-step mechanisms of early phospholipid hydrolysis and mineralisation unveiled through combined quantum chemical calculations and experimental analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41552970/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Phospholipids play key roles in bone formation, with phosphatidylserine (PS) reportedly inducing more rapid mineralisation than phosphatidylcholine (PC); however, the underlying mechanisms remains unclear. This study investigated PS and PC mineralisation using experimental methods and computational chemistry. The stationary points in the potential energy surfaces of the reactions were preliminarily found using a neural network potential (PreFerred Potential in Matlantis) capable of predicting...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41552970",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "PS and PC mineralisation using experimental methods and computational chemistry",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Non-enzymatic glucose sensing from nitrogen-enriched detonation soot",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41552851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Detonation-derived nitrogen-enriched detonation soot is reported herein as a promising candidate for non-enzymatic glucose sensing. The intrinsic impurities and heteroatom composition present within detonation soot act as electrocatalytic centers, facilitating efficient glucose oxidation. These findings highlight the potential of detonation-synthesized nanodiamonds as cost-effective and stable electrode materials for glucose sensing applications.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41552851",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combination of midfoot derotational osteotomy and ankle arthrodesis against neglected clubfoot: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41552810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Neglected congenital clubfoot in adults is difficult to manage. Multi-joint arthrodesis is often required but is invasive and associated with complications. We report an adult case treated with ankle arthrodesis and midfoot derotational osteotomy. A 59-year-old man with untreated idiopathic clubfoot since birth presented with severe hindfoot varus and rigid midfoot inversion, leading to wheelchair dependence. Imaging showed correctable hindfoot deformities but rigid midfoot inversion with...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41552810",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Flexible bronchoscopic cryoablation as definitive treatment for endobronchial hamartoma: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41552792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Endobronchial hamartoma is a rare benign tumor that, when located in the central airway, can lead to airway obstruction, hemoptysis, and recurrent respiratory infections. Although various bronchoscopic treatment modalities have been reported, the application of transbronchial cryoablation has rarely been described. We report the case of a 78-year-old man with squamous cell carcinoma in the left lower lobe, in whom a pedunculated tumor was incidentally identified in the left B6 bronchus during...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41552792",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fifteen years of rifampicin-resistant TB control in Niger: high countrywide treatment uptake and success",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41552672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In Niger, over 15 years of RR-TB control, pre-treatment attrition reduced over time, reflecting better access to care. Treatment success was high, exceeding global success. However, increasing on-treatment attrition should be addressed by targeting high-risk groups.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41552672",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In Niger, over 15 years of RR-TB control, pre-treatment attrition reduced over time, reflecting better access to care. Treatment success was high, exceeding global success"
    },
    {
      "title": "Verifying the physiological significance of the preference for low facial temperature in humans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41552617/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A preference for low facial temperature should help cool the brain. However, this brain cooling effect should be minimal compared with SBC in animals possessing carotid rete. SBC in humans could not be validated by the results in this study.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41552617",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A preference for low facial temperature should help cool the brain. However, this brain cooling effect should be minimal compared with SBC in animals possessing carotid rete"
    },
    {
      "title": "Revisiting the Cubicity of Stacking Disordered Ice: Ice Isd Formed in Mesopores",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41552575/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "To examine the mechanism of nucleation and growth of stacking disordered ice (ice Isd) formed by freezing of supercooled water, we obtained cubicities (the fraction of cubic stacking sequences of ice crystallite) as a function of pore size and freezing temperature for ice Isd formed from freezing of water confined in various types of mesoporous silicas and carbons. Here, the most important role of mesopores is to control the freezing temperatures of confined water according to their shapes and...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41552575",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "role of mesopores is to control the freezing temperatures of confined water according to their shapes and",
      "conclusion": null
    },
    {
      "title": "Rapid and Label-Free Structural Proteomics Using One-Step Swift Trypsin LiP-MS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41552556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Limited proteolysis mass spectrometry (LiP-MS) is a powerful approach for probing protein conformational changes on a proteome-wide scale. However, conventional workflows rely on a two-step digestion with proteinase K and trypsin, which increases complexity and reduces reproducibility and sensitivity. This study aimed to develop a simplified one-step protocol, termed Swift Trypsin LiP-MS (STLiP-MS), which uses a trypsin-immobilized spin column and high-speed centrifugation to achieve rapid and...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41552556",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "develop a simplified one-step protocol, termed Swift Trypsin LiP-MS (STLiP-MS), which uses a trypsin-immobilized spin column and high-speed centrifugation to achieve rapid and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine Learning-Driven Design of Sustainable Polymer Membranes: Integrated Prediction of Gas Permeability, Selectivity, and Biodegradability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41552509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Increasing CO(2) emissions are causing environmental pollution worldwide, and there is a growing need for the development of efficient CO(2) separation and recovery technologies. Many polymer materials, including polymer membranes, are difficult to decompose once released into the environment, leading to environmental pollution and adverse effects on ecosystems, and accordingly, biodegradable materials are required. In this study, we focused on the gas permeability and biodegradability of...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41552509",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Process Duration on Electrochemical Performance in Composite Cathodes for All-Solid-State Li-Ion Batteries Processed via Warm Isostatic Pressing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41552433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Isostatic pressing is frequently used to densify various components of all-solid-state batteries (ASSBs). Among these, warm isostatic pressing (WIP) has proven to be a useful technique for ASSB production. We conducted a parametric study of the performance of composite cathodes treated with WIP to investigate the effect of the process duration on the performance of ASSBs. Electrochemical impedance spectroscopy (EIS) and charge-discharge performances of the test cells were examined to determine...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41552433",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An acyclic nucleic acid-modified siRNA targeting CAG expansions for polyglutamine disease treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41552385/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Polyglutamine (polyQ) diseases are inherited neurological disorders caused by an expansion of the cytosine-adenine-guanine (CAG) repeat in the causative genes. These include Huntington's disease, spinal and bulbar muscular atrophy (SBMA), and spinocerebellar ataxias (SCAs). Clinical trials have been conducted using nucleic acid therapeutics to silence the causative gene for these diseases, but none have been approved for use. Furthermore, while oligonucleotides targeting the CAG repeats are an...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41552385",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of sleep, resilience, and hardiness on the psychological stress response of Japanese university students over the previous two to three days",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "The present study examined the extent to which overall sleep quality, resilience, and hardiness affect stress responses over the previous two to three days among Japanese university students. An online, anonymous questionnaire was administered, collecting demographic data and responses to the Japanese versions of the Pittsburgh Sleep Quality Index (PSQI), Resilience Scale for Students (RS-S), Hardiness Scale (HS), and Stress Response Scale-18 (SRS-18) scales. Four hierarchical linear multiple...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41551906",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Non-constraining and non-contact monitoring of respiratory rate at awake and apnea and hypopnea during sleep using a millimeter wave radar",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551893/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Respiratory rate (RR) is known to fluctuate due to psychological stress, while obstructive sleep apnea (OSA) remains highly prevalent. Conventional contact-based monitoring may disturb sleep, particularly in patients with insomnia. This study aimed to develop a non-constraining, non-contact respiratory monitoring system capable of measuring RR during wakefulness and detecting signs of OSA during sleep-two physiologically distinct states assessed at separate time points. A prospective...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41551893",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "develop a non-constraining, non-contact respiratory monitoring system capable of measuring RR during wakefulness and detecting signs of OSA during sleep-two physiologically distinct states assessed at...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Non-constraining and non-contact monitoring of respiratory rate at awake and apnea and hypopnea during sleep using a millimeter wave radar",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551888/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.1007/s41105-025-00612-w.].",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41551888",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in the objective measures of sleep in association with menses among female athletes with excessive daytime sleepiness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Excessive daytime sleepiness (EDS) can impair athletic performance. In female athletes, sleep architecture changes in association with the menstrual cycle; however, studies examining the relationship between menstrual cycle and sleep, particularly EDS, remain limited. Therefore, we conducted subgroup analyses of our previous study, comparing changes in sleep measures associated with menses between athletes with and without EDS. Female collegiate athletes with regular menstrual cycles were...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41551886",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations between cardiovascular-kidney-metabolic syndrome staging and risks of all-cause and cardiovascular mortality: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Advancing CKM stages are associated with progressively higher mortality risks, highlighting their value for early risk assessment and targeted prevention.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41551751",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Advancing CKM stages are associated with progressively higher mortality risks, highlighting their value for early risk assessment and targeted prevention"
    },
    {
      "title": "Synthesis, crystal structure and DFT study of carbon-yl[3-(dibenzo[<em>b</em>,<em>d</em>]thio-phen-4-yl)-6-(pyridin-2-yl-κ<em>N</em>)pyridazine-κ<em>N</em> <sup>1</sup>]bis-(tri-methyl-phosphane)iron(0)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "The title compound, [Fe(C(21)H(13)N(3)S)(CO)(PMe(3))(2)] (2), bearing a 3-(dibenzo[b,d]thio-phen-4-yl)-6-(pyridin-2-yl)pyridazine ligand was obtained by the reaction of [Fe(C(21)H(13)N(3)S)(CO)(3)] (1) with [Fe(PMe(3))(4)]. Crystal structure analysis of 2 revealed that the N,N-bidentate and three monodentate ligands form a five-coordinate square-pyramidal geometry around Fe, which differs from the trigonal-bipyramidal geometry observed in 1. The steric and electronic factors were investigated by...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41551566",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis and crystal structure of bis-[μ<sub>2</sub>-7-({bis-[(pyridin-2-yl)meth-yl]amino-κ<sup>3</sup> <em>N</em>,<em>N</em>',<em>N</em>''}meth-yl)-5-chloro-quinolin-8-olato-κ<sup>2</sup> <em>N</em>,<em>O</em>]dizinc(II) bis-(perchlorate) aceto-nitrile monosolvate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "The title compound, [Zn(2)(C(22)H(18)ClN(4)O)(2)](ClO(4))(2)·CH(3)CN, consists of one centrosymmetric cationic dinuclear zinc(II) complex with two penta-dentate ligands containing quinolin-8-olato and bis-(pyridin-2-ylmeth-yl)amine groups, two perchlorate counter-ions and one aceto-nitrile solvate mol-ecule. The Zn^(II) atom adopts a distorted octa-hedral geometry and coordinates the O atom and the N atom of the quinolin-8-olato group and three N atoms of the bis-(pyridin-2-ylmeth-yl)amine group...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41551548",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Crystal structure and near-infrared emission of <em>trans</em>-di-chlorido-(di-meth-oxy-phenyl-phosphine)[4,4',4''-tris-(meth-oxy-carbon-yl)-2,2':6',2''-terpyridine]-ruthenium(II) monohydrate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551546/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "In the title compound, [RuCl(2)(C(21)H(17)N(3)O(6))(C(8)H(11)O(2)P)]·H(2)O, the Ru^(II) atom is coordinated by three N atoms of a meridionally bound 4,4',4''-tris-(meth-oxy-carbon-yl)-2,2':6',2''-terpyridine ligand, a phosphinite P donor and two chloride ligands in a distorted octa-hedral geometry. The Ru-N distances lie in the range 1.996 (2)-2.078 (2) Å, with a Ru-P distance of 2.2879 (9) Å and Ru-Cl distances of 2.3713 (8) and 2.4191 (8) Å; the N-Ru-N bite angles are 78.59 (9) and 79.10 (9)°,...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41551546",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Successful three-year levofloxacin treatment for recurrent non-typhoidal <em>Salmonella</em> bacteremia in a patient with a bioprosthetic valve",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Although uncommon, non-typhoidal Salmonella bacteremia is clinically challenging, especially in patients with prosthetic material. Infective endocarditis can occur as a complication of non-typhoidal Salmonella bacteremia, and management typically involves a six-week course of antibiotics in conjunction with surgery. However, the optimal management for patients with retained prosthetic material in the absence of a clear infectious focus remains uncertain. We report a case of recurrent...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41551362",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic testing drives a decline in the occurrence of the canine PRA-related <em>RPGRIP1</em> variant without an increase in inbreeding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "A variant of the RPGRIP1 gene is a partial causative factor associated with cone-rod dysplasia 1 and progressive retinal atrophy (PRA) in dogs, particularly in purebred miniature dachshunds (DHMs). Although direct-to-consumer genetic testing targeting the RPGRIP1 variant has been actively conducted in Japan, its effect on the DHM population is unknown. Therefore, to address this gap in research, in the present study, we determined the effect of genetic testing by investigating changes in the...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41551217",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineered LINC MIR503HG-loaded extracellular vesicles maintain stemness and pluripotency during long-term hiPSCs culture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "The reduction of stemness and pluripotency during the prolonged culture of hiPSCs poses a significant challenge in regenerative medicine. This study identified LINC MIR503HG as a factor involved in maintaining hiPSCs stemness. Consequently, it developed a highly efficient delivery system based on ADSC-EVs, named MIR503HG-EVs, to optimize the culture strategy for hiPSCs. During the extended culture, MIR503HG-EV-treated hiPSCs developed into colonies with more compact morphology, an increased...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41551196",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Learning in higher dimensions: a strategy for alloy electrocatalyst discovery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551195/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "In this work, we demonstrate the inversion of the classical bottom-up approach to drive the discovery of improved energy conversion electrocatalysts top-down. Starting with complex alloy catalysts of many constituents, we down-select to optimal materials by removing low-performing elements from the alloy. The efficiency of this data-driven approach arises from the fact that when studying many elements together in one material, information is also obtained on the less complex alloys that contain...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41551195",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Towards Safer Water: A Low-Cost Disposable Electrochemical Sensor for Bisphenol A Using La<sub>2</sub>Sn<sub>2</sub>O<sub>7</sub> Nanostructures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41551136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Bisphenol A (BPA), a widely used industrial chemical, persists in aquatic environments and poses serious endocrine-disrupting risks to ecosystems and human health. This study presents a highly sensitive, selective electrochemical sensor using lanthanum stannate (La(2)Sn(2)O(7)), a rare-earth stannate, engineered for efficient BPA detection in real water matrices. The La(2)Sn(2)O(7) nanostructure was synthesized and employed as an electrocatalytic modifier, offering unique physicochemical...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41551136",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of surgical procedure and radiographic hip alignment with hip abductor strength ratio at discharge after proximal femoral fracture surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41550845/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Early recovery of the hip abductor strength ratio after proximal femoral fracture was associated with surgical procedure and postoperative neck-shaft angle asymmetry, independent of baseline strength ratio. Postoperative radiographic alignment may aid in stratifying recovery and tailoring rehabilitation, although causal inference is limited.",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41550845",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Early recovery of the hip abductor strength ratio after proximal femoral fracture was associated with surgical procedure and postoperative neck-shaft angle asymmetry, independent of baseline strength ratio. Postoperative radiographic alignment may aid in stratifying recovery and tailoring rehabilita..."
    },
    {
      "title": "Chemical composition and ecological adaptation of <em>Populus</em> (Salicaceae) species and hybrids depending on soil and environmental conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41550814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "This review synthesizes two decades of research on the interplay between soil properties and genotype in shaping the chemical composition and adaptive traits of hybrid poplars (Populus spp.). The present review is grounded in a comprehensive survey of peer-reviewed literature published from 2000 to 2025. Out of approximately 400 identified documents, 100 were chosen according to their scientific validity, methodological soundness, and pertinence to the study's objectives. The search strategy...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41550814",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nasal powder formulation employing microenvironmental pH-modifier for rapid absorption of mirtazapine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41550656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260120024720&v=2.18.0.post22+67771e2",
      "description": "Antidepressant mirtazapine (MRZ) has been drawing attention in the management of delirium. However, oral use of MRZ could have drawbacks in onset of actions and ease of administration by caregivers. This study was the first attempt to develop nasal powder formulation (NP), an easily-administered formulation, of MRZ containing a microenvironmental pH-modifier for rapid dissolution and absorption. Ten mixtures of MRZ and counterions were tested in terms of the supersaturation level and stability...",
      "pubDate": "2026-01-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41550656",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}