{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-08-28T19:25:17.833Z",
  "totalItems": 150,
  "totalArchived": 2467,
  "newPapersAdded": 322,
  "institutionBreakdown": {
    "KAIST": 13,
    "SNU": 100,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 5,
    "Korea University": 53,
    "IBS": 7,
    "UNIST": 0,
    "Hanyang University": 6,
    "KIST": 1,
    "GIST": 2,
    "Kyung Hee University": 11,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 78,
    "Cancer Research": 18,
    "Biomedical": 27,
    "Neuroscience": 7,
    "Computer Science": 5,
    "Materials Science": 15
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Genome-wide association and fine-mapping analyses identify novel candidate genes affecting serum cortisol levels using imputed whole-genome sequencing data in pigs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40874003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "In swine breeding programs, it has now become critically important to emphasize selection for resilience to external environmental stress factors that have negatively impacted the productivity of pigs, such as those due to climate change induced temperature increases, or the intensification of housing environments. Secretion of cortisol, a neurophysiological change mediated by the hypothalamic-pituitary-adrenal axis, is a central mechanism in the biological stress response. This hormone is...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40874003",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to emphasize selection for resilience to external environmental stress factors that have negatively impacted the productivity of pigs, such as those due to climate change induced temperature increases...",
      "conclusion": null
    },
    {
      "title": "Alternative nutritional evaluation of black soldier fly with various substrates in cat diets and its effects on fecal microbiota",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "This study aimed to examine the effects of proper substitution ratios and organic substrates of black soldier fly larvae (Hermetia illucens larvae; HIL) on cats. A total of 30 mixed-sex domestic cats (Felis domestica) with an initial body weight of 5.06 ± 0.89 kg were used in this experiment, which used an incomplete 5 × 5 replicated Latin square design. The experimental period was 10 d, with 7 d of diet adaptation followed by 3 d of dietary treatment. The dietary treatments were provided: 1)...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40873996",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "examine the effects of proper substitution ratios and organic substrates of black soldier fly larvae (Hermetia illucens larvae; HIL) on cats",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of red yeast rice on the growth of male SD rats: a 90-day feeding study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873535/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Red yeast rice (RYR) is commonly used as colouring and flavouring agent in foods throughout East Asia. RYR contains monacolin K, a compound known to lower blood lipids level, which has led to its use as a health functional food in Korea. Additionally, RYR is frequently used as a food ingredient and is incorporated into processed foods such as bread and makgeolli, a traditional Korean alcoholic beverage. However adverse effects associated with RYR have been reported by several regulatory...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40873535",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hair Growth and Health Promoting Effects of Standardized <em>Ageratum conyzoides</em> Extract in Human Follicle Dermal Papilla Cells and in C57BL/6 Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Hair loss, driven by disrupted hair cycles, age-related hormonal imbalances, and oxidative stress, poses significant psychological challenges, necessitating the development of safe and effective therapies. This research investigates the trichogenic potential and underlying mechanisms of a standardized Ageratum conyzoides extract (ACE) using human follicle dermal papilla cells (HFDPCs) and C57BL/6 mice as models. Methods: HFDPCs were treated with ACE to assess its effects...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40871645",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "Hair loss, driven by disrupted hair cycles, age-related hormonal imbalances, and oxidative stress, poses significant psychological challenges, necessitating the development of safe and effective thera...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bioactive Phenolics from Vinegar-Egg Accelerates Acute Wound Healing by Activation of Focal Adhesion and Mitogen-Activated Protein Kinase Signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871612/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings demonstrate that 4-hydroxybenzoic acid (1) and vanillic acid (2) accelerate wound healing through the activation of focal adhesion and mitogen-activated protein kinase (MAPK) signaling pathways. These results highlight vinegar-egg as a promising therapeutic candidate for wound healing.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "40871612",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that 4-hydroxybenzoic acid (1) and vanillic acid (2) accelerate wound healing through the activation of focal adhesion and mitogen-activated protein kinase (MAPK) signaling pathways",
      "conclusion": "These findings demonstrate that 4-hydroxybenzoic acid (1) and vanillic acid (2) accelerate wound healing through the activation of focal adhesion and mitogen-activated protein kinase (MAPK) signaling pathways. These results highlight vinegar-egg as a promising therapeutic candidate for wound healing"
    },
    {
      "title": "Short-Wavelength Infrared Hyperspectral Imaging and Spectral Unmixing Techniques for Detection and Distribution of Pesticide Residues on Edible Perilla Leaves",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870776/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Pesticide residue analysis of agricultural produce is vital because of associated health concerns, highlighting the need for effective non-destructive techniques. This study introduces a method that combines short-wavelength infrared hyperspectral imaging with spectral unmixing to detect chlorfenapyr and azoxystrobin residues on perilla leaves. Sixty-six leaves were treated with pesticides at concentrations between 0 and 0.06%. The study utilized multicurve resolution-alternating least squares...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40870776",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of Spatial Distribution of Pulse Blue Butterfly (<em>Lampides boeticus</em>), Pest of Legume Crops, in Response to Climate Change",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870627/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "The potential distribution of the pulse blue butterfly, Lampides boeticus (Lepidoptera: Lycaenidae), was determined using MaxEnt, random forest, and ensemble models. The results indicate that most tropical, subtropical, and some temperate regions are suitable habitats. Climate change is projected to expand the species' habitat northward in the Northern Hemisphere. Predicted distributions aligned well with the known occurrence records for the species. The minimum temperature of the coldest month...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40870627",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three New Species of Nolidae (Lepidoptera) from Palawan Island, the Philippines, with Checklists of the Genera <em>Wittonola</em>, <em>Aeneanola</em>, and <em>Evonima</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870576/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "This paper contains three newly recorded genera (Wittonola László, Ronkay & Ronkay, 2015; Aeneanola László, Ronkay & Ronkay, 2013; and Evonima Walker, 1865) and each new species (W. bicyanasp. nov., A. crassasp. nov., and E. palawanensissp. nov.) from Palawan, the Philippines. We provide illustrations of three new species and their genitalia, photographs of collecting sites, and checklists of the three genera.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40870576",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent Changes in Trends of Nationwide Incidence of Glaucoma and Associated Visual Impairment in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40869519/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: We analyzed recent changes in the incidence of glaucoma and associated visual impairment (VI) in Korea over a 16-year period. Methods: We utilized nationwide, longitudinal cohort data from the Korea National Health Insurance System (KNHIS) National Health Screening Cohort from 2004 to 2019 to evaluate the age-standardized incidence rate (SIR) of glaucoma and glaucoma-related VI. VI was determined based on KNHIS health examinations and the National Registry for Visual...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40869519",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "We analyzed recent changes in the incidence of glaucoma and associated visual impairment (VI) in Korea over a 16-year period",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Managing Japanese Encephalitis Virus as a Veterinary Infectious Disease Through Animal Surveillance and One Health Control Strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40868908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Japanese encephalitis virus (JEV) is a mosquito-borne zoonotic flavivirus that circulates primarily within animal populations and occasionally spills over to humans, causing severe neurological disease. While humans are terminal hosts, veterinary species such as pigs and birds play essential roles in viral amplification and maintenance, making JEV fundamentally a veterinary infectious disease with zoonotic potential. This review summarizes the current understanding of JEV transmission dynamics...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40868908",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing Antioxidant and Biological Activities of <em>Quercus Fructus</em>: Synergistic Role of Inner Shell and Extraction Methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40867872/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "This study comprehensively evaluated how the inclusion of the inner shell and the choice of extraction method influence the antioxidant activity of Quercus Fructus (QF). Eight QF extracts were prepared with or without the inner shell using stirring (S) and ultrasonication (U) with 80% ethanol, boiled water (B) and autoclave (A) with distilled water. Among them, the ultrasonication extract with inner shell (IU) exhibited the highest antioxidant capacity, showing strong DPPH radical scavenging...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40867872",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Novel Synthetic Tag Induces Palmitoylation and Directs the Subcellular Localization of Target Proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40867521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Proper subcellular localization is essential to exert the designated function of a protein, not only for endogenous proteins but also transgene-encoded proteins. Post-translational modification is a frequently used method to regulate the subcellular localization of a specific protein. While there are a number of tags that are widely used to direct the target protein to a specific location within a cell, these tags often fail to emulate the dynamics of protein trafficking, necessitating an...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "40867521",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Activation of G Protein-Coupled Estrogen Receptor Induces p53 and ADAMTS1 to Inhibit Tumor Growth and Suppress Liver Cancer Metastasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40867252/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Liver cancer is a common cause of cancer-related deaths among men and women globally. A disintegrin and metalloproteinase with thrombospondin motif 1 (ADAMST1) has been associated with various cancers, including prostate, esophageal, renal, and breast cancers. However, its role in liver cancer remains unclear. The aim of this study was to investigate the relationship between G protein-coupled estrogen (GPER) activation via its agonist, G1, and ADAMTS1 in suppressing liver...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40867252",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "Liver cancer is a common cause of cancer-related deaths among men and women globally",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between Possible Sarcopenia and Fall Risk, Depression, and Quality of Life in Middle-Aged and Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40874302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "This study aimed to identify the associations between possible sarcopenia (p-sarcopenia) and fall risk, depression, and quality of life (QOL) in middle-aged (age ≥ 45 years) and older (age ≥ 65 years) adults. In this study, we analyzed a total of 10,181 men and women aged 45-85 years from the initial survey sample of the 2006 Korean Longitudinal Study of Aging. Among middle-aged men (women) adults, fall risk and depression were 4.09 (1.34) and 2.25 (2.05) times higher in the p-sarcopenia group...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40874302",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "identify the associations between possible sarcopenia (p-sarcopenia) and fall risk, depression, and quality of life (QOL) in middle-aged (age ≥ 45 years) and older (age ≥ 65 years) adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case Report: Ultrasonographic and computed tomographic features of presumed gastric plasmacytoma (plasma cell tumor) with ulceration in two dogs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40874204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Gastric plasmacytoma is rare in dogs, with only four previous reports providing limited descriptions of abdominal ultrasound (AUS) and computed tomography (CT) findings. This study presents the AUS and CT imaging features of two histopathologically suspected gastric plasmacytomas. Combining the four previous and two new cases, these tumors predominantly occurred in the greater curvature and pyloric antrum as solitary round masses connected to the submucosal or transmural layers. Pre- and...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40874204",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical evaluation of a novel fixed-dose combination tablet (Sentorphil<sup>®</sup> ForteGold) versus compounded powdered medications in dogs with myxomatous mitral valve disease: a randomized, double-blind study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40874198/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Myxomatous mitral valve disease (MMVD) is a prevalent cardiac condition in older, small-breed dogs, often managed with multiple medications. Traditional administration involves compounded powdered mixtures, which may lead to dosing inaccuracies and reduced compliance.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40874198",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers of type 2 inflammation as predictors of response to biologics for severe eosinophilic asthma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40874166/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In patients with SEA treated with anti-IL-4Rα antibodies, pre-treatment F (ENO) may be a good predictor for certain treatment response domains.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40874166",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with SEA treated with anti-IL-4Rα antibodies, pre-treatment F (ENO) may be a good predictor for certain treatment response domains"
    },
    {
      "title": "Treatable traits in chronic cough: a prospective evaluation for predicting cough persistence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40874165/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings suggest that cough hypersensitivity symptoms are associated with long-term outcomes of chronic cough. Further studies are needed to validate the role of treatable traits in chronic cough management and to better understand factors associated with cough persistence.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40874165",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that cough hypersensitivity symptoms are associated with long-term outcomes of chronic cough",
      "conclusion": "These findings suggest that cough hypersensitivity symptoms are associated with long-term outcomes of chronic cough. Further studies are needed to validate the role of treatable traits in chronic cough management and to better understand factors associated with cough persistence"
    },
    {
      "title": "Visible light-driven photocatalytic degradation of rhodamine B and 5-fluorouracil using ZIF-8/GO: unveiling mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40874154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "The removal of pharmaceutical and organic contaminants from wastewater remains a pressing challenge for conventional treatment technologies. In this study, a novel photocatalyst composed of Zeolitic Imidazolate Framework-8 (ZIF-8) nanocrystals integrated with a graphene oxide (GO) matrix was developed via a facile interfacial synthesis approach. The structural and morphological properties of the resulting ZIF-8/GO composite were characterized using X-ray diffraction, X-ray photoelectron...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40874154",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Commonly observed sex differences in direct aggression are absent or reversed in sibling contexts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40874028/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Decades of research support the generalization that human males tend to be more aggressive than females. However, most of that research has examined aggression between unrelated individuals. Data drawn from 24 societies around the globe (n = 4,013) indicate that this generalization does not hold in the context of sibling relationships. In retrospective self-reports, females report being at least as aggressive as males toward their siblings, often more so. This holds for direct as well as...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40874028",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Growth performance of broiler chickens fed diets containing granulated L-methionine compared with DL-methionine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40874006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "A novel granulated L-methionine (Met) has been developed using a simplified purification process, however its replacement with DL-Met has not yet been explored. The objective of the present study was to investigate the growth performance of broilers fed diets containing granulated L-Met (90% purity) compared to a diet containing DL-Met (99% purity). A total of 192 one-day-old broilers were allocated in four dietary treatments with six replicates (eight birds/cage) in a randomized complete block...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40874006",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of the present study was to investigate the growth performance of broilers fed diets containing granulated L-Met (90% purity) compared to a diet containing DL-Met (99% purity)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feeding of reduced vitamin premix negatively affects laying performance and vitamin contents in chicken eggs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40874002/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "This study was conducted to investigate effects of diets with varying levels of vitamin premix on egg production, eggshell quality, and vitamin contents in eggs of commercial laying hens. A total of 144 Hy-line Brown layers at 45 weeks old were randomly divided into four groups (six replicates, 6 birds for each group) and fed diets containing different levels of vitamin premix for eight weeks. Laying hens in the control group received diet containing 100% vitamin premix (0.1% in experimental...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40874002",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bovine colostrum-derived exosomes alleviate muscle degeneration by modulating gut microbiota and metabolic homeostasis in atrophy models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873999/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Sarcopenia, a condition characterized by chronic systemic inflammation and a significant decline in the quality of life, is primarily associated with aging and degenerative diseases. Several studies have shown that milk exosomes contain a substantial number of miRNAs that are involved in immunity, inflammation, osteoporosis, and gut microbiota regulation. This study aimed to evaluate the potential functional role of bovine colostrum-derived exosomes (BCE) in reducing muscle atrophy. BCE...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873999",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the potential functional role of bovine colostrum-derived exosomes (BCE) in reducing muscle atrophy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antimicrobial activity of <em>Pediococcus pentosaceus</em> strains against diarrheal pathogens isolated from pigs and effect on paracellular permeability of HT-29 cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "This study aimed to investigate lactic acid bacteria with antimicrobial activities against infectious diarrheal pathogens in pigs and their genetic characteristics. Acid-resistant lactic acid bacteria were examined for bile resistance, pancreatic enzyme resistance, gelatinase and urease activities, and antibiotic resistance. Subsequently, selected isolates were examined for antimicrobial activities against Campylobacter coli, Clostridium perfringens, Escherichia coli, and Salmonella Typhimurium,...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873998",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate lactic acid bacteria with antimicrobial activities against infectious diarrheal pathogens in pigs and their genetic characteristics",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complete genome sequence of <em>Lactiplantibacillus plantarum</em> strain GA_C_14 with potential characteristics applicable in the swine industry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "In this study, the complete genome of Lactiplantibacillus plantarum strain GA_C_14 was sequenced and analyzed. We isolated the L. plantarum strain GA_C_14 from gajami sikhae, the Korean traditional food purchased from a local market in Gangneung, Korea. The genome of the L. plantarum strain GA_C_14 consisted of one circular chromosome (3,196,348bp) with a guanine + cytosine (GC) content of 44.7% and one circular plasmid (40,211bp) with a GC content of 38.9%. The genome annotation revealed 3,083...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40873997",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of polyphosphates with different chain lengths on digestive organ weight, carcass quality, and immune response, and intestinal microflora in broilers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Physiological effects of polyphosphates with different chain lengths were unknown in poultry. The effect of 0.05% concentration of short chain polyphosphates (SCPP), medium chain polyphosphates (MCPP) and long chain polyphosphates (LCPP) was observed in broilers. MCPP and LCPP produced bacteriostatic properties against four pathogenic bacteria, Shigella sonnei, Pseudomonas aeruginosa, Salmonella enterica serovar. Pullorum, and Escherichia coli O157:H7. SCPP reduced the level of triglycerides in...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873994",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Local gyrification index and sulcal depth as imaging markers of cognitive decline in Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873932/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The results indicate that certain changes in cortical shape features are associated with particular cognitive function scores. Surface-based morphometric features of SD and LGI provided complementary results to CT analyses. Region-specific changes in SD and LGI could be useful imaging markers to predict cognitive decline in AD patients.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "IBS",
        "POSTECH",
        "SNU"
      ],
      "pmid": "40873932",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results indicate that certain changes in cortical shape features are associated with particular cognitive function scores. Surface-based morphometric features of SD and LGI provided complementary results to CT analyses"
    },
    {
      "title": "Pigment epithelium detachment with thickened choroid in a preterm infant at term-equivalent age: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Pigment epithelial detachment (PED) is well-documented in adult retinal diseases but is rarely reported in neonates. This case describes a preterm infant, born at 31 weeks, who developed PED with thickened choroid at term-equivalent age, detected using handheld OCT. The PED emerged at 39 weeks postmenstrual age, coinciding with inhaled steroid treatment for respiratory distress, and resolved by 41 weeks after steroid discontinuation without structural damage. The temporal relationship suggests...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40873787",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of extracellular vesicles carrying bacterial DNA in urine and serum from a Korean population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Bacteria-derived extracellular vesicles (BEVs) are emerging as key biomarkers of host-microbiota interactions. However, little is known about how BEV profiles differ across different biofluids or how these differences relate to clinical phenotypes. We aimed to examine the BEV distribution and site-specific and shared associations with host phenotypes, and evaluated the clinical relevance of microbial distance between sampling sites.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "40873716",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "examine the BEV distribution and site-specific and shared associations with host phenotypes, and evaluated the clinical relevance of microbial distance between sampling sites",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advancements in Understanding Catalyst Reconstruction During Electrochemical CO<sub>2</sub> Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873649/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Electrochemical CO(2) reduction reaction (CO(2)RR) has received great attention to solve CO(2)- induced global warming and carbon neutrality. It is essential to enhance the electrochemical CO(2)RR selectivity, activity, and long-term stability for sustainable manufacturing of specific chemicals via CO(2)RR. To produce multi-carbon (C(2+)) chemicals, Cu-based heterogeneous catalysts have been developed in terms of defect engineering, morphological design, and facet control. Despite the...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40873649",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "15-Deoxy-Δ<sup>12,14</sup>-prostaglandin J2 induces apoptosis in human microvascular endothelial cells (HMEC-1)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "15-Deoxy-Δ^(12,14)-prostaglandin J2 (15d-PGJ2) plays an important role in cell proliferation and apoptosis with various inhibitory effects. We investigated whether 15d-PGJ2 influence proliferation and apoptosis of human microvascular endothelial cells (HMEC-1), and suppression of the nuclear factor (NF)-κB activity and PI3K/AKT/mTOR signal pathway. Cell proliferation was analyzed using the MTS/PMS and colony formation assays. We analyzed the cell cycle using flow cytometry, while quantitative...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40873534",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "whether 15d-PGJ2 influence proliferation and apoptosis of human microvascular endothelial cells (HMEC-1), and suppression of the nuclear factor (NF)-κB activity and PI3K/AKT/mTOR signal pathway",
      "significance": "role in cell proliferation and apoptosis with various inhibitory effects",
      "conclusion": null
    },
    {
      "title": "Exposure and health effects follow-up study of residents near a former smelter site",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873533/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "The Seo-Cheon Janghang Smelter in South Korea closed in 1989 owing to its contribution to environmental pollution. The emissions from the smelter likely affect various environmental media and also pose significant health risks to nearby residents, particularly in relation to exposure to heavy metals such as lead, cadmium, and arsenic. Although the environmental impacts of the smelter are known, long-term follow-up studies on heavy metal exposure in nearby residents remain limited, especially...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873533",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pupillary responses to masked and gaze-averted faces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873519/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Face masks, a common practice during COVID-19, remain important in various cultural and medical contexts. Studies have shown how face masks affect our ability to recognize emotions, highlighting the role of facial features. Gaze direction plays a key role in modulating the identification of emotions, particularly in the presence of masks. So far, little is known about how gaze and masks influence emotion processing via physiological measures like pupil size. Here, we used pupillometry with 40...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40873519",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "in various cultural and medical contexts",
      "conclusion": null
    },
    {
      "title": "Artificial Intelligence Analysis of Chest Radiographs for Predicting Major Adverse Events in Patients Visiting the Emergency Department With Acute Cardiopulmonary Symptoms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: AI analysis of CXRs showed greater accuracy than the KTAS did in predicting major adverse cardiopulmonary events in patients visiting the ED with acute cardiopulmonary symptoms. AI analysis may enhance the efficacy of patient triage in the ED.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873378",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AI analysis of CXRs showed greater accuracy than the KTAS did in predicting major adverse cardiopulmonary events in patients visiting the ED with acute cardiopulmonary symptoms. AI analysis may enhance the efficacy of patient triage in the ED"
    },
    {
      "title": "Development of a Deep-Learning Model for Estimating Newborn Gestational Age via Lumbar Vertebral Segmentation on Plain Radiography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our deep learning model showed promising performance in lumbar vertebral body segmentation and GA estimation using plain radiographs, suggesting its potential utility as a supportive tool for neonatal maturity assessment in clinical practice.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40873377",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our deep learning model showed promising performance in lumbar vertebral body segmentation and GA estimation using plain radiographs, suggesting its potential utility as a supportive tool for neonatal maturity assessment in clinical practice"
    },
    {
      "title": "Accuracy of Large Language Models in Detecting Cases Requiring Immediate Reporting in Pediatric Radiology: A Feasibility Study Using Publicly Available Clinical Vignettes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873376/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Multimodal LLMs may achieve overall accuracy comparable to or exceeding that of human readers in identifying cases requiring immediate radiology reporting, supporting their potential use for pediatric radiology worklist prioritization. However, the models' sensitivity in detecting such cases was not reliable.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873376",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Multimodal LLMs may achieve overall accuracy comparable to or exceeding that of human readers in identifying cases requiring immediate radiology reporting, supporting their potential use for pediatric radiology worklist prioritization. However, the models' sensitivity in detecting such cases was not..."
    },
    {
      "title": "Multiparametric MRI Features of Plasmacytoid Urothelial Carcinoma of the Urinary Bladder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: PUC demonstrates notable mpMRI features, including localized or diffuse wall thickening (often with a linitis plastica-like appearance), muscle-invasive and advanced disease, progressive and prolonged enhancement patterns, and mild hyperintensity or isointensity on high b-value DWI. These features, which are potentially linked to the myxoid stromal composition of the tumor, suggest that mpMRI may serve as a noninvasive diagnostic tool for this aggressive malignancy. However, further...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40873374",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PUC demonstrates notable mpMRI features, including localized or diffuse wall thickening (often with a linitis plastica-like appearance), muscle-invasive and advanced disease, progressive and prolonged enhancement patterns, and mild hyperintensity or isointensity on high b-value DWI. These features, ..."
    },
    {
      "title": "Large Language Models for CAD-RADS 2.0 Extraction From Semi-Structured Coronary CT Angiography Reports: A Multi-Institutional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873373/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: LLMs demonstrated high accuracy in automated extraction of CAD-RADS 2.0 components from semi-structured CCTA reports, particularly when used with CoT prompting.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40873373",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LLMs demonstrated high accuracy in automated extraction of CAD-RADS 2.0 components from semi-structured CCTA reports, particularly when used with CoT prompting"
    },
    {
      "title": "Academic Journal Podcast and Generative Artificial Intelligence: Introducing KJR SummaryCast",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873371/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873371",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "When Leader's Forgiveness Backfires: Consequences on Trust and a Potential Mitigation Strategy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "When leaders forgive, does it influence follower trust? This study examines whether forgiveness creates an integrity-benevolence dilemma for leaders, potentially reducing follower trust. Across three studies (N = 1,235), findings reveal that forgiveness has a dual impact: it decreases integrity-based trust while enhancing benevolence-based trust. These findings were consistent across studies with controlled scenarios depicting typical organizational misconduct and a behavioral experiment with...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873204",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "it decreases integrity-based trust while enhancing benevolence-based trust",
      "conclusion": null
    },
    {
      "title": "Recent-onset atrial fibrillation: challenges and opportunities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873195/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Atrial fibrillation (AF) is increasingly diagnosed early, close to its first occurrence due to: (i) increased public awareness with self-screening; (ii) health care initiatives including population screening and opportunistic case finding; and (iii) increased use and surveillance of implantable cardiac devices. At its onset, AF is often low burden, and cardiovascular co-morbidities may be absent or at an early stage. Thus, the management of recent-onset AF has become an issue of growing...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873195",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors Associated with the Utilization of Out-of-Region Medical Institutions for Brain Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873147/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings provide valuable insights into among-group differences in the utilization of medical institutions. Identifying factors that may influence regional concentration in these medical utilization behaviors can provide clues to identifying and improving problems in the allocation of medical resources.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873147",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings provide valuable insights into among-group differences in the utilization of medical institutions. Identifying factors that may influence regional concentration in these medical utilization behaviors can provide clues to identifying and improving problems in the allocation of medical ..."
    },
    {
      "title": "Trajectories of Alzheimer's Disease Prevalence among National Health Insurance and Medical Aid Beneficiaries from 2010 to 2019",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873146/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In this study, we identified significant differences in AD prevalence between NHI and MA recipients, with a notable increase in the MA group, especially among those under 60 years of age.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873146",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this study, we identified significant differences in AD prevalence between NHI and MA recipients, with a notable increase in the MA group, especially among those under 60 years of age"
    },
    {
      "title": "Risk Factors for Heterotopic Ossification in Traumatic Brain Injury: An Analysis of the Korean National Health Insurance Service Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873145/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In conclusion, middle-age range, female sex, obesity, comorbidities, injury severity, systemic inflammation, and bony metabolism-affecting medications appear to increase the risk of HO in patients with TBI.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873145",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In conclusion, middle-age range, female sex, obesity, comorbidities, injury severity, systemic inflammation, and bony metabolism-affecting medications appear to increase the risk of HO in patients with TBI"
    },
    {
      "title": "Development of Transplant Surgeon-Innovated Ex Vivo Machine Perfusion: Validation in a Porcine Donation after Circulatory Death-Simulated Liver Transplant Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873144/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study successfully demonstrated the stability of the transplant surgeon-innovated normothermic EVMP protocol, validating its efficacy in improving organ preservation and reducing IRI in a porcine DCD sLT model.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873144",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study successfully demonstrated the stability of the transplant surgeon-innovated normothermic EVMP protocol, validating its efficacy in improving organ preservation and reducing IRI in a porcine DCD sLT model"
    },
    {
      "title": "Association between Benzodiazepine and Dementia Risk in Treating Depression after Breast Cancer Diagnosis: A Nationwide Population-Based Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873143/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study underscores the importance of cautious benzodiazepine use in breast cancer patients diagnosed with depression, given its potential to significantly increase dementia risk.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873143",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study underscores the importance of cautious benzodiazepine use in breast cancer patients diagnosed with depression, given its potential to significantly increase dementia risk"
    },
    {
      "title": "Characteristics of Child Abuse Cases Referred to a Hospital-Based Child Protection Teams in Korea and the Role of Psychiatric Intervention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: CPTs have enhanced the reporting and management of child abuse cases in Korean hospitals. Psychiatric intervention within CPT plays a crucial role for subsequent psychiatric outpatient visits. Since the infant and toddler group is more vulnerable to severe injuries, psychiatric intervention within the CPT should be conducted for all age groups.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873142",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CPTs have enhanced the reporting and management of child abuse cases in Korean hospitals. Psychiatric intervention within CPT plays a crucial role for subsequent psychiatric outpatient visits"
    },
    {
      "title": "Prognostic Implication of LDL-C Variability and Its Association with Lipid-Lowering Strategies: Insights from the RACING and LODESTAR Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Compared to high-intensity statin therapy, LDL-C variability was not increased with the moderate-intensity statin plus ezetimibe combination therapy; however, it was increased in the treat-to-target strategy. Even among those treated with moderate- or high-intensity statins or statins with a target LDL-C levels of 50-70 mg/dL, increased LDL-C variability was associated with higher risk of adverse cardiovascular outcomes.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873140",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Compared to high-intensity statin therapy, LDL-C variability was not increased with the moderate-intensity statin plus ezetimibe combination therapy; however, it was increased in the treat-to-target strategy. Even among those treated with moderate- or high-intensity statins or statins with a target ..."
    },
    {
      "title": "Left Atrial Appendage Characteristics Assessed with Cardiac Computed Tomography in Patients with Atrial Fibrillation and Severe Mitral Valve Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Due to advanced LAA remodeling in AF patients with severe MV disease, the morphologic distribution of LAA types differs from that established in patients without MV disease.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40873139",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Due to advanced LAA remodeling in AF patients with severe MV disease, the morphologic distribution of LAA types differs from that established in patients without MV disease"
    },
    {
      "title": "N-degron-mediated ATG8 isoform switching controls plant thermotolerance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873009/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Macroautophagy/autophagy is a highly conserved catabolic pathway in eukaryotes that mediates the selective degradation and recycling of cellular components through the formation of double-membrane autophagosomes. ATG8 is a core component of autophagy and determines cargo selectivity through interactions with specific cargo receptors. Higher plants harbor multiple ATG8 isoforms, implying potential functional diversification; however, the biological significance of this isoform expansion remains...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40873009",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "of this isoform expansion remains",
      "conclusion": null
    },
    {
      "title": "Efficacy of Heterologous Vaccination Using Virus-Like Particles and Vaccinia Virus Containing MIC8 and AMA1 Proteins of <em>Toxoplasma gondii</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872947/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background:Toxoplasma gondii (T. gondii) infection causes serious diseases in immunocompromised patients and causes congenital toxoplasmosis in infants. T. gondii microneme protein 8 (MIC8) and apical membrane antigen 1 (AMA1) are essential proteins involved in parasitic invasion. Methods: In this study, we generated virus-like particles (VLPs) and recombinant vaccinia virus (rVV) containing MIC8 or AMA1 proteins. Vaccine efficacy was evaluated in mice (BALB/c) upon challenge infection with T....",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40872947",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protective Efficacy Induced by Virus-like Particles Expressing Dense Granule Protein 5 of <em>Toxoplasma gondii</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background:Toxoplasma gondii (T. gondii) causes severe disease in immunocompromised individuals and pregnant women, underscoring the urgent need for effective vaccines against toxoplasmosis. The dense granule protein 5 (GRA5) of T. gondii plays a key role in parasitic cyst formation. Methods: This study evaluated the protective immune responses induced by a virus-like particle (VLP) vaccine expressing the T. gondii-derived antigen GRA5 in a mouse model challenged with the ME49 strain of T....",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40872874",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Year-Long Antibody Response to the EuCorVac-19 SARS-CoV-2 Vaccine in Healthy Filipinos",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872863/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background: We previously reported an interim safety and immunogenicity analysis of a Phase 3 trial in the Philippines of the EuCorVac-19 (ECV-19) COVID-19 vaccine with the COVISHIELD^(TM) (CS) comparator (ClinicalTrials.gov identifier NCT05572879). Here, we present full-year humoral immunogenicity analysis. Methods: Healthy adults over 18 years of age received two injections of ECV-19 or CS vaccines, with 4 weeks between prime and boost. Analysis was carried out in individuals with...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40872863",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Guinea Pig X Virus Is a Gammaherpesvirus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "The Guinea Pig X Virus (GPXV), a newly identified gammaherpesvirus, provides an opportunity to study viral evolution and host-virus dynamics. This study characterizes the GPXV genome and investigates its phylogenetic relationships and divergence from related viruses through comparative genomic and phylogenetic analyses. Virus propagation was conducted in Vero cells, followed by genomic DNA extraction and pan-herpesvirus nested PCR. Sanger sequencing filled gaps in the initial genome assembly,...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40872798",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pharmacologic Potential of Statins in Cancer Prevention: Colo-Rectal Cancer Risk in Dyslipidemic Patients from a Korean Nationwide Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872624/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Colorectal cancer (CRC) is a growing public health concern in South Korea, with incidence rising alongside dyslipidemia. Statins, widely prescribed for lipid control, have been proposed to reduce CRC risk, but evidence remains inconsistent, particularly in Asian populations. Methods: Using Korean National Health Insurance Service data (2002-2019), we conducted a nested case-control study of 9920 CRC patients and 39,680 matched controls. To reduce confounding, we applied a...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40872624",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "Colorectal cancer (CRC) is a growing public health concern in South Korea, with incidence rising alongside dyslipidemia",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Harnessing the Hepatoprotective and Nephroprotective Potential of <em>Nigella sativa</em> Fractions via per os Administration in CCl<sub>4</sub>-Intoxicated Wistar Rats: A Mixed Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background:Nigella sativa, known as black cumin, is traditionally used to treat various illnesses. Objective: The current study aims to investigate the potential hepatoprotective and nephroprotective effect of black cumin fractions via per os route in CCl(4)-intoxicated Wistar rats. This study used a computational approach to assess the interaction of bioactive compounds with key proteins (CYP P450 3E1, TNF-α, and Cox-2). Methods:Wistar rats were treated with CCl(4) to induce liver injury and...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40872538",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The current study aims to investigate the potential hepatoprotective and nephroprotective effect of black cumin fractions via per os route in CCl(4)-intoxicated Wistar rats",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immunoenhancing Effects of Jeju <em>Agastache rugosa</em> Extracts on NK Cell Activity and Lymphocyte Proliferation in Cyclophosphamide-Induced Immunosuppression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/objectives: This study evaluated the immunoenhancing effects of Agastache rugosa extract in a cyclophosphamide-induced immunosuppressed mouse model. Methods: Jeju A. rugosa was processed via hot water extraction and 20% ethanol extraction. For immunosuppression induction, 7-week-old male BALB/c mice received intraperitoneal CPA injections (150 mg/kg, day -3; 110 mg/kg, day -1), followed by oral administration of hot water extract (ARE-W) and ethanol extract (ARE-E) at 100 and 300...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40872521",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study evaluated the immunoenhancing effects of Agastache rugosa extract in a cyclophosphamide-induced immunosuppressed mouse model",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative In Silico and In Vivo Analysis of Banhasasim-Tang for Irritable Bowel Syndrome: Mechanistic Insights into Inflammation-Related Pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Banhasasim-tang (BHSST) is a traditional herbal formula commonly used to treat gastrointestinal (GI) disorders and has been considered a potential therapeutic option for irritable bowel syndrome (IBS). This study aimed to explore the molecular targets and underlying mechanisms of BHSST in IBS using a combination of network pharmacology, molecular docking, molecular dynamics simulations, and in vivo validation. Methods: Active compounds in BHSST were screened based on...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40872514",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Banhasasim-tang (BHSST) is a traditional herbal formula commonly used to treat gastrointestinal (GI) disorders and has been considered a potential therapeutic option for irritable bowel syndrome (IBS)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Laser-Based Selective Removal of EMI Shielding Layers in System-in-Package (SiP) Modules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "With the increasing complexity and integration density of System-in-Package (SiP) technologies, the demand for selective electromagnetic interference (EMI) shielding is growing. Conventional sputtering processes, while effective for conformal EMI shielding, lack selectivity and often require additional masking or post-processing steps. In this study, we propose a novel, laser-based approach for the selective removal of EMI shielding layers without physical masking. Numerical simulations were...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40872432",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Graphene-Based Gas Sensors: State-of-the-Art Developments for Gas Sensing Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Gas sensors based on graphene have gained considerable attention because of graphene's remarkable properties, such as its extensive surface area, impressive electrical conductivity, and exceptional mechanical strength. This review critically analyzes recent developments in functionalization strategies designed to enhance the sensitivity, selectivity, and stability of graphene-based sensors. It discusses various chemical, physical, and hybrid functionalization methods, illustrating how surface...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40872423",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanostructure Engineering by Oblique Angle Deposition for Photodetectors and Other Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872373/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Oblique angle deposition (OAD) holds significant potential for diverse applications, including energy harvesting devices, optoelectronic sensors, and electronic devices, owing to the creation of unique nanostructures. These nanostructures are characterized by their porosity and nanoscale columns, which can exist in numerous forms depending on deposition conditions. As a result, the engineering of nanostructures using OAD achieves the successful modulation of optical properties such as...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "SNU"
      ],
      "pmid": "40872373",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Wideband Magneto-Electric (ME) Dipole Antenna Enabled by ME Resonance and Aperture-Coupled Excitation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "In this study, we propose a novel wideband aperture-coupled magneto-electric (ME) dipole antenna that achieves enhanced bandwidth by simultaneously leveraging ME resonance and aperture-coupled excitation. Building upon the conventional ME dipole architecture, the antenna integrates a pair of horizontal metal patches forming the electric dipole and a pair of vertical metal patches forming the magnetic dipole. A key innovation is the aperture-coupled feeding mechanism, where electromagnetic energy...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40872361",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Vitro Propagation of Variegated <em>Cymbidium lancifolium</em> Hooker",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872174/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Variegated Cymbidium lancifolium is a highly valued ornamental plant sought after in local and international markets. The commercial production of variegated C. lancifolium through traditional propagation methods faces significant challenges, such as low propagation rates and prolonged growth periods. This study aims to develop effective in vitro propagation techniques for variegated C. lancifolium through asymbiotic seed germination to enhance production efficiency and meet market demand. We...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40872174",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to develop effective in vitro propagation techniques for variegated C",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adaptive Image Deblurring Convolutional Neural Network with Meta-Tuning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Motion blur is a complex phenomenon caused by the relative movement between an observed object and an imaging sensor during the exposure time, resulting in degradation in the image quality. Deep-learning-based methods, particularly convolutional neural networks (CNNs), have shown promise in motion deblurring. However, the small kernel sizes of CNNs limit their ability to achieve optimal performance. Moreover, supervised deep-learning-based deblurring methods often exhibit overfitting in their...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40872072",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-Time Spatiotemporal Seismic Fragility Assessment of Structures Based on Site-Specific Seismic Response and Sensor-Integrated Modeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872033/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Earthquake hazards, such as strong ground motion, liquefaction, and landslides, pose significant threats to structures built on seismically vulnerable, loose, and saturated sandy soils. Therefore, a structural failure evaluation method that accounts for site-specific seismic responses is essential for developing effective and appropriate earthquake hazard mitigation strategies. In this study, a real-time assessment framework for structural seismic susceptibility is developed. To evaluate...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40872033",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of an Interactive Digital Human with Context-Sensitive Facial Expressions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871980/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "With the increasing complexity of human-computer interaction scenarios, conventional digital human facial expression systems show notable limitations in handling multi-emotion co-occurrence, dynamic expression, and semantic responsiveness. This paper proposes a digital human system framework that integrates multimodal emotion recognition and compound facial expression generation. The system establishes a complete pipeline for real-time interaction and compound emotional expression, following a...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40871980",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Capillary Flow Profile Analysis on Paper-Based Microfluidic Chips for Classifying Astringency Intensity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871931/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Astringency, a complex oral sensation resulting from interactions between mucin and polyphenols, remains difficult to quantify in portable field settings. Therefore, quantifying the aggregation through interactions can enable the classification of the astringency intensity, and assessing the capillary action driven by the surface tension offers an effective approach for this purpose. This study successfully replicates tannic acid (TA)-mucin aggregation on a paper-based microfluidic chip and...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40871931",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Micro Orthogonal Fluxgate Sensor Fabricated with Amorphous CoZrNb Film",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "We successfully fabricated micro orthogonal fluxgate sensors using amorphous CoZrNb films. The sensor, measuring 1.5 mm × 0.5 mm, consists of three main parts: the conductor for excitation current flow, the magnetic layer sensitive to an external magnetic field, and the detection coil for measuring output voltage dependent on an external magnetic field. The magnetic layer forms a magnetically closed-circuit in the cross-section, which reduces reluctance and power consumption. Key fabrication...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40871884",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Serum High Sensitivity C-Reactive Protein Levels and Low Muscle Strength Among Korean Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Higher hsCRP levels were independently associated with low muscle strength in middle-aged women and older adults. Downregulating inflammation through nutritional strategies could help prevent muscle decline with aging.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40871726",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Higher hsCRP levels were independently associated with low muscle strength in middle-aged women and older adults. Downregulating inflammation through nutritional strategies could help prevent muscle decline with aging"
    },
    {
      "title": "Chemical Profiling and UPLC-qTOF-MS/MS-Based Metabolomics of Three Different Parts of <em>Edgeworthia chrysantha</em> and Identification of Glucose Uptake-Enhancing Compounds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871711/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings provide a comprehensive chemical and metabolomic characterization of E. chrysantha and highlight its potential as a functional food ingredient for glucose-lowering effects.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40871711",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings provide a comprehensive chemical and metabolomic characterization of E. chrysantha and highlight its potential as a functional food ingredient for glucose-lowering effects"
    },
    {
      "title": "5,7-Dimethoxyflavone Attenuates Sarcopenic Obesity by Enhancing PGC-1α-Mediated Mitochondrial Function in High-Fat-Diet-Induced Obese Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871670/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Sarcopenic obesity, defined by the coexistence of excessive fat accumulation and progressive muscle loss, is associated with an increased risk of metabolic dysfunction and physical disability. While 5,7-dimethoxyflavone (DMF), a bioactive flavone derived from Kaempferia parviflora, has demonstrated anti-obesity and muscle-preserving properties, its effects on sarcopenic obesity remain unclear. Methods: Four-week-old male C57BL/6J mice were fed a high-fat diet (HFD) for 6...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40871670",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Sarcopenic obesity, defined by the coexistence of excessive fat accumulation and progressive muscle loss, is associated with an increased risk of metabolic dysfunction and physical disability",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increasing Prevalence of Potential Vitamin D Toxicity and Its Risk Factors in Korea: A Large Population-Based Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Vitamin D plays an important role in a wide range of health outcomes, including immune regulation, bone metabolism, cardiovascular health, and cancer prevention. However, recent data on the prevalence and risk factors for elevated serum 25-hydroxyvitamin D [25(OH)D] concentrations-indicative of potential vitamin D toxicity-remain limited in Korea. Methods: We conducted a retrospective analysis of laboratory data from individuals who underwent serum 25(OH)D testing between...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40871642",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "Vitamin D plays an important role in a wide range of health outcomes, including immune regulation, bone metabolism, cardiovascular health, and cancer prevention",
      "significance": "role in a wide range of health outcomes, including immune regulation, bone metabolism, cardiovascular health, and cancer prevention",
      "conclusion": null
    },
    {
      "title": "Synergistic Anticancer Effects of Fibroblast Growth Factor Receptor Inhibitor and Cannabidiol in Colorectal Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871637/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The combination of FGFR inhibitors and cannabidiol exhibited a synergistic effect in inducing cell death in colorectal cancer cells, likely through the ER stress pathway. This study supports the potential of combined FGFR inhibitor and CBD therapy as a promising strategy for enhancing anticancer effects in CRC.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40871637",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The combination of FGFR inhibitors and cannabidiol exhibited a synergistic effect in inducing cell death in colorectal cancer cells, likely through the ER stress pathway. This study supports the potential of combined FGFR inhibitor and CBD therapy as a promising strategy for enhancing anticancer eff..."
    },
    {
      "title": "Iron Overload Accelerates Aging-Associated Kidney Injury in Mice: Implications for Iron Supplementation in the Elderly",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Although essential for oxygen transport and DNA synthesis, excess iron is toxic and can damage organs such as the kidneys. Research has shown that iron overload induces kidney injury, and aging contributes to kidney dysfunction through functional and structural changes. The interaction between iron overload and aging remains poorly understood. Therefore, this study investigated their combined effects on renal microstructure and function using an iron-dextran-injected mouse...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40871609",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Although essential for oxygen transport and DNA synthesis, excess iron is toxic and can damage organs such as the kidneys",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cytotoxic Peptidic Metabolites Isolated from the Soil-Derived Fungus <em>Trichoderma atroviride</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871574/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Twelve undescribed peptidic compounds, bukhansantaibols A-K (1-10) and bukhansantaibals A-B (11-12), were isolated from the soil fungus Trichoderma atroviride through LC-MS and bioactivity-guided purification. Their structures were elucidated by the analysis of 1D and 2D NMR spectra, HRESIMS, and acid hydrolysis using modified Marfey's method. All compounds were evaluated for their cytotoxic activity against HCT-8 (colon cancer) and SK-OV-3 (ovarian cancer) cells. Among them, compounds 1-5...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40871574",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "BCL-2 Multi-Strain Probiotics for Immunomodulation In Vitro and In Vivo Alleviation of Atopic Dermatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871454/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Atopic dermatitis (AD) is a chronic inflammatory disorder with immune imbalance, including elevated IgE levels and mast cell activation mediated by Th2 cytokines, leading to allergic inflammation and impaired skin barrier function. Current treatment limitations highlight the need for safer and more effective AD alternatives. We aimed to evaluate the therapeutic effects of multi-strain probiotics, BCL-2 (comprising Lactiplantibacillus plantarum LRCC5264 and Bifidobacterium longum RAPO), in...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40871454",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "evaluate the therapeutic effects of multi-strain probiotics, BCL-2 (comprising Lactiplantibacillus plantarum LRCC5264 and Bifidobacterium longum RAPO), in",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Altered Gut Microbiota and Predicted Immune Dysregulation in Early Childhood SARS-CoV-2 Infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "The gut microbiome plays a key role in immune regulation. Young children experience rapid microbiome development, yet data on its alteration during severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection remain limited. This study aimed to characterize gut microbiome changes and immune-related pathway alterations in young children with coronavirus disease 2019 (COVID-19). Eighteen children under 2 years old with confirmed SARS-CoV-2 infection and seven healthy controls were...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40871383",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "characterize gut microbiome changes and immune-related pathway alterations in young children with coronavirus disease 2019 (COVID-19)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anti-Neuroinflammation Effect of Standardized Ethanol Extract of Leaves of <em>Perilla frutescens</em> var. <em>acuta</em> on Aβ-Induced Alzheimer's Disease-like Mouse Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives:Perilla frutescens var. acuta Kudo, a member of the Lamiaceae family, has been previously reported to reduce neuroinflammation and potentially decrease Aβ plaque accumulation in 5XFAD mice. In this study, we aimed to evaluate the anti-neuroinflammatory potential of a standardized 60% ethanol extract of Perilla leaves (PE), optimized for commercial application. Methods: The inflammatory response was assessed in LPS-stimulated BV2 microglial cells, and the cognitive...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40871065",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Perilla frutescens var",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Overcoming the Blood-Brain Barrier: Advanced Strategies in Targeted Drug Delivery for Neurodegenerative Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871062/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "The increasing global health crisis of neurodegenerative diseases such as Alzheimer's, Parkinson's, amyotrophic lateral sclerosis, and Huntington's disease is worsening because of a rapidly increasing aging population. Disease-modifying therapies continue to face development challenges due to the blood-brain barrier (BBB), which prevents more than 98% of small molecules and all biologics from entering the central nervous system. The therapeutic landscape for neurodegenerative diseases has...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40871062",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Two-Step Nucleation and Amorphization of Carbamazepine Using a Micro-Droplet Precipitation System",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871056/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Objectives: Transforming poorly soluble crystalline drugs into their amorphous form is a well-established strategy in pharmaceutical science to enhance their solubility and improve their clinical efficacy. However, developing amorphous forms of organic drugs for pharmaceutical applications presents significant technical hurdles due to the lack of suitable analytical tools for the amorphization process. Carbamazepine is a crystalline BCS class II drug commonly used for epilepsy and trigeminal...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40871056",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "science",
      "objective": "Transforming poorly soluble crystalline drugs into their amorphous form is a well-established strategy in pharmaceutical science to enhance their solubility and improve their clinical efficacy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "N-Degron-Based PROTAC Targeting PLK1: A Potential Therapeutic Strategy for Cervical Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871048/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background: Cervical cancer remains a major global health concern, with existing chemotherapy facing limited effectiveness owing to resistance. Polo-like kinase 1 (PLK1) overexpression in cervical cancer cells is a promising target for developing novel therapies to overcome chemoresistance and improve treatment efficacy. Methods: In this study, we developed a novel PROTAC, NC1, targeting PLK1 PBD via the N-end rule pathway. Results: This PROTAC effectively depleted the PLK1 protein in HeLa cells...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "40871048",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent Advances in Donepezil Delivery Systems via the Nose-to-Brain Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Donepezil (DPZ) is an Alzheimer's disease (AD) drug that promotes cholinergic neurotransmission and exhibits excellent acetylcholinesterase (AChE) selectivity. The current oral formulations of DPZ demonstrate decreased bioavailability, attributed to limited drug permeability across the blood-brain barrier (BBB). In order to overcome these limitations, various dosage forms aimed at delivering DPZ have been explored. This discussion will focus on the nose-to-brain (N2B) delivery system, which...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40870981",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictive Value of <sup>99m</sup>Tc DPD Bone SPECT/CT Uptake Ratio for Culture Results in Lower Limb Osteomyelitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870961/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: The diagnosis of osteomyelitis is typically based on clinical suspI icion supported by imaging and lab findings. Various nuclear medicine imaging, including bone SPECT/CT, is emerging as an effective tool to guide the diagnosis of osteomyelitis. This study investigates whether the preoperative ^(99m)Tc DPD bone SPECT/CT uptake \\ratio correlates with intraoperative tissue culture positivity in patients with suspected lower extremity osteomyelitis. Methods: We...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870961",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "The diagnosis of osteomyelitis is typically based on clinical suspI icion supported by imaging and lab findings",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrasound-Guided Hydrodissection with Needle Stabilization: An Innovative Nerve-Sparing Approach to Remove a Contraceptive Implant Causing Ulnar Neuropathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background and Clinical Significance: Non-palpable migrated contraceptive implants pose significant challenges for removal and are associated with neurovascular complications. Traditional open surgery near nerves is associated with postoperative morbidity. Migrated or deeply embedded implants near critical structures can result in severe complications, such as neuropathy, and their removal typically requires open surgical intervention. Case Presentation: We report a novel, minimally invasive,...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870958",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "Non-palpable migrated contraceptive implants pose significant challenges for removal and are associated with neurovascular complications",
      "conclusion": null
    },
    {
      "title": "Prediction of Immunotherapy Response in Hepatocellular Carcinoma Patients Using Pretreatment CT Images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870941/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Aims: Predicting treatment response to immunotherapy in hepatocellular carcinoma (HCC) is essential to improve clinical outcomes with personalized treatment strategies. This study aims to develop an AI-driven prediction model using radiomic analysis from the liver and viable HCCs on pretreatment CT to differentiate responders from non-responders. Methods: HCC patients who received immunotherapy between 2016 and 2023 with pretreatment CT scans were included. Radiomic features were...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870941",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Predicting treatment response to immunotherapy in hepatocellular carcinoma (HCC) is essential to improve clinical outcomes with personalized treatment strategies",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognosis of Breast Cancer in Women in Their 20s: Clinical and Radiological Insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: We analyzed clinical and radiological characteristics and prognostic factors specific to young patients with breast cancer (YBC) aged <30 years. Methods: This retrospective study included 132 women aged <30 years who underwent breast surgery between 2008 and 2013. The clinical and radiological findings of the patients were examined and compared according to recurrence or death status at follow-up. Disease-free survival (DFS) and overall survival (OS) rates were also...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870924",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "We analyzed clinical and radiological characteristics and prognostic factors specific to young patients with breast cancer (YBC) aged <30 years",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and Validation of a Machine Learning Model for Early Prediction of Acute Kidney Injury in Neurocritical Care: A Comparative Analysis of XGBoost, GBM, and Random Forest Algorithms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870913/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background: Acute Kidney Injury (AKI) is a pivotal concern in neurocritical care, impacting patient survival and quality of life. This study harnesses machine learning (ML) techniques to predict the occurrence of AKI in patients receiving hyperosmolar therapy, aiming to optimize patient outcomes in neurocritical settings. Methods: We conducted a retrospective cohort study of 4886 patients who underwent hyperosmolar therapy in the neurosurgical intensive care unit (ICU). Comparative predictive...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870913",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of Amyloid-PET Analysis Software Using <sup>18</sup>F-Florbetaben PET in Patients with Cognitive Impairment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Quantitative analysis of amyloid PET imaging plays a crucial role in diagnosing Alzheimer's disease (AD), particularly in cases where visual interpretation is equivocal. Multiple commercial software tools are available for this purpose, yet differences in their quantification and diagnostic performance remain understudied, especially for Neurophet SCALE PET. Methods: We retrospectively analyzed ^(18)F-florbetaben PET/CT scans from 129 patients with cognitive impairment,...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870879",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "Quantitative analysis of amyloid PET imaging plays a crucial role in diagnosing Alzheimer's disease (AD), particularly in cases where visual interpretation is equivocal",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carbapenem Resistance and ESBL-Producing Enterobacteriaceae in Patients with Urological Infections from 2012 to 2021 in Three Korean Hospitals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background: Urinary tract infections (UTIs) remain a leading cause of community- and hospital-onset bacterial infections worldwide. Although many countries have implemented antimicrobial resistance (AMR) surveillance systems, longitudinal multicenter data on key uropathogens in Korea remain limited. Methods: We retrospectively evaluated Escherichia coli and Klebsiella pneumoniae isolates from patients with clinically diagnosed UTIs at three tertiary-care Korean hospitals (2012-2021). Using a...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40870856",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Fermentation Conditions on Functional Quality of Napa Cabbage Kimchi",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "This study investigated the effects of storage temperature on the functional quality of kimchi during short- and long-term fermentation. Pretreated napa cabbage (NC) quality was analyzed, and kimchi was prepared using pretreated NC and stored at either 4 °C or 15 °C until reaching optimal and excessive fermentation stages. Fermented kimchi samples were analyzed for pH, lactic acid bacteria (LAB) counts, total polyphenol content (TPC), DPPH and ABTS radical scavenging activities, and...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870738",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of storage temperature on the functional quality of kimchi during short- and long-term fermentation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal Sequence of Metabolic Syndrome Components: Abdominal Obesity as the Primary Driver of Progression in a Korean Prospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Metabolic syndrome (MetS) progresses gradually as individual components accumulate. However, there is limited understanding regarding whether the sequence of component appearance influences disease progression. This study sought to determine the most frequent initial MetS component and evaluate whether this component influences the subsequent risk of developing full MetS. Materials and Methods: We examined data from 6137 participants in the Korean Genome and...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870543",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Metabolic syndrome (MetS) progresses gradually as individual components accumulate",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Operative Treatment of Adolescent Diaphyseal Clavicle Fracture: Elastic Stable Intramedullary Nail Versus Plate Fixation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870539/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Adolescent diaphyseal clavicle fracture surgery has increased in recent years. However, the optimal operative method remains debated, particularly between elastic stable intramedullary nailing (ESIN) and plate fixation. This study compared postoperative outcomes and complication rates between ESIN and plate fixation for treating diaphyseal clavicle fractures in adolescent patients. Materials and Methods: We conducted a retrospective review of 35 adolescents who...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40870539",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Adolescent diaphyseal clavicle fracture surgery has increased in recent years",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimal Maintenance Strategy for Patients with Improved Left Ventricular Function Following Sacubitril/Valsartan Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Optimal pharmacological treatment following left ventricular ejection fraction (LVEF) improvement remains largely unknown. This study compared the clinical outcomes of patients with heart failure (HF) with improved EF (HFimpEF) based on the maintenance of sacubitril/valsartan (S/V) or transition to a renin-angiotensin system blocker (RASB). Material and Method: A total of 354 patients with recovered LVEF of at least 40% after S/V treatment from a single center were...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40870531",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Optimal pharmacological treatment following left ventricular ejection fraction (LVEF) improvement remains largely unknown",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Effects of Pedaling-Based Progressive Resistance Training on Range of Motion, Muscle Strength, and Physical Function in Female Patients with Total Knee Arthroplasty: Single-Blind Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Total knee arthroplasty (TKA) is an effective solution for pain relief and functional recovery in patients with end-stage osteoarthritis. However, stiffness of the knee, limited range of motion, and weakened muscle strength are challenges of postoperative rehabilitation. This study investigated the effects of a pedaling-based progressive resistance training (PPRT) program on range of motion, muscle strength, physical function, and gait in patients who had undergone...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870485",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Total knee arthroplasty (TKA) is an effective solution for pain relief and functional recovery in patients with end-stage osteoarthritis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Prevalence of and Factors Associated with Sarcopenic Obesity, Sarcopenia, and Obesity Among Korean Adults: Findings from the 2022-2023 Korea National Health and Nutrition Examination Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Sarcopenic obesity, or the coexistence of sarcopenia and obesity, carries an additional load of health risks, including functional decline and metabolic disorders. Despite its increasing importance, data on Korean adults' prevalence and risk factors are poor. The objective of this study was to estimate the prevalence of sarcopenic obesity, sarcopenia, and obesity to identify factors associated with each condition using the most recent nationally representative data....",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870469",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Sarcopenic obesity, or the coexistence of sarcopenia and obesity, carries an additional load of health risks, including functional decline and metabolic disorders",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hysterectomy for Benign Gynecologic Disease: A Comparative Study of Articulating Laparoscopic Instruments and Robot-Assisted Surgery in Korea and Taiwan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Hysterectomy is a common non-obstetric procedure. Minimally invasive techniques, such as laparoscopy and robot-assisted surgery, have replaced open surgery for benign gynecologic conditions. Robotic surgery offers reduced blood loss and shorter hospital stays but is limited by high costs. Articulating laparoscopic instruments aim to replicate robotic dexterity cost-effectively. However, comparative data on these two approaches in hysterectomy are limited. Materials and...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870463",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Hysterectomy is a common non-obstetric procedure",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complications Following Percutaneous Epidural Neuroplasty: A Narrative Review of Clinical Evidence and the Rationale for Post-Procedural 6 h Inpatient Monitoring Amid Limited Systematic Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background: Percutaneous epidural neuroplasty (PEN) and related adhesiolysis procedures are widely used for managing chronic spinal pain. Although generally safe, complications-ranging from minor to life-threatening-have been reported. This review aimed to estimate the incidence and characteristics of complications following PEN and to evaluate the medical rationale for post-procedural inpatient monitoring. Methods: We systematically searched PubMed, Embase, and the Cochrane Library for studies...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870442",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Value of the Naples Prognostic Score at Diagnosis as a Predictor of Cervical Cancer Progression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870429/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: The Naples prognostic score (NPS), which incorporates inflammatory and nutritional indicators, is increasingly used as a prognostic score for various malignancies. Nonetheless, few studies have specifically evaluated the NPS as a prognostic factor for cervical cancer. This study aimed to assess the value of NPS at diagnosis as a predictor of cancer progression. Materials and Methods: This study included patients diagnosed with cervical cancer at Korea University Anam...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40870429",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "The Naples prognostic score (NPS), which incorporates inflammatory and nutritional indicators, is increasingly used as a prognostic score for various malignancies",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current Narrative Review-Application of Blood Flow Restriction Exercise in Clinical Knee Problems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Quadricep weakness is frequently observed in patients following anterior cruciate ligament (ACL) injury or in those with knee osteoarthritis, often contributing to functional impairments and persistent symptoms. While high-intensity resistance training has been shown to effectively improve muscle strength, its application may be limited in certain populations due to pain or the risk of surgical complications. In recent years, blood flow restriction (BFR) training has emerged as a promising...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870422",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Prognostic Nutritional Index and Mortality in Older Adults Undergoing Hip Fracture Surgery: A Retrospective Observational Study at a Single Large Center",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870421/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Patients with hip fractures have a high mortality rate, highlighting the need for a reliable prognostic tool. Although the prognostic nutritional index (PNI) is a well-established predictor in patients with cancer, its utility has not been thoroughly investigated in patients with hip fractures. Therefore, this study aims to evaluate the association between PNI and mortality in patients undergoing hip fracture surgery. Materials and Methods: A retrospective review was...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870421",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "Patients with hip fractures have a high mortality rate, highlighting the need for a reliable prognostic tool",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness and Safety of Portable Ultrasound-Guided Pharmacopuncture for Cervical Myofascial Pain Syndrome: A Prospective Observational Multi-Center Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870418/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: This study aimed to evaluate the clinical effectiveness and safety of ultrasound-guided pharmacopuncture (UGP) in comparison to non-guided pharmacopuncture (NGP) for the treatment of acute cervical myofascial pain syndrome (C-MPS) in primary care settings. Materials and Methods: This multi-center, prospective observational study included 97 patients diagnosed with acute C-MPS. Participants received a single session of either UGP or NGP at one of seven primary care...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40870418",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aimed to evaluate the clinical effectiveness and safety of ultrasound-guided pharmacopuncture (UGP) in comparison to non-guided pharmacopuncture (NGP) for the treatment of acute cervical my...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mortality Risk of Colistin vs. Non-Colistin Use in Cancer Patients with Multidrug-Resistant Gram-Negative Bacterial Infections: Stratified by Resistance Profile and Concomitant Medications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870406/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Cancer patients are particularly susceptible to infections caused by multidrug-resistant Gram-negative bacteria (MDR GNB) due to chemotherapy- or radiation therapy-induced immunosuppression. Colistin is often prescribed as a last-resort agent for MDR GNB infection, but its clinical benefit in oncology patients remains unclear. This study aims to evaluate the mortality risk associated with colistin versus non-colistin regimens in cancer patient with MDR GNB infections,...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40870406",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "Cancer patients are particularly susceptible to infections caused by multidrug-resistant Gram-negative bacteria (MDR GNB) due to chemotherapy- or radiation therapy-induced immunosuppression",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Glycemic Control After Reperfusion on the Incidence of Acute Kidney Injury Following Living Donor Liver Transplantation: A Propensity Score-Matched Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870371/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Glucose instability has been established to be related to postoperative morbidity and mortality in liver transplantation. To date, the impact of maintaining optimal blood glucose (BG) levels on the incidence of acute kidney injury (AKI) following liver transplantation (LT) remains unclear. This study aimed to determine the impact of optimal BG level after reperfusion (REP BG) on the incidence of AKI after living donor LT (LDLT). Materials and Methods: This study...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870371",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Glucose instability has been established to be related to postoperative morbidity and mortality in liver transplantation",
      "significance": "of maintaining optimal blood glucose (BG) levels on the incidence of acute kidney injury (AKI) following liver transplantation (LT) remains unclear",
      "conclusion": null
    },
    {
      "title": "The Effects of Trunk Intervention on Gross Motor Function, Balance, and Spasticity in Cerebral Palsy: Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870368/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Cerebral palsy (CP) is a non-progressive neurological disorder characterized by motor impairments such as spasticity and poor postural control. Among these, trunk control plays a critical role in maintaining balance and enabling functional mobility. Since spasticity is known to interfere with motor coordination and posture, evaluating its response to trunk-focused interventions may offer additional clinical insights. This systematic review and meta-analysis evaluated...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870368",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Cerebral palsy (CP) is a non-progressive neurological disorder characterized by motor impairments such as spasticity and poor postural control",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Developing a Consensus-Based POCUS Protocol for Critically Ill Patients During Pandemics: A Modified Delphi Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870364/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: During pandemics, emergency departments face the challenge of managing critically ill patients with limited resources. Point-of-Care Ultrasound (POCUS) has emerged as a crucial diagnostic tool in such scenarios. This study aimed to develop a standardized POCUS protocol using expert consensus via a modified Delphi survey to guide physicians in managing these patients more effectively. Materials and Methods: A committee of emergency imaging experts and board-certified...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870364",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "During pandemics, emergency departments face the challenge of managing critically ill patients with limited resources",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ZnO/SiO<sub>2</sub> Filler-Incorporated Resin Composites for Vat Photopolymerization of Dental Restorations with Antimicrobial Efficacy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "This study aimed to develop dental resin composites containing ZnO/SiO(2) ceramic particles as an antimicrobial filler for producing provisional dental restorations using the lithography-based liquid crystal display (LCD) 3D printing technique. Three types of dental resin-ceramic composites with different filler contents (0 wt%, 5 wt%, and 10 wt%) were prepared to offer high antimicrobial efficacy. Printing parameters, particularly off-time, were optimized for each composition to achieve...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40870226",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "develop dental resin composites containing ZnO/SiO(2) ceramic particles as an antimicrobial filler for producing provisional dental restorations using the lithography-based liquid crystal display (LCD...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Highly Efficient Electrocatalyst of 2D-2D gC<sub>3</sub>N<sub>4</sub>-MoS<sub>2</sub> Composites for Enhanced Overall Water Electrolysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870093/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "For future clean and renewable energy technology, designing highly efficient and robust electrocatalysts is of great importance. Particularly, creating efficient bifunctional electrocatalysts capable of effectively catalyzing both hydrogen- and oxygen-evolution reactions (HERs and OERs) is vital for overall water electrolysis. In this study, we employ 2D molybdenum disulfide (MoS(2)) nanosheets and pyrolytically fabricated 2D graphitic carbon nitride (gC(3)N(4)) nanosheets to create 2D...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40870093",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual Nature of Mitochondrial Integrated Stress Response: Molecular Switches from Protection to Pathology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The 2025 failures of DNL343 and ABBV-CLS-7262 in ALS trials underscore the need for precision medicine approaches that account for context-dependent ISR functions, temporal dynamics, and disease-specific mechanisms.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40870005",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The 2025 failures of DNL343 and ABBV-CLS-7262 in ALS trials underscore the need for precision medicine approaches that account for context-dependent ISR functions, temporal dynamics, and disease-specific mechanisms"
    },
    {
      "title": "A Genetically-Informed Network Model of Myelodysplastic Syndrome: From Splicing Aberrations to Therapeutic Vulnerabilities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40869976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Myelodysplastic syndrome (MDS) is a heterogeneous clonal hematopoietic disorder characterized by ineffective hematopoiesis and leukemic transformation risk. Current therapies show limited efficacy, with ~50% of patients failing hypomethylating agents. This review aims to synthesize recent discoveries through an integrated network model and examine translation into precision therapeutic approaches. Methods: We reviewed breakthrough discoveries from the past three years,...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40869976",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Myelodysplastic syndrome (MDS) is a heterogeneous clonal hematopoietic disorder characterized by ineffective hematopoiesis and leukemic transformation risk",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Case of Infantile Epileptic Spasms Syndrome with the <em>SPTBN1</em> Mutation and Review of βII-Spectrin Variants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40869952/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background: Spectrin proteins are critical cytoskeleton components that maintain cellular structure and mediate intracellular transport. Pathogenic variants in SPTBN1, encoding βII-spectrin, have been associated with various neurodevelopmental disorders, including developmental delay, intellectual disability, autism spectrum disorder, and epilepsy. Here we report a Korean infant with infantile epileptic spasms syndrome (IESS) and an SPTBN1 mutation and provide a review of this mutation. Methods:...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40869952",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Capturing Community Living Experiences and Health of Korean Community Spinal Cord Injury Population: A Cross-Sectional Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40869808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "(1) Background: People living with spinal cord injury (SCI) face numerous challenges in their lives in terms of health conditions, everyday activity, and participation in society, which are not fully recognized. To address such issues, a community survey with 125 questions for people living with SCI was conducted and the response rates, population characteristics, health and functioning problems are reported. (2) Methods: The survey questionnaire comprised 125 questions on SCI characteristics,...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40869808",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A monotone single index model for spatially referenced multistate current status data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40874356/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Assessment of multistate disease progression is commonplace in biomedical research, such as in periodontal disease (PD). However, the presence of multistate current status endpoints, where only a single snapshot of each subject's progression through disease states is available at a random inspection time after a known starting state, complicates the inferential framework. In addition, these endpoints can be clustered, and spatially associated, where a group of proximally located teeth (within...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "40874356",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advanced Thermal Interface Materials: Insights into Low-Temperature Sintering and High Thermal Conductivity of MgO",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873067/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "The escalating frequency of electric vehicle (EV) fires has underscored the critical importance of effective thermal-management in battery package (TMBP). A key challenge in current TMBP lies with the low thermal conductivity (TC, 3 W m^(-1) K^(-1)) of commercial alumina-polymer composite (thermal interface materials, TIM). While magnesia (MgO) TIMs, which show high TC (8-10 W m^(-1) K^(-1), this study) and low cost, are emerging as an alternative heat-dissipation material (HDM), their full...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "40873067",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Symmetry-Forbidden Rectification via Dynamic Phase Transitions in the Weyl Metallic State of ZrTe<sub>5</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Weyl metals, known for their topological structure and chiral anomaly, exhibit nonlinear transport that defies conventional theory. In this study, ZrTe(5), an inversion-symmetric Dirac semimetal tunable to a Weyl state by magnetic field, is investigated, and rectification (alternating current (AC) to direct current (DC) conversion) and third harmonic generation in longitudinal configurations is revealed. Despite its bulk inversion symmetry, symmetry-forbidden rectification and a dynamic phase...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "40872996",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Next-Generation Wound Healing Materials: Role of Biopolymers and Their Composites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871190/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "The progress in biopolymers and their composites as advanced materials for wound healing has revolutionized therapeutic approaches for skin regeneration. These materials can effectively integrate their inherent biocompatibility and biodegradability with the enhanced mechanical strength and customizable properties of polymers and functional additives. This review presents a detailed investigation of the design principles, classifications, and biomedical applications of biopolymeric composites,...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "40871190",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A novel p.C1130S mutation in a Finnish family with a complex phenotype of von Willebrand disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40874340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Not available.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40874340",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Making sense of the outcome of a rehabilitation implementation trial in the intensive care unit: Mixed methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40874037/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The importance of organisational change and support of the physiotherapy departments providing services to ICUs while also addressing the healthcare needs of a diverse group of hospitalised patients is highlighted.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40874037",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The importance of organisational change and support of the physiotherapy departments providing services to ICUs while also addressing the healthcare needs of a diverse group of hospitalised patients is highlighted"
    },
    {
      "title": "Rectus sheath pulsed radiofrequency treatment for anterior cutaneous nerve entrapment syndrome: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40874013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Anterior cutaneous nerve entrapment syndrome is pain caused by compression of the anterior cutaneous branch of the intercostal nerve as it passes from the posterior sheath of the rectus abdominis muscle through the rectus abdominis muscle. In this report, we describe a case of pulsed radiofrequency treatment to the sheath of the rectus abdominis muscle for anterior cutaneous nerve entrapment syndrome. The patient was a 27-year-old man. He was diagnosed with anterior cutaneous nerve entrapment...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40874013",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of party balloon inflation manoeuvre during saline contrast transthoracic echocardiography for patent foramen ovale detection: INFLATE-PFO registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: PBIM indicated transcatheter PFO closure in patients with cryptogenic stroke and suspected PFOs, particularly those with false-negative diagnoses for shunts. PBIM demonstrates greater efficacy than standard provocative methods during ASC-TTE, providing clinical practicality.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40873992",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PBIM indicated transcatheter PFO closure in patients with cryptogenic stroke and suspected PFOs, particularly those with false-negative diagnoses for shunts. PBIM demonstrates greater efficacy than standard provocative methods during ASC-TTE, providing clinical practicality"
    },
    {
      "title": "Falls, fear of falling, and lower body strength in a cohort of community-dwelling older adults with cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873900/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40873900",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effect of intraoperative excessive bleeding on the pharmacokinetics of ampicillin and sulbactam in recipients of living donor liver transplantation in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40873783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Even with excessive bleeding, administering 3 g of ampicillin/sulbactam every 3 h maintained sufficient plasma concentration. Redosing may be unnecessary unless total bleeding exceeds 20 000 mL.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40873783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Even with excessive bleeding, administering 3 g of ampicillin/sulbactam every 3 h maintained sufficient plasma concentration. Redosing may be unnecessary unless total bleeding exceeds 20 000 mL"
    },
    {
      "title": "Exploring TREC and KREC Levels in Nursing Home Residents and Staff and Their Association with SARS-CoV-2 Antibody Response After Vaccination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In our study population, TREC and KREC levels decreased with age and were statistically significantly lower in NHRs than NHS. They were, however, not associated with the antibody response after COVID-19 vaccination. Yet, additional research is warranted to explore their potential relevance in cellular immune responses or in combination with other biomarkers of immune function.",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40872959",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "In our study population, TREC and KREC levels decreased with age and were statistically significantly lower in NHRs than NHS. They were, however, not associated with the antibody response after COVID-19 vaccination"
    },
    {
      "title": "Impact of Vaccination and Prior Infection on SARS-CoV-2 Viral Load in Preschool Children During the Omicron Pandemic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872936/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background: Preschool-aged children can have difficulty adhering to infection control measures and were affected during the Omicron wave of the coronavirus disease 2019 (COVID-19) pandemic. However, the impacts of prior severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection and vaccination on viral load in this age group remain poorly understood. This study aimed to investigate the relationship between previous SARS-CoV-2 infection, COVID-19 vaccination, and viral load or...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40872936",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the relationship between previous SARS-CoV-2 infection, COVID-19 vaccination, and viral load or",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Era of Gene Therapy: The Advancement of Lentiviral Vectors and Their Pseudotyping",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Over 35 years of history, the field of gene therapy has undergone much progress. The initial concept-the replacement of dysfunctional genes with correct ones-has advanced to the next stage and reached the level of precise genome editing. Dozens of gene therapy products based on viral and non-viral delivery platforms have been approved, marking the dawn of the gene therapy era. These viral vector strategies rely on adenoviruses, adeno-associated viruses, lentivirus-derived tools, and so on. From...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40872751",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exportin 1 (XPO1) Expression and Effectiveness of XPO1 Inhibitor Against Canine Lymphoma Cell Lines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Lymphoma is the most common neoplasm of lymphoid tissues in dogs. Exportin 1 (XPO1) is an important major nuclear receptor for exporting proteins and RNA species. The XPO1 upregulation can eliminate some tumor suppressor proteins (TSPs) function upon their nuclear-cytoplasmic export. The XPO1 inhibitor, KPT-335, blocks the translocation of TSPs and restores their function to induce cell cycle arrest, apoptosis, and cell proliferation. This in vitro study aimed to evaluate the XPO1 mRNA and...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40872651",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "major nuclear receptor for exporting proteins and RNA species",
      "conclusion": null
    },
    {
      "title": "Comprehensive Analysis of Gastrointestinal Injury Induced by Nonsteroidal Anti-Inflammatory Drugs Using Data from FDA Adverse Event Reporting System Database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Nonsteroidal anti-inflammatory drugs (NSAIDs) are commonly associated with gastrointestinal (GI) adverse events. This study aimed to assess the incidence and patterns of NSAID-induced GI disorders using the FDA Adverse Event Reporting System (FAERS) database and to compare the risks among different NSAIDs. Methods: NSAID-related reports were extracted from FAERS, focusing on 21 ulcer-related GI events with ≥1000 reports each, based on MedDRA v26.0. The number of reports,...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40872595",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Nonsteroidal anti-inflammatory drugs (NSAIDs) are commonly associated with gastrointestinal (GI) adverse events",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Atractylodes lancea</em> (Thunb.) DC. [Asteraceae] Rhizome-Derived Exosome-like Nanoparticles Suppress Lipopolysaccharide-Induced Inflammation by Reducing Toll-like Receptor 4 Expression in BV-2 Murine Microglial Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives:Atractylodes lancea (Thunb.) DC. [Asteraceae] (ALR)-derived exosome-like nanoparticles (ALR-ELNs) exhibit anti-neuroinflammatory effects in microglial cells. However, the associated mechanisms and pathways are unknown. We aimed to characterize the effects of ALR-ELNs on inflammatory responses of BV-2 microglial cells to lipopolysaccharide (LPS) using RNA sequencing. Methods: ALR-ELNs were fractionated from ALR. BV-2 microglial murine cells were stimulated with LPS after...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40872491",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "Atractylodes lancea (Thunb",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Susceptibility of <em>Neisseria gonorrhoeae</em> to Zoliflodacin and Quinolones in Hyogo Prefecture, Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "The DNA synthesis inhibitor zoliflodacin (ZFD) is expected to be effective against strains resistant to therapeutic agents for Neisseria gonorrhoeae infection. In addition to ZFD, we investigated the susceptibility of N. gonorrhoeae strains to ceftriaxone (CTRX), ciprofloxacin (CPFX), garenoxacin (GRNX), and sitafloxacin (STFX). Minimum inhibitory concentration values for ZFD and four other drugs were determined for 147 strains of N. gonorrhoeae isolated at medical institutions in Hyogo...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40872341",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the susceptibility of N",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perspectives on the History and Epidemiology of the Varicella Virus Vaccine and Future Challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "The varicella attenuated virus vaccine, developed in Japan in the 1970s, has dramatically reduced the number of pediatric chickenpox cases over the past 30 years due to its widespread use. However, a small number of cases of chickenpox, shingles, aseptic meningitis, and acute retinal necrosis caused by vaccine strains have been reported. There are also issues that need to be addressed, such as breakthrough infections and the persistence of the preventive effect of vaccination. In addition, there...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40872323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gesture-Based Secure Authentication System Using Triboelectric Nanogenerator Sensors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40872032/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "This study presents a gesture-based authentication system utilizing triboelectric nanogenerator (TENG) sensors. As self-powered devices capable of generating high-voltage outputs without external power, TENG sensors are well-suited for low-power IoT sensors and smart device applications. The proposed system recognizes single tap, double tap, and holding gestures. The electrical characteristics of the sensor were evaluated under varying pressure conditions, confirming a linear relationship...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40872032",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Review on the Application of Biosensors for Monitoring Emerging Contaminants in the Water Environment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Due to the frequent occurrence and elevated concentrations of emerging contaminants (ECs) in water environments, as well as their high toxicity, these compounds have become a growing concern, threatening water safety, human health, and environmental health. Stricter regulations and routine monitoring are required to control EC pollution in water. Analytical chemistry-based techniques are the most widely used approach for quantifying ECs in environmental samples. However, high costs, complex...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40871809",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "T360Fusion: Temporal 360 Multimodal Fusion for 3D Object Detection via Transformers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871771/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Object detection plays a significant role in various industrial and scientific domains, particularly in autonomous driving. It enables vehicles to detect surrounding objects, construct spatial maps, and facilitate safe navigation. To accomplish these tasks, a variety of sensors have been employed, including LiDAR, radar, RGB cameras, and ultrasonic sensors. Among these, LiDAR and RGB cameras are frequently utilized due to their advantages. RGB cameras offer high-resolution images with rich color...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40871771",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Leveraging Deep Learning to Enhance Malnutrition Detection via Nutrition Risk Screening 2002: Insights from a National Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871744/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Purpose: This study aimed to develop and validate a new machine learning (ML)-based screening tool for a two-step prediction of the need for and type of nutritional therapy (enteral, parenteral, or combined) using Nutrition Risk Screening 2002 (NRS-2002) and other demographic parameters from the Optimal Nutrition Care for All (ONCA) national cohort data. Methods: This multicenter retrospective cohort study included 191,028 patients, with data on age, gender, body mass index (BMI), NRS-2002...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40871744",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aimed to develop and validate a new machine learning (ML)-based screening tool for a two-step prediction of the need for and type of nutritional therapy (enteral, parenteral, or combined) u...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Natural Compound CalebinA Suppresses Gemcitabine Resistance and Tumor Progression by Inhibiting Angiogenesis and Invasion Through NF-κB Signaling in Pancreatic Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871669/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background: Previously, we established gemcitabine (Gem)-resistant pancreatic cancer (PaCa) cell lines and showed that the acquisition of Gem resistance is accompanied by enhanced activation of the inflammatory transcription factor nuclear factor-κB (NF-κB). In this study, we focus on CalebinA, a natural compound derived from the rhizomes of turmeric, known for its potent anti-inflammatory properties. It has been suggested that this compound may exert anticancer effects by downregulating the...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40871669",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Desulfitobacterium elongatum</em> sp. nov. NIT-TF6 Isolated from Trichloroethene-Dechlorinating Culture with Formate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871367/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "A strictly anaerobic bacterium denoted as strain NIT-TF6 of the genus Desulfitobacterium was isolated from a trichloroethene-dechlorinating culture with formate. Cells were straight rods of 1.6-6 µm long and 0.25-0.5 µm in diameter and used H(2), lactate, pyruvate, and malate as electron donors and thiosulfate and Fe (III)-citrate as electron acceptors. The genome of strain NIT-TF6 was 4.8 Mbp in size and included nine 16S rRNA genes. Phylogenetic analysis based on 16S rRNA sequences showed that...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40871367",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Role of Genomic Islands in the Pathogenicity and Evolution of Plant-Pathogenic Gammaproteobacteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Genomic islands (GIs) including integrative and conjugative elements (ICEs), prophages, and integrative plasmids are central drivers of horizontal gene transfer in bacterial plant pathogens. These elements often carry cargo genes encoding virulence factors, antibiotic and metal resistance determinants, and metabolic functions that enhance environmental adaptability. In plant-pathogenic species such as Pseudomonas syringae, GIs contribute to host specificity, immune evasion, and the emergence of...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40871307",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three-Dimensional Structure of Biofilm Formed on Glass Surfaces Revealed Using Scanning Ion Conductance Microscopy Combined with Confocal Laser Scanning Microscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871283/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Biofilms cause a variety of problems, such as food spoilage, food poisoning, infection, tooth decay, periodontal disease, and metal corrosion, so knowledge on biofilm prevention and removal is important. A detailed observation of the three-dimensional structure of biofilms on the nanoscale is expected to provide insight into this. In this study, we report on the successful in situ nanoscale observations of a marine bacterial biofilm on glass in phosphate buffer solution (PBS) using both scanning...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40871283",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimization and Validation of CO<sub>2</sub> Laser-Machining Parameters for Wood-Plastic Composites (WPCs)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Wood-plastic composites (WPCs) offer a sustainable alternative to solid wood, yet their heterogeneous structure presents challenges in laser machining due to thermal sensitivity and inconsistent material behaviour. This study investigates the optimization of CO(2) laser-cutting parameters for WPCs, focusing on feed rate and assist-gas pressure. Using a 1500 W CO(2) laser, a full factorial experimental design was employed to cut 18 mm thick WPC panels at varying feed rates (1000-3000 mm/min) and...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40871163",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic pCRISPRi Delivery to Lung Squamous Cell Carcinoma by Combining Nanobubbles and Ultrasound",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Lung squamous cell carcinoma (SCC), a major subtype of non-small cell lung cancer, remains a significant clinical challenge due to a scarcity of actionable molecular targets and the limited effectiveness of current targeted therapies. Emerging treatment strategies inhibit the gene expression of lineage survival oncogenes such as ΔNp63 and SOX2. CRISPR interference (CRISPRi) is a promising method to downregulate these genes; however, the efficacy depends on effective...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40871074",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Lung squamous cell carcinoma (SCC), a major subtype of non-small cell lung cancer, remains a significant clinical challenge due to a scarcity of actionable molecular targets and the limited effectiven...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex-Specific Differences in Antidepressant and Antipsychotic Treatment Outcomes and Serum Levels in Children and Adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40871006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Introduction: Sex-specific differences in psychopharmacological treatment have gained increasing attention in adults, with studies showing that women often have higher serum concentrations of psychotropic drugs due to biological differences. However, despite recognition of these differences in adults, reference ranges for therapeutic drug monitoring (TDM) in general, but even more sex-specific therapeutic windows for psychotropic drugs, are lacking in children and adolescents, who may metabolize...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40871006",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Liposome-Loaded Mesenchymal Stem Cells Enhance Tumor Accumulation and Anti-Tumor Efficacy of Doxorubicin in Mouse Tumor Models of Melanoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background: Mesenchymal stem cells (MSCs) possess an intrinsic tumor-tropic ability, and therefore, MSCs may potentially be used as biomimetic carriers for active drug delivery systems targeting tumors. We previously developed a method to efficiently load liposomes onto the surface of MSCs via electrostatic interactions. The prepared liposome-loaded MSCs (Lip-MSCs) spontaneously accumulated in solid melanoma tumors with low vascular permeability while stably carrying liposomes. Methods: To...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40870971",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GenPad: A Highly Efficient Roadmap for the Development of a New Rapid, Highly Sensitive, and Portable Point-of-Care Testing System for Nucleic Acid Diagnostics in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "From the corona virus pandemic in Japan that started with the \"Diamond Princess\" accident, it became clear that rapid detection, a high sensitivity, multiple diagnostic items, one-step one-base point mutation detection, a fast speed of system development, portability (small size and light weight), full automation, random access, and other conditions are required for future point-of-care testing systems. The Eprimer-SmartAmp technology that was developed possesses characteristics fully aligned...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40870873",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physico-Chemical and Sensory Characteristics of Extruded Cereal Composite Flour Porridge Enriched with House Crickets (<em>Acheta domesticus</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870804/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "This study assessed the physico-chemical and sensory effects of enriching composite cereal porridges, typically consumed in Uganda, with undried house crickets (Acheta domesticus), a rich source of protein and vitamin B(12). Composite flours containing 8.3% undried crickets, 66.7% maize, and 25.0% millet were compared to a control formulation with 73.0% maize and 27.0% millet, both extruded at 140 °C. Cricket enrichment slightly reduced lightness L* (59.99 vs. 61.28) and significantly increased...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40870804",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modern Palatant Strategies in Dry and Wet Pet Food: Formulation Technologies, Patent Innovations, and Market Evolution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Palatability is a critical determinant of pet food performance, directly influencing voluntary intake, nutrient utilization, and therapeutic efficacy. In this systematic review, we examine peer-reviewed research publications, patent filings, and commercial product data pertaining to palatant technologies in dry and wet pet food from 2014 to 2024. Major palatant classes-including fats, proteins, yeast extracts, and novel plant-derived or insect-based hydrolysates-are evaluated for their...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40870736",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Relative Grip Strength as a Screening Indicator for Metabolic Syndrome in Korean Adults: A Cross-Sectional Study Using Data from KNHANES",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870518/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: This study aimed to assess the association between relative grip strength (RGS) and metabolic syndrome (MetS) in Korean adults and to explore sex- and age-specific cutoff values for screening purposes. Materials and Methods: This cross-sectional study analyzed data from 12,072 Korean adults (aged 19-64 years) who participated in the 2017-2019 Korea National Health and Nutrition Examination Survey. Receiver operating characteristic (ROC) curve analysis was performed...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40870518",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aimed to assess the association between relative grip strength (RGS) and metabolic syndrome (MetS) in Korean adults and to explore sex- and age-specific cutoff values for screening purposes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantitative Analysis of Small Particles Present in Surgical Smoke Generated During Breast Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background and Objectives: Surgical smoke generated by energy devices during surgery contains hazardous substances and poses health risks to staff in the operating room. Exposure to surgical smoke must be reduced to minimize the risk of health hazards. Many studies have evaluated surgical smoke qualitatively, but few have performed quantitative assessment. The aim of this study was to quantify the number of particles generated during various breast surgery procedures. Materials and Methods: In...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40870467",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Surgical smoke generated by energy devices during surgery contains hazardous substances and poses health risks to staff in the operating room",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modeling and Generating Extreme Fluctuations in Time Series with a Multilayer Linear Response Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "A multilayer linear response model (MLRM) is proposed to generate time-series data based on linear response theory. The proposed MLRM is designed to generate data for anomalous dynamics by extending the conventional single-layer linear response model (SLRM) into multiple layers. While the SLRM is a linear equation with respect to external forces, the MLRM introduces nonlinear interactions, enabling the generation of a wider range of dynamics. The MLRM is applicable to various fields, such as...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40870295",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quartz Crystal Microbalance Analysis of Antimicrobial Protein Adsorption onto Zirconia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40870174/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Protein adsorption on dental zirconia (ZrO(2)) surfaces plays a crucial role in plaque formation, tissue healing, and bone osseointegration. This study investigated and compared the adsorption behavior of three salivary antimicrobial proteins-peroxidase, lactoferrin, and lysozyme-on a ZrO(2) sensor and an Au sensor using a quartz crystal microbalance (QCM) operating at 27 MHz. Protein adsorption was determined from frequency decreases, and the apparent reaction rate constant (k(obs)) was...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40870174",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "and compared the adsorption behavior of three salivary antimicrobial proteins-peroxidase, lactoferrin, and lysozyme-on a ZrO(2) sensor and an Au sensor using a quartz crystal microbalance (QCM) operat...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of <em>VAX1, MAFB, WNT3</em> with Non-Syndromic Cleft Lip with or without Cleft Palate in a Japanese Population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40869910/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Non-syndromic cleft lip with or without palate (NSCL/P) is a common, multifactorial congenital anomaly. As genetic associations can be population-specific, this study aimed to investigate single-nucleotide polymorphisms (SNPs) in the VAX1, MAFB, and WNT3 genes for association with NSCL/P in a Japanese cohort. Methods: A case-control study was conducted with 310 Japanese patients with NSCL/P and 308 ethnically matched healthy controls from Aichi Gakuin Dental Hospital. We...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40869910",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Non-syndromic cleft lip with or without palate (NSCL/P) is a common, multifactorial congenital anomaly",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing Annoyance and Sleep Disturbance Related to Changing Aircraft Noise Context: Evidence from Tan Son Nhat Airport",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40869881/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828152510&v=2.18.0.post9+e462414",
      "description": "This study examines the impact of aircraft noise on annoyance and sleep disturbances among residents near Tan Son Nhat Airport in Ho Chi Minh City, Vietnam, from 2019 to 2023. It aims to assess the specific effects of aircraft noise exposure on sleep quality, as well as changes in exposure due to reduced air traffic during the COVID-19 pandemic. Surveys conducted before and during the pandemic revealed that, despite lower noise levels, residents continued to report high levels of annoyance,...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40869881",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to assess the specific effects of aircraft noise exposure on sleep quality, as well as changes in exposure due to reduced air traffic during the COVID-19 pandemic",
      "significance": "of aircraft noise on annoyance and sleep disturbances among residents near Tan Son Nhat Airport in Ho Chi Minh City, Vietnam, from 2019 to 2023",
      "conclusion": null
    }
  ]
}