{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-09-14T07:37:27.303Z",
  "totalItems": 150,
  "totalArchived": 7537,
  "newPapersAdded": 136,
  "institutionBreakdown": {
    "KAIST": 18,
    "SNU": 100,
    "Yonsei University": 1,
    "SKKU": 0,
    "POSTECH": 5,
    "Korea University": 48,
    "IBS": 4,
    "UNIST": 0,
    "Hanyang University": 7,
    "KIST": 1,
    "GIST": 1,
    "Kyung Hee University": 12,
    "Pusan National University": 4
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 72,
    "Cancer Research": 21,
    "Biomedical": 33,
    "Neuroscience": 5,
    "Computer Science": 8,
    "Materials Science": 11
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Semi-automated biofoundry workflows for sequence coevolution-guided isoprene synthase engineering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40946078/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Biofoundries serve as transformative platforms for accelerating the engineering of enzymes and microorganisms toward biomanufacturing. In this study, we developed scalable enzyme engineering workflows tailored for biofoundry applications, focusing on isoprene synthase (IspS) - a critical rate-limiting enzyme in the isoprene biosynthesis. By integrating computational mutation design based on sequence coevolution analysis and laboratory automation, we conducted three rounds of site-directed...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "POSTECH"
      ],
      "pmid": "40946078",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Circadian determinants of heart rhythm and arrhythmias",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945774/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "This review concerns the mechanisms underlying the circadian rhythm in the electrical activity of the healthy heart. Attention is focussed on the circadian rhythm of the heart rate and PR interval, because they help to explain the circadian rhythm in the incidence of bradyarrhythmias and atrioventricular block, and the vulnerability to ventricular tachyarrhythmias, because it helps to explain the circadian rhythm in the incidence of ventricular fibrillation and sudden cardiac death. Ultimately,...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40945774",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Helixor A enhances natural killer cell activity by induction of PAI-1 expression through the p38/MAPK signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Helixor A, an anticancer drug, has an immunostimulatory effect that increases T and natural killer (NK) cell activity in patients with cancer and endometriosis. However, the molecular mechanisms underlying its effect on NK cells in these patients are not fully understood. In this study, we investigated the effect of helixor A on the activation and differentiation of NK cells, and elucidated the underlying mechanisms. Helixor A enhanced the cytotoxic activity of NK cells in a dose-dependent...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40945034",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the effect of helixor A on the activation and differentiation of NK cells, and elucidated the underlying mechanisms",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anticancer effects of DNA-functionalized gold Nanoparticle-Mediated photothermal therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Vascular endothelial growth factor (VEGF)-targeted therapies are promising in inhibiting tumor angiogenesis but often face limitations due to resistance and incomplete efficacy. Combining VEGF inhibition with photothermal therapy (PTT), which uses nanoparticles such as gold nanoparticles to generate heat upon light exposure, offers a potential solution by targeting both the tumor vasculature and the tumor cells directly. However, the molecular mechanisms driving the synergy between these...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "40944981",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subtype shift, relapse rate and risk factors of frequent relapse in cluster headache: A multicenter, prospective, longitudinal observation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944404/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "AimTo prospectively determine subtype shift, relapse rate and risk factors of frequent relapse in cluster headache (CH).MethodsThis multicenter cohort study recruited patients with CH at baseline visits between September 2016 and January 2019 and planned to prospectively follow them up for up to five years. The subtype (episodic vs. chronic) was reassessed at baseline visit 2 (2-4 weeks) and serial follow-up visits if unremitted. We assessed the subtype shift of the index bout (i.e. the bout at...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40944404",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modulating the BI-1(TMBIM6)/AKT Signaling Pathway by Licochalcone D Treatment Inhibits Human Melanoma Cell Growth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Skin cancer is a common type of cancer worldwide with increasing incidence and mortality rates. Phytochemicals, active compounds from plants, are known to exhibit diverse physiological activities with benefits of low cytotoxicity and cost. In this study, we aimed to assess the effects of Licochalcone D (LicoD) derived from Glycyrrhiza inflata on human melanoma cell proliferation and investigate its new underlying mechanisms. To assess the anticancer effects of LicoD on melanoma cells, we...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40944345",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "assess the effects of Licochalcone D (LicoD) derived from Glycyrrhiza inflata on human melanoma cell proliferation and investigate its new underlying mechanisms",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diabetes and Adverse Reproductive Outcomes in a Group of Mongolian Women: A Comparative Study with Non-Diabetic Subjects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944103/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Diabetes mellitus (DM) poses an increasing burden in Mongolia, yet its impact on reproductive outcomes remains underexplored. This study aimed to compare pregnancy outcomes between diabetic and non-diabetic women and assess whether diabetes duration influences adverse reproductive events. Methods: We conducted a cross-sectional study among 223 diabetic and 495 non-diabetic women attending outpatient clinics in Ulaanbaatar between October and December 2024. Data on...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40944103",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Diabetes mellitus (DM) poses an increasing burden in Mongolia, yet its impact on reproductive outcomes remains underexplored",
      "significance": "on reproductive outcomes remains underexplored",
      "conclusion": null
    },
    {
      "title": "Risk Factors for Clinically Negative Level II Cervical Lymph Node Metastasis in Papillary Thyroid Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Objectives: Papillary thyroid carcinoma (PTC) frequently presents with cervical lymph node metastasis, even in small tumors, and lateral lymph node involvement serves as an important prognostic factor. Therapeutic lateral neck dissection is typically recommended when nodal metastasis is clinically evident, usually including levels II-V. However, the necessity of routine level II dissection in patients without clinical or radiologic evidence of level II involvement remains controversial, given...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40943976",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "Papillary thyroid carcinoma (PTC) frequently presents with cervical lymph node metastasis, even in small tumors, and lateral lymph node involvement serves as an important prognostic factor",
      "significance": "prognostic factor",
      "conclusion": null
    },
    {
      "title": "Predictors of Return to Sports Following the Modified Broström Procedure for Chronic Ankle Instability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Despite a substantial duration of recovery following the modified Broström procedure (MBP), many individuals do not entirely recover their preinjury sports performance. Return to sports (RTS) can be affected by multiple elements apart from a patient's motivation. This study aimed to investigate the factors influencing RTS after anatomical ligament repair for chronic ankle instability. Methods: Sixty-two patients aged under 35 who underwent the MBP were regularly monitored...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40943806",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Despite a substantial duration of recovery following the modified Broström procedure (MBP), many individuals do not entirely recover their preinjury sports performance",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Effects of Whole-Body Vibration on Spasticity in Stroke: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Spasticity is a common and disabling sequela of stroke that limits voluntary movement and functional recovery. Vibration therapy (VT) has been proposed as a non-invasive neuromodulatory intervention, but the existing studies report inconsistent outcomes due to methodological heterogeneity. This study aimed to evaluate the overall effectiveness of VT in reducing post-stroke spasticity and to identify optimal stimulation parameters via meta-analytic and meta-regression...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40943728",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Spasticity is a common and disabling sequela of stroke that limits voluntary movement and functional recovery",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanical Acupuncture at ST36 Attenuates Inflammatory Pain Involving TRPV1 Signaling in Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943453/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "We recently developed a mechanical acupuncture instrument (MAI) that applies mechanical stimulation to acupuncture points in effectively treating hypertension and addiction in animal models. However, its analgesic effect on inflammatory pain remains unclear. Here, we aimed to determine the optimal duration of MAI treatment at any given acupuncture point to improve analgesic effects. Adult male ICR mice (20-25 g, 6 weeks old, n = 6 per group) were used to evaluate whether MAI administration or...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40943453",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "determine the optimal duration of MAI treatment at any given acupuncture point to improve analgesic effects",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Emerging Role of the Brain-Gut Axis in Amyotrophic Lateral Sclerosis: Pathogenesis, Mechanisms, and Therapeutic Perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disease characterized by progressive loss of motor neurons. Although genetic and environmental factors are established contributors, recent research has highlighted the critical role of the gut-brain axis (GBA) in ALS pathogenesis. The GBA is a bidirectional communication network involving neural, immune, and endocrine pathways that connect the gut microbiota with the central nervous system. Dysbiosis in ALS disrupts this axis,...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40943341",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gradient-Based Time-Extended Potential Field Method for Real-Time Path Planning in Infrastructure-Based Cooperative Driving Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943030/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "This study proposes a real-time path generation method called the Gradient-based Time-extended Potential Field (GT-PF) for cooperative autonomous driving environments. The proposed approach models the road environment and dynamic obstacles as a time-variant potential field and generates safe and feasible paths by tracing the negative gradient of the field, which corresponds to the direction of steepest descent. In contrast to conventional sampling-based or optimization-based methods, the...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40943030",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SOAR-RL: Safe and Open-Space Aware Reinforcement Learning for Mobile Robot Navigation in Narrow Spaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942665/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "As human-robot shared service environments become increasingly common, autonomous navigation in narrow space environments (NSEs), such as indoor corridors and crosswalks, becomes challenging. Mobile robots must go beyond reactive collision avoidance and interpret surrounding risks to proactively select safer routes in dynamic and spatially constrained environments. This study proposes a deep reinforcement learning (DRL)-based navigation framework that enables mobile robots to interact with...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40942665",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal Trends and Machine Learning-Based Risk Prediction of Female Infertility: A Cross-Cohort Analysis Using NHANES Data (2015-2023)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Background: Female infertility represents a significant global public health concern, yet its evolving trends and data-driven risk prediction remain under examined in nationally representative cohorts. This study investigates temporal changes in infertility prevalence and evaluates Machine Learning (ML) models for infertility risk prediction using harmonized clinical features from NHANES cycles (2015, 2016, 2017, 2018, 2021, 2022, and 2023). Methods: Women aged 19 to 45 with complete data on...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40941738",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "under examined in nationally representative cohorts. This study investigates temporal changes in inf",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Association Between Head Trauma and BPPV: A Nested Case-Control Study Using a National Health Screening Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Benign paroxysmal positional vertigo (BPPV) is one of the most common vestibular disorders and is characterized by transient but very severe vertigo, increasing fall risk, especially in older people. While many risk factors have been reported, there are still contradicting papers and evidence from large-scale studies remains limited. Methods: This nationwide, nested case-control study utilized Korean National Health Insurance Service-Health Screening Cohort data to...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40941658",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Benign paroxysmal positional vertigo (BPPV) is one of the most common vestibular disorders and is characterized by transient but very severe vertigo, increasing fall risk, especially in older people",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Explainable Deep Ensemble Meta-Learning Framework for Brain Tumor Classification Using MRI Images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40940950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Background: Brain tumors can severely impair neurological function, leading to symptoms such as headaches, memory loss, motor coordination deficits, and visual disturbances. In severe cases, they may cause permanent cognitive damage or become life-threatening without early detection. Methods: To address this, we propose an interpretable deep ensemble model for tumor detection in Magnetic Resonance Imaging (MRI) by integrating pre-trained Convolutional Neural Networks-EfficientNetB7, InceptionV3,...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40940950",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond Support Cells: Astrocytic Autophagy as a Central Regulator of CNS Homeostasis and Neurodegenerative Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40940752/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Autophagy is a fundamental catabolic pathway critical for maintaining cellular homeostasis in the central nervous system (CNS). While neuronal autophagy has been extensively studied, growing evidence highlights the crucial roles of astrocytic autophagy in CNS physiology and pathology. Astrocytes regulate metabolic support, redox balance, and neuroinflammatory responses. These functions are closely linked to autophagic activity. The disruption of astrocytic autophagy contributes to synaptic...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40940752",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Use of an insulin titration protocol based on continuous glucose monitoring in postoperative cardiac surgery patients with type 2 diabetes and prediabetes: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40946098/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40946098",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comment on: Depression and Anxiety are Associated with Increased Complications after Penile prosthesis surgery: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40946089/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40946089",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Phase III Randomized Controlled Trial Evaluating the Efficacy and Safety of Azilsartan Medoxomil and Amlodipine Combination Therapy in Patients With Mild-to-Moderate Essential Hypertension Inadequately Controlled on Monotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "PURPOSE: To assess the antihypertensive efficacy and safety of azilsartan medoxomil (AZM) and amlodipine (AML) combination therapy in patients with mild-to-moderate hypertension inadequately controlled by AZM or AML monotherapy.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40945998",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "To assess the antihypertensive efficacy and safety of azilsartan medoxomil (AZM) and amlodipine (AML) combination therapy in patients with mild-to-moderate hypertension inadequately controlled by AZM ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between the triglyceride-glucose index and the incidence risk of heart failure: A nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "BACKGROUND AND AIM: We investigated whether the Triglyceride-Glucose (TyG) Index is associated with the incidence risk of heart failure (HF) in a longitudinal setting in the general population.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40945991",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "We investigated whether the Triglyceride-Glucose (TyG) Index is associated with the incidence risk of heart failure (HF) in a longitudinal setting in the general population",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Filamentous structure of the CotVW complex, the crust proteins of the Bacillus subtilis endospore",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945727/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "The endospores of Bacillus subtilis are encased in a multilayered protective structure comprising core, cortex, inner and outer coats, and an outermost crust. Among the proteins required for crust formation, CotV and CotW are unique to B. subtilis and are hypothesized to be instrumental in maintaining spore surface integrity. However, their structural organization and functional mechanisms remain unclear. This study determined the cryogenic electron microscopy (cryo-EM) structure of the CotVW...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40945727",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Portable detection system for identifying unknown liquid drugs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Detecting and identifying drugs at an incident scene is crucial for swift and accurate investigations. Existing drug detectors primarily analyze purified drugs by capturing particle or vapor samples, and these devices are often bulky, expensive, and inconvenient for field use. In this study, we present a portable detection system using a multichannel surface acoustic wave (SAW) sensor for identifying unknown liquid drugs. This sensor, based on Love-wave technology operating at 318 MHz, enhances...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40945484",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Driving sustainability: The role of renewable energy and foreign direct investment in shaping environmental performance index in BRICS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945424/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "In the face of escalating environmental challenges and the global pursuit of the Sustainable Development Goals (SDGs), the transition to renewable energy (REN) has emerged as a strategic imperative for emerging economies. While countries are increasingly investing in REN to improve ecological quality, the nuanced relationship between renewable energy deployment and the Environmental Performance Index (EPI) within the BRICS + bloc remains under-researched empirically. To address this gap, this...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40945424",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "(SDGs), the transition to renewable energy (REN) has emerged as a strategic imperative for emerging economies",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a Clinical-Based Prediction Model for Pediatric Intussusception: A Prospective Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945392/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The prediction model, based on absence of fever, intermittent abdominal pain/irritability, absence of diarrhea, and RUQ tenderness, effectively identifies children at risk for intussusception. It supports timely ultrasound decisions in children with ambiguous abdominal symptoms, improving patient outcomes.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40945392",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The prediction model, based on absence of fever, intermittent abdominal pain/irritability, absence of diarrhea, and RUQ tenderness, effectively identifies children at risk for intussusception. It supports timely ultrasound decisions in children with ambiguous abdominal symptoms, improving patient ou..."
    },
    {
      "title": "Factors influencing activities of daily living in community-dwelling older adults with dementia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "This study aimed to identify the level of activities of daily living (ADLs) of community-dwelling older adults living with dementia, factors affecting ADLs, and changes in ADLs. Data on 186 community-dwelling older adults with dementia in Korea were analyzed, of which 63 were followed up after 12 months to determine the changes in ADLs and their influencing factors. The mean ADLs score of 10.24±3.52 indicated dependency in performing ADLs, especially using the toilet (t = 2.20, p = .031) and...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40945242",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "identify the level of activities of daily living (ADLs) of community-dwelling older adults living with dementia, factors affecting ADLs, and changes in ADLs",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrophysiological features of anti-neurofascin-155 autoimmune nodopathy: Preferential involvement of distal and proximal segments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: NF155-AN patients exhibit prominent proximal and distal nerve slowing, suggesting unique patterns of nerve dysfunction distinct from seronegative CIDP.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40945232",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NF155-AN patients exhibit prominent proximal and distal nerve slowing, suggesting unique patterns of nerve dysfunction distinct from seronegative CIDP"
    },
    {
      "title": "ST-SRPerf: Continuous spatiotemporal representation for perfusion MRI super-resolution through neural ODE and implicit neural representation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Perfusion magnetic resonance imaging (MRI), an advanced imaging technique, captures dynamic blood flow in organs such as the brain, breast, and prostate by acquiring sequential MR images following contrast agent administration. This noninvasive approach provides crucial insights into tissue vascularity and permeability, essential for tumor analysis and understanding neurodegenerative diseases. However, achieving high spatial and temporal resolution in perfusion MRI remains challenging due to...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40945217",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tracing source footprints of heavy metal(oid)s in coastal soils using traditional statistical techniques and machine learning data-driven models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945187/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Understanding the source tracing of heavy metal(oid)s (HMs) in coastal soils is paramount for efficient pollution control and safety measures. In the current study, traditional statistical techniques such as principal component analysis (PCA), principal coordinate analysis (PCoA) and machine learning data-driven models, including self-organizing maps (SOMs), conditional inference trees (CITs), ridge regression (RR) and SHapley Additive exPlanations (SHAP) were employed to detect and trace the...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40945187",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic scale position embedding for cross-modal representation learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945019/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "In this paper, we introduce a novel approach to capture temporal information in videos across multiple scales for cross-modal learning. As videos naturally encapsulate semantic information of diverse durations, existing methods that primarily depend on fine- and coarse-grained contrastive learning may fail to fully capture the inherent semantic information. To bridge this gap, we propose Dynamic Scale Position Embedding (DSPE), a novel approach that enables a single transformer to interpret...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40945019",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MASCC/ISOO Clinical Practice Statement: dental evaluation and management prior to treatment for hematologic malignancies and CAR T-cell therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This CPS provides clinicians with strategies for effective dental clearance, improving patient outcomes and minimizing complications during and after anti-cancer therapy. CAR T-cell therapy introduces additional considerations in the dental treatment plan before and immediately after the cytoreductive therapy.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40944758",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This CPS provides clinicians with strategies for effective dental clearance, improving patient outcomes and minimizing complications during and after anti-cancer therapy. CAR T-cell therapy introduces additional considerations in the dental treatment plan before and immediately after the cytoreducti..."
    },
    {
      "title": "MASCC/ISOO Clinical Practice Statement: imaging and clinical laboratory tests in the diagnosis and management of medication-related osteonecrosis of the jaw",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944737/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Imaging and lab tests have an important role in the diagnosis and management of MRONJ. The imaging modality and specific laboratory tests should be tailored to the patient's needs.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40944737",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "role in the diagnosis and management of MRONJ",
      "conclusion": "Imaging and lab tests have an important role in the diagnosis and management of MRONJ. The imaging modality and specific laboratory tests should be tailored to the patient's needs"
    },
    {
      "title": "The Facial Muscle Chain Concept in Forehead Line Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Current treatment of horizontal forehead lines typically involves botulinum toxin injections targeting the frontalis muscle, though this approach may occasionally result in complications such as eyebrow ptosis. This letter introduces the facial muscle chain concept, which describes the three-dimensional anatomical relationships between facial muscles that may influence dynamic wrinkle formation. Unlike conventional muscle pairing descriptions found in existing literature, this framework explores...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40944729",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Can Dedifferentiated Liposarcoma be Reliably Excluded Based on Mitotic Rate? Prognostic and Diagnostic Implications of Mitotic Activity in Liposarcoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Distinguishing well-differentiated liposarcoma (WDLPS) from dedifferentiated liposarcoma (DDLPS) is challenging, particularly when the low-grade (LG) sarcoma component does not meet the histopathological criteria for typical DDLPS. Previous studies have suggested that the diagnosis of DDLPS requires at least five mitotic figures per 10 high-power fields (≥ 5/10 HPF). This study aimed to validate the prognostic and diagnostic significance of the mitotic rate in LPS. We retrospectively reviewed...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40944709",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "validate the prognostic and diagnostic significance of the mitotic rate in LPS",
      "significance": "of the mitotic rate in LPS",
      "conclusion": null
    },
    {
      "title": "Shielding Interventional Echocardiographers From Radiation Hazards",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944682/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40944682",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Methylglyoxal Aggregates α-Synuclein by Inhibiting SIRT1-Hif-1α in Intestinal Enteroendocrine Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944668/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Parkinson's disease (PD) is characterized by the abnormal aggregation of α-synuclein, which can originate in the gut and propagate to the brain. Recent evidence suggests a correlation between metabolic disorders, particularly diabetes, and PD pathogenesis through the gut-brain axis. Methylglyoxal (MGO), a glucose-derived metabolite produced by gut bacteria such as Proteus mirabilis, is implicated in protein misfolding and glycation. This study investigated whether MGO induced α-synuclein...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40944668",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether MGO induced α-synuclein",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sustainable Self-Healing of Perovskite Solar Cells Using Dendrimers as Volatile Reservoirs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Perovskite solar cells (PSCs) face critical challenges owing to their intrinsic instability under harsh environmental conditions. Although various strategies are explored to enhance stability, their effects remain temporary. Herein, dendrimers are designed that serve as volatile reservoirs, enabling repeated self-healing while simultaneously enhancing power conversion efficiency (PCE). PSCs containing these dendrimers achieve a PCE exceeding 26% and recover 90% of their initial PCE after ten...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "SNU"
      ],
      "pmid": "40944601",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Performance Dendrite-Free Lithium Textile Anodes Using Interfacial Interaction-Mediated Ultrathin Metal Organic Framework Multilayers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Lithium (Li) metal batteries are among the most promising candidates for next-generation high-energy-density battery systems. Their wider adoption, however, is hindered by safety and stability issues, primarily due to the uncontrollable growth of Li dendrites. Herein, a high-performance dendrite-free Li textile anode is introduced for high capacity and long-term stability using interfacial interaction-mediated ultrathin metal-organic framework (MOF) multilayers. The repeated coordination...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40944595",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Observation of ν = 5/2 Fractional Quantum Hall Effect in Trilayer Graphene Proximitized by V-Doped WSe<sub>2</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944593/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Graphene has long been a test bed for observing strongly correlated phenomena owing to its 2D nature and ability to host high carrier mobility. However, the lack of intrinsic magnetism and weak spin-orbit coupling limits its ability to host strong electronic correlations. Here, observation of strongly correlated phenomena in trilayer graphene (TLG) proximitized by a ferromagnetic V-doped WSe(2) (V-WSe(2)) overlayer is reported. These include the emergence of an odd- and even-denominator...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40944593",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Implications of Systemic Corticosteroid Treatment on Mortality and Surgical Outcomes in Patients with Gastrointestinal Perforation: A Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background: Systemic corticosteroids are commonly used in critically ill patients. Although steroids may reduce the duration of shock and mechanical ventilation (MV), their use in postoperative surgical patients raises concerns regarding complications such as anastomotic leakage, impaired wound healing, and infection. This study aimed to evaluate the impact of postoperative corticosteroid therapy on clinical outcomes in patients undergoing surgery for gastrointestinal perforation and receiving...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40944531",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the impact of postoperative corticosteroid therapy on clinical outcomes in patients undergoing surgery for gastrointestinal perforation and receiving",
      "significance": "of postoperative corticosteroid therapy on clinical outcomes in patients undergoing surgery for gastrointestinal perforation and receiving",
      "conclusion": null
    },
    {
      "title": "The novel c.1227+2T&gt;C variant in RHD results in the serological D-negative phenotype",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944512/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40944512",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Concurrent Steatotic Liver Disease and Chronic Hepatitis B on Treatment Response to Nucleos(t)ide Analogs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944466/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Data is limited regarding response to nucleos(t)ide analogs (NA) among patients with concurrent steatotic liver disease (SLD) and chronic hepatitis B (CHB). We investigated the outcomes of NA therapy between SLD-CHB and non-SLD CHB patients in a multinational CHB cohort. Adult CHB patients treated with ETV, TDF, or TAF from 28 sites (United States, Taiwan, Japan, Korea, China, Singapore, Argentina) were retrospectively analysed. SLD was diagnosed by imaging. Propensity score matching (PSM) was...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40944466",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the outcomes of NA therapy between SLD-CHB and non-SLD CHB patients in a multinational CHB cohort",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Swelling-Driven Ultrafast Soft Lithography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944401/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Soft lithography using polymeric molds is a cost-effective and scalable technique but is often limited by long processing times, high temperatures, and production costs. Here, stretchable polydimethylsiloxane (PDMS) molds replicated from compact discs (C-PDMS molds) are introduced for ultrafast, high-resolution patterning on flat, curved surfaces. Unlike rigid polyurethane acrylate (C-PUA) molds, C-PDMS enables rapid patterning within ≈10 s via solvent-induced swelling-the fastest patterning...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40944401",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From Light to Cure: Precision Phototherapies for Antibiotic-Refractory Biofilm Infections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Bacterial biofilms serve as formidable barriers in antimicrobial therapy and are central to the emergence and propagation of antimicrobial resistance. Their compact extracellular polymeric matrix, metabolic heterogeneity, and quorum-sensing-mediated resistance gene expression collectively endow biofilms with exceptional defense against conventional antibiotics. This review highlights the structural-functional complexity of biofilms and focuses on emerging phototherapeutic strategies-photothermal...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40944378",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Barley-Based Cereals Enhance Metabolic Health and Satiety in Overweight Korean Adults: A Randomized Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944189/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Recent shifts in dietary patterns have led to reduced fiber consumption, corresponding with increasing rates of obesity and metabolic disorders. Barley-based cereals with high fiber content, particularly β-glucan, may provide superior metabolic and satiety benefits compared to corn-based alternatives. This study investigated whether barley-based cereals provide superior metabolic and satiety benefits compared to corn-based alternatives in overweight Korean adults. Methods:...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40944189",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Recent shifts in dietary patterns have led to reduced fiber consumption, corresponding with increasing rates of obesity and metabolic disorders",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Park, Y.-B.; Kim, J.-H. Efficacy and Safety of Celecoxib and a Korean SYSADOA (JOINS) for the Treatment of Knee Osteoarthritis: A Systematic Review and Meta-Analysis. <em>J. Clin. Med.</em> 2025, <em>14</em>, 1036",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Text Correction [...].",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40944107",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk of Abortion and Ectopic Pregnancy in Women with a History of Polycystic Ovary Syndrome: A Nationwide Population-Based Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944084/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Objectives: The purpose of this retrospective cohort study was to ascertain the risk of abortion, ectopic pregnancy and hydatidiform mole development in women with polycystic ovary syndrome (PCOS) using data from Korea's National Health Insurance Service. Method: The women aged 20-49 years who were diagnosed with PCOS between 1 January 2012 and 31 December 2020 were enrolled. The control group (non-PCOS group) was composed of women aged 20-49 years who visited medical institutions for health...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40944084",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "The purpose of this retrospective cohort study was to ascertain the risk of abortion, ectopic pregnancy and hydatidiform mole development in women with polycystic ovary syndrome (PCOS) using data from...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Efficacy and Safety of Stillen<sup>®</sup> and Rebamipide in Patients with Acute or Chronic Gastritis: A Systematic Review and Network Meta-Analysis of Randomized Controlled Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background: Erosive gastritis has various causes, and severe damage to the mucosa can cause symptoms such as indigestion, abdominal pain, nausea, and vomiting. The condition is defined by visible erosions that emerge as discrete defects in the gastric mucosa. Stillen^(®) is a natural mucosal-protective agent derived from Artemisia asiatica, but its comparative efficacy versus rebamipide remains unclear. This systematic review and network meta-analysis evaluated whether Stillen^(®) leads to...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40943969",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Camera Port Swapping in Transperitoneal Robotic Partial Nephrectomy: A Feasible Alternative to the Retroperitoneal Approach for Posterior Renal Tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background: Robotic partial nephrectomy (RPN) for posterior renal tumors can be performed via the transperitoneal approach (TA); however, it may provide suboptimal visualization of posterior lesions compared to the retroperitoneal approach (RA). The camera port swapping (CPS) technique was developed to enhance intraoperative visualization and robotic arm maneuverability during TA-RPN. Methods: We conducted a retrospective review of patients who underwent RPN for posterior renal tumors between...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40943869",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Continuous Flumazenil Infusion and Time to Consciousness Recovery in Benzodiazepine Poisoning: A Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background: Benzodiazepine poisoning is a frequent cause of emergency department (ED) visits, often related to suicide attempts. Flumazenil is the only specific antidote, but its continuous infusion protocol remains controversial because of its uncertain outcome benefits and increased risk of adverse events. This study aimed to evaluate the effect of continuous flumazenil infusion on the time to recovery of consciousness and secondary outcomes in patients with benzodiazepine poisoning stratified...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40943743",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the effect of continuous flumazenil infusion on the time to recovery of consciousness and secondary outcomes in patients with benzodiazepine poisoning stratified",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex Differences in Seasonal Variation in Metabolic Syndrome and Its Components: A 10-Year National Health Screening Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943724/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Metabolic syndrome (MetS) comprises a cluster of cardiometabolic risk factors that vary dynamically under environmental and behavioral influences. Although there are data suggesting seasonal variability in individual metabolic components, few studies have comprehensively assessed MetS as a composite condition across seasons using a large, nationally representative population. In this study, we aimed to evaluate the seasonal and monthly patterns of MetS prevalence and...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40943724",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Metabolic syndrome (MetS) comprises a cluster of cardiometabolic risk factors that vary dynamically under environmental and behavioral influences",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Visual and Predictive Assessment of Pneumothorax Recurrence in Adolescents Using Machine Learning on Chest CT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background: Spontaneous pneumothorax (SP) in adolescents has a high recurrence risk, particularly without surgical treatment. This study aimed to predict recurrence using machine learning (ML) algorithms applied to chest computed tomography (CT) and to visualize CT features associated with recurrence. Methods: We retrospectively reviewed 299 adolescents with conservatively managed SP from January 2018 to December 2022. Clinical risk factors were statistically analyzed. Chest CT images were...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40943716",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "predict recurrence using machine learning (ML) algorithms applied to chest computed tomography (CT) and to visualize CT features associated with recurrence",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Implications of Point-of-Care Measurement of Adalimumab Concentration and Anti-Adalimumab Antibodies in Patients with Rheumatoid Arthritis and Ankylosing Spondylitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943657/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "To evaluate the analytical performance and clinical utility of the automated fluorescence-based POC immunoassay system (AFIAS), compared with established enzyme-linked immunosorbent assay (ELISA) methods for measuring adalimumab and anti-adalimumab antibodies (AAAs) in patients with rheumatoid arthritis and ankylosing spondylitis. 96 patients receiving adalimumab for rheumatoid arthritis (RA) or ankylosing spondylitis (AS) were consecutively recruited. Measurements of adalimumab trough levels...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40943657",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polynucleotides Enhance Collagen Synthesis via Modulating Phosphoenolpyruvate Carboxykinase 1 in Senescent Macrophages: Experimental Evidence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Polynucleotide (PN), a high-molecular-weight DNA fragment derived from salmon and other fish sources, shows promising anti-aging and regenerative effects on the skin. This study investigated how PN enhances collagen synthesis, focusing on its effect on phosphoenolpyruvate carboxykinase 1 (PCK1) in senescent macrophages and its downstream effects on fibroblasts. Using in vitro senescent cell models and in vivo aged animal models, PN significantly upregulated the adenosine 2A receptor (A2AR),...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40943641",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "how PN enhances collagen synthesis, focusing on its effect on phosphoenolpyruvate carboxykinase 1 (PCK1) in senescent macrophages and its downstream effects on fibroblasts",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advancing Gene Therapy for Phenylketonuria: From Precision Editing to Clinical Translation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943640/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Phenylketonuria (PKU) is an inherited disorder caused by mutations in the phenylalanine hydroxylase (PAH) gene that result in the amino acid phenylalanine (Phe) building up in the blood. Current therapies suggest low-Phe dietary management and (6R)-L-erythro-5,6,7,8-tetrahydrobiopterin (BH(4)) therapy, which are limited in efficacy and require lifelong treatment. Recent advances in gene therapy, including gene editing and viral-mediated gene delivery, produce therapeutic effects. Advancements in...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40943640",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bridging Inflammation and Repair: The Promise of MFG-E8 in Ischemic Stroke Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Ischemic stroke is a neurological disorder resulting from localized brain injury due to focal cerebral ischemia, typically caused by the blockage of one or, in some cases, a few cerebral arteries. This arterial obstruction leads to hypoxia and energy failure, culminating in primary brain damage. Although reperfusion is critical to salvage viable tissue, it often intensifies injury through oxidative stress, inflammation, and cell death-a phenomenon called ischemia-reperfusion (I/R) injury. Milk...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40943626",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Human Retinal Organoid Modeling Defines Developmental Window and Therapeutic Vulnerabilities in MYCN-Amplified Retinoblastoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943594/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "MYCN amplification without concurrent RB1 mutations characterizes a rare yet highly aggressive subtype of retinoblastoma; however, its precise developmental origins and therapeutic vulnerabilities remain incompletely understood. Here, we modeled this subtype by lentiviral-mediated MYCN overexpression in human pluripotent stem cell-derived retinal organoids, revealing a discrete developmental window (days 70-120) during which retinal progenitors showed heightened susceptibility to transformation....",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40943594",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Impact of Ketogenic Capacity on Lipid Profile in Individuals with Prediabetes or Newly Diagnosed Type 2 Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "In individuals with non-adipogenic traits and enhanced ketogenic capacity, plasma triglyceride (TG) levels are typically low, while low-density lipoprotein cholesterol (LDL-C) levels often exceed the normal range, complicating cardiovascular risk assessment. We analyzed lipid profiles to better characterize cardiovascular risk in this population. Drug-naïve patients newly diagnosed with prediabetes or type 2 diabetes (T2D) were divided into two groups based on serum β-hydroxybutyrate levels:...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40943485",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "lipid profiles to better characterize cardiovascular risk in this population",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Benzene Metabolism Is Dominated by a High-Affinity Pathway at Ambient Exposures with Implications for Cancer Risks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943470/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Benzene is a ubiquitous environmental pollutant that induces blood cancers via its complex metabolism. Since cancer risks to the general public involve toxic benzene metabolites derived from the inhalation of benzene at ppb air concentrations, questions remain regarding low-dose metabolism. Using previously published data from 389 Chinese workers, we fit Michaelis-Menten-like models to predict urinary concentrations of E,E-muconic acid (the most discriminating urinary metabolite) as functions of...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40943470",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Marine-Derived N-Terminal Mitochondrial-Targeting Sequences Exhibit Antimicrobial and Anticancer Activities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943465/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "The potential of N-terminal mitochondrial-targeting sequences (MTSs) as potent antimicrobial peptides (AMPs) has been previously reported. Building on this, 3923 mitochondrial proteins were identified from various marine organisms, among which 470 MTSs were predicted using MitoFates. Of these, 25 MTSs were synthesized and assessed for antimicrobial activity. All MTSs exhibited antifungal activity against Candida albicans, while 22 and 20 MTSs demonstrated activity against Escherichia coli and...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40943465",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Boosted Hydrogen Evolution Catalysis Using Biomass-Derived Mesoporous Carbon Nanosponges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Carbon-based metal-free catalysts, particularly those such as biomass-derived mesoporous activated carbon (AC) nanostructures, hold great promises for cost-effective and sustainable electrocatalysis for enhancing hydrogen evolution reaction (HER) performance in green energy technology. Neem and ginkgo leaves are rich in bioactive compounds and self-doping heteroatoms with naturally porous structures and act as a low-cost, sustainable biomass precursors for high-performance HER catalysts. In this...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40943422",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AS1411 Aptamer-Conjugated Liposomal siRNA Targeting MTA2 Suppresses PI3K/AKT Signaling in Pancreatic Cancer Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943389/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Pancreatic ductal adenocarcinoma (PDAC) is among the most lethal malignancies due to late diagnosis, poor drug penetration, and intrinsic chemoresistance. Targeted delivery strategies are urgently needed to enhance therapeutic precision while minimizing systemic toxicity. Here, we developed an AS1411 aptamer-functionalized liposomal platform encapsulating siRNA against metastasis-associated protein 2 (MTA2), a chromatin remodeling factor that suppresses the tumor suppressor PTEN and activates...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40943389",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hepatic AhR Activation by TCDD Induces Obesity and Steatosis via Hepatic Plasminogen Activator Inhibitor-1 (PAI-1)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943373/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Exposure to persistent organic pollutants such as 2,3,7,8-tetrachlorodibenzodioxin (TCDD) increases metabolic disorder risk. In this study, we show that a single intraperitoneal injection of TCDD (10 μg/kg) in C57BL/6J mice induced body weight gain, lipid accumulation in the liver and adipose tissue, macrophage infiltration, and elevated hepatic and serum triglyceride levels after 12 weeks. Despite serum aryl hydrocarbon receptor (AhR) ligand levels normalizing by 12 weeks, the persistent...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40943373",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemical Constituents from <em>Osmanthus fragrans</em> var. <em>aurantiacus</em> Makino with Their In Vitro and In Silico Studies Target Anti-Inflammation by Suppressing ERK 1/2 MAPK Signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Osmanthus fragrans var. aurantiacus Makino is a traditional medicine for treating various diseases, including inflammation. In this study, we discovered the biological features of this plant by assessing antioxidative and anti-inflammatory activities. The GNPS-FBMN approach and in vitro assays guided the identification of active ingredients. As a result, one new compound and 17 other compounds were separated and identified. The structure of the new compound was established by CD spectrum and...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40943343",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Nitric Oxide Expression on Hearing Loss",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "The role of nitric oxide (NO) in the onset and pathogenesis of hearing loss remains a matter of debate. To address this, we conducted a narrative review of the literature on the subject. We performed a literature search of SCOPUS, PubMed, Cochrane Library, EMBASE, and Google Scholar databases on the production and role of NO in hearing loss using the search terms/strategy \"nitric oxide\" AND \"hearing loss\" to ensure a comprehensive review of available studies. Results: Of 186 papers initially...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40943337",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Loss of Zonula Occludens-1 (ZO-1) Enhances Angiogenic Signaling in Ovarian Cancer Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Zonula occludens-1 (ZO-1), encoded by the TJP1 gene, is a crucial scaffolding protein within tight junctions that maintains epithelial and endothelial barrier integrity. In addition to its structural role, ZO-1 participates in signal transduction pathways that influence various cellular processes such as proliferation, differentiation, and apoptosis. Increasing evidence suggests that tight junction proteins, including ZO-1, play important regulatory roles in tumor progression, particularly by...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40943311",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "regulatory roles in tumor progression, particularly by",
      "conclusion": null
    },
    {
      "title": "A Unified Pathogenesis of Allergic Diseases; The Protein-Homeostasis-System Hypothesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "The etiology and pathophysiology of allergic diseases remain incompletely understood. Current immunological paradigms, while insightful, often fall short in fully elucidating the mechanisms underlying allergic and autoimmune disorders. Under the protein-homeostasis-system (PHS) hypothesis, allergic diseases have etiological substances, and immune reactions against them are responsible for clinical manifestations of allergic diseases. The etiological substances are mainly external in origin and...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40943282",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structure-Based Engineering of a PTPsigma Ectodomain for Enhanced Solubility and Productivity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Protein tyrosine phosphatase receptor sigma (PTPRS) regulates cellular signals involved in hematopoietic stem cell development, synaptic plasticity, and synovium differentiation. The soluble extracellular Ig-like domains of PTPRS have therapeutic potential by binding to a ligand, inhibiting the ligand-binding of endogenous PTPRS. However, the wild-type Ig-like domains have poor solubility, which limits their therapeutic use. In this study, we identified solvent-exposed hydrophobic residues on...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40943264",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MECP2 Dysfunction in Rett Syndrome: Molecular Mechanisms, Multisystem Pathology, and Emerging Therapeutic Strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943197/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Rett syndrome is a severe neurodevelopmental disorder that occurs primarily in females and is caused by mutations in the methyl-CpG-binding protein 2 (MECP2) gene located on the X chromosome. Though MECP2 acts as a representative transcriptional regulator and affects gene expression both directly and indirectly, a complete understanding of this disease and the treatment mechanism has not been established yet. MECP2 plays a particularly important role in synaptic development, neuronal maturation,...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40943197",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "role in synaptic development, neuronal maturation,",
      "conclusion": null
    },
    {
      "title": "Genome-Wide Association Study of Osteoporosis Risk in Korean Pre-Menopausal Women: The Korean Genome and Epidemiology Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40943102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Osteoporosis is a common disease characterized by a reduction in bone mineral density (BMD), leading to an increased risk of pathological fractures and even mortality. Although menopause is a major risk factor, osteoporosis can also occur in premenopausal women. The aim of this study was to identify genetic variants associated with the development of osteoporosis in Korean premenopausal women. Subjects were recruited from the Anseong and Ansan cohorts of the Korean Genome and Epidemiology Study...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40943102",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to identify genetic variants associated with the development of osteoporosis in Korean premenopausal women",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrated Ultra-Wideband Microwave System to Measure Composition Ratio Between Fat and Muscle in Multi-Species Tissue Types",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Accurate and non-invasive assessment of fat and muscle composition is crucial for biomedical monitoring to track health conditions in humans and pets, as well as for classifying meats in the meat industry. This study introduces a cost-effective, multifunctional ultra-wideband microwave system operating from 2.4 to 4.4 GHz, designed for rapid and non-destructive quantification of fat thickness, muscle thickness, and fat-to-muscle ratio in diverse ex vivo samples, including pork, beef, and...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40942976",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Geohash-Based High-Definition Map Provisioning System Using Smart RSU",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "High-definition (HD) maps are essential for safe and reliable autonomous driving, but their growing size and the need for real-time updates pose significant challenges for in-vehicle storage and communication efficiency. This study proposes a lightweight and scalable HD map provisioning system based on Geohash spatial indexing and Smart Roadside Units (Smart RSUs). The system divides HD map data into Geohash-based spatial blocks and enables vehicles to request only the map segments corresponding...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40942942",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prediction of Germline BRCA Mutations in High-Risk Breast Cancer Patients Using Machine Learning with Multiparametric Breast MRI Features",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "The identification of germline BRCA1/2 (BRCA) mutations plays an important role in the treatment planning of high-risk breast cancer patients, but genetic testing may be costly or unavailable. The multiparametric breast MRI (mpMRI) features offer noninvasive imaging biomarkers that could support BRCA mutation prediction. In this study, we investigate whether mpMRI features can predict BRCA mutation status in high-risk breast cancer patients. We collected data from 231 consecutive patients (82...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40942929",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "role in the treatment planning of high-risk breast cancer patients, but genetic testing may be costly or unavailable",
      "conclusion": null
    },
    {
      "title": "PD Control with Feedforward Compensation for String Stable Cooperative Adaptive Cruise Control in Vehicle Platoons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "In this paper, we propose systematic controller design guidelines to ensure both individual vehicle stability and string stability in cooperative adaptive cruise control (CACC)-based platoon systems, assuming a homogeneous platoon where all vehicles share identical dynamic models. We rigorously demonstrate that the limitation of conventional adaptive cruise control (ACC) in maintaining the target inter-vehicle distance can be effectively overcome by incorporating the desired acceleration of the...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40942862",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design and Framework of Non-Intrusive Spatial System for Child Behavior Support in Domestic Environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942687/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "This paper proposes a structured design framework and system architecture for a non-intrusive spatial system aimed at supporting child behavior in everyday domestic environments. Rooted in ethical considerations, our approach defines four core behavior-guided design strategies: routine recovery, emotion-responsive adjustment, behavioral transition induction, and external linkage. Each strategy is meticulously translated into a detailed system logic that outlines input conditions, trigger...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40942687",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reducing Cement Clinker Sintering Temperature Using Fluorine-Containing Semiconductor Waste",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "This study investigated the potential use of fluorine-containing semiconductor industrial sludge as a mineralizer in Portland cement clinker production. Raw mixes were prepared by partially replacing raw materials with 6%, 9%, and 12% sludge and sintered between 1300 and 1500 °C. The clinker burnability, phase composition, and chemical integrity were evaluated through FreeCaO measurements, X-ray diffraction (XRD) with Rietveld refinement, and X-ray fluorescence (XRF) analyses. The results showed...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40942628",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the potential use of fluorine-containing semiconductor industrial sludge as a mineralizer in Portland cement clinker production",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photoluminescence Enhancement in Perovskite Nanocrystals via Compositional, Ligand, and Surface Engineering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942621/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Perovskite nanocrystals (PeNCs) have attracted considerable interest as promising materials for next-generation optoelectronic devices owing to their high photoluminescence quantum yield, narrow emission linewidths, simple composition tunability, and solution processability. However, the practical applicability of these NCs is limited by their compositional, thermal, and environmental instabilities, which compromise their long-term operational performance and reliability. Compositional...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40942621",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigation of Low-Temperature Molten Oxide Electrolysis of a Mixture of Hematite and Zinc Oxide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "To develop a CO(2)-free process for recovering Fe and Zn metals from electric arc furnace (EAF) dust, this study investigated the molten oxide electrolysis of various Fe(2)O(3)-ZnO mixtures in a B(2)O(3)-Na(2)O electrolyte. Electrolysis was conducted using an Fe cathode and Pt anode at 1173 K by applying cell voltages that were determined based on thermodynamic calculations and cyclic voltammetry measurements. When electrolysis was conducted at a cell voltage of 1.1 V, the selective reduction of...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40942542",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the molten oxide electrolysis of various Fe(2)O(3)-ZnO mixtures in a B(2)O(3)-Na(2)O electrolyte",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enzyme Immobilization on Nanomaterials and Their Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Immobilizing enzymes onto nanomaterials is a promising approach for increasing the efficiency of industrial biotransformation processes. Nanomaterials have large surface areas and unique physicochemical characteristics, they increase enzyme stability and catalytic efficiency, and they can be reused multiple times, making them favorable over free enzymes. Various nanomaterials, including carbon-based materials, metal and metal oxide nanoparticles, and polymeric nanoparticles, have been explored...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40942532",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanostructured Metal Oxide from Metallic Glass for Water Splitting: Effect of Hydrothermal Duration on Structure and Performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942508/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "This study investigates the optimal duration for forming a uniform oxide layer and evaluates its influence on water-splitting performance. We selected a Ti(50)Cu(32)Ni(15)Sn(3) amorphous ribbon, which is known to simultaneously form anatase TiO(2) and Sn oxide via a single hydrothermal process. Hydrothermal treatments were conducted at 220 °C in 150 mL of distilled water for durations of 3 and 6 h. The process successfully formed nanoscale metal oxides on the alloy surface, with the uniformity...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40942508",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design of CoMoCe-Oxide Nanostructured Composites as Robust Bifunctional Electrocatalyst for Water Electrolysis Overall Efficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "The development of ternary metal oxide electrocatalysts with optimized electronic structures and surface morphologies has emerged as one of the effective strategies to improve the performance of electrochemical water splitting. In this work, ternary CoMoCe (CMC)-oxide electrocatalysts were successfully synthesized on nickel foam substrates via a hydrothermal technique and employed for their catalytic activity in an alkaline electrolyte. For comparison, binary counterparts (CoMo, CoCe, and MoCe)...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "40942479",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transfer Learning-Based Multi-Sensor Approach for Predicting Keyhole Depth in Laser Welding of 780DP Steel",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942387/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Penetration depth is a critical factor determining joint strength in butt welding; however, it is difficult to monitor in keyhole-mode laser welding due to the dynamic nature of the keyhole. Recently, optical coherence tomography (OCT) has been introduced for real-time keyhole depth measurement, though accurate results require meticulous calibration. In this study, deep learning-based models were developed to estimate penetration depth in laser welding of 780 dual-phase (DP) steel. The models...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40942387",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tuning the Structure of Poly(aspartic acid)s' Self-Assemblies to Enhance Cellular Uptake",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942291/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Self-assembled nanoparticles formed with amphiphilic block or graft copolymers are being extensively studied for their use in a variety of biological and industrial applications, including targeted drug delivery. This study reports a novel strategy to tune the structure of self-assembled nanoparticles for enhancing the cellular uptake by varying the hydrophilic ratio of amphiphilic graft copolymers. We synthesized poly(aspartic acid) (PAsp) substituted with octadecyl chains (C18) at varying...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40942291",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three-Dimensional Printing and Bioprinting Strategies for Cardiovascular Constructs: From Printing Inks to Vascularization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Advancements in bioinks and three-dimensional (3D) printing and bioprinting have significantly advanced cardiovascular tissue engineering by enabling the fabrication of biomimetic cardiac and vascular constructs. Traditional 3D printing has contributed to the development of acellular scaffolds, vascular grafts, and patient-specific cardiovascular models that support surgical planning and biomedical applications. In contrast, 3D bioprinting has emerged as a transformative biofabrication...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40942255",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physics-Informed Neural Network Modeling of Inflating Dielectric Elastomer Tubes for Energy Harvesting Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942247/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "A physics-informed neural network (PINN) framework is developed to model the large deformation and coupled electromechanical response of dielectric elastomer tubes for energy harvesting. The system integrates incompressible neo-Hookean elasticity with radial electric loading and compressible gas inflation, leading to nonlinear equilibrium equations with deformation-dependent boundary conditions. By embedding the governing equations and boundary conditions directly into its loss function, the...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40942247",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent Progress in Cellulose Nanofibril Hydrogels for Biomedical Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942190/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Cellulose nanofibril (CNF)-based hydrogels, owing to their sustainability, biocompatibility, and versatile mechanical properties, are promising for biomedical applications. This review analyzes the recent advances and biomedical applications of CNF hydrogels. CNF hydrogels can be prepared via physical and chemical crosslinking. Physical crosslinking involves surface charge density control, pH manipulation, and flow-based processing to generate stable networks, whereas chemical crosslinking...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU",
        "Yonsei University"
      ],
      "pmid": "40942190",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Naturally Occurring PCSK9 Inhibitors: An Updated Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Proprotein convertase subtilisin/kexin type 9 (PCSK9) is a key modulator of low-density lipoprotein cholesterol (LDL-C) levels and emerged as an attractive therapeutic target for the treatment of hypercholesterolemia and cardiovascular diseases. Although statins and ezetimibe have been widely used to manage these disorders, concerns regarding side effects and high costs have driven ongoing efforts to search for alternative therapeutic candidates. To date, several classes of PCSK9 inhibitors,...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40942107",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-Temperature Dyeing of Chemically Modified PET/Spandex Blends: A Sustainable Approach for Enhanced Dyeability and Color Fastness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942103/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Blends of polyethylene terephthalate (PET) with spandex are widely used in sportswear and outdoor apparel. However, dyeing PET/spandex fabrics remains challenging due to the high energy required at elevated dyeing temperatures and persistent problems with poor color fastness caused by dye staining on the spandex component. In this study, we investigated the dyeing behavior of a chemically modified poly(ethylene terephthalate-co-polyethylene glycol) (PCP) blended with spandex and compared it with...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40942103",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the dyeing behavior of a chemically modified poly(ethylene terephthalate-co-polyethylene glycol) (PCP) blended with spandex and compared it with",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biotechnological Advances in Sanguinarine and Chelerythrine Production from Plume Poppy (<em>Macleaya cordata</em>): A Gene Editing Perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Plume poppy (Macleaya cordata), an important member of the Papaveraceae family, is a substantial source of benzylisoquinoline alkaloids (BIAs) such as sanguinarine and chelerythrine. These compounds possess significant therapeutic potential, including anti-inflammatory, anticancer, and antimicrobial activities, along with various industrial applications. However, the yield of these compounds in native plants are minimal and highly variable due to certain ecological factors. Recent advances in...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40941831",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "member of the Papaveraceae family, is a substantial source of benzylisoquinoline alkaloids (BIAs) such as sanguinarine and chelerythrine",
      "conclusion": null
    },
    {
      "title": "Diagnostic Clinical Predictors of Early Recovery from Stone-Induced Systemic Inflammatory Response Syndrome After Urgent Decompression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background: To identify clinical predictors of early recovery in patients with stone-induced systemic inflammatory response syndrome (SIRS) undergoing emergency decompression and compare the short-term inflammatory and renal function outcomes between retrograde ureteral stenting (RUS) and percutaneous nephrostomy (PCN). Method: We retrospectively evaluated data from 178 patients with stone-induced SIRS who were treated with RUS (n = 98) or PCN (n = 80) between 2011 and 2020. Early recovery was...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40941769",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Virtual Reality-Based Multimodal Approach to Diagnosing Panic Disorder and Agoraphobia Using Physiological Measures: A Machine Learning Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Objectives: Virtual reality (VR) has emerged as a promising tool for assessing anxiety-related disorders through immersive exposure and physiological monitoring. This study aimed to evaluate whether multimodal data, including heart rate variability (HRV), skin conductance response (SCR), and self-reported anxiety, collected during VR exposure could classify patients with panic disorder and agoraphobia using machine learning models. Methods: Seventy-six participants (38 patients with panic...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40941726",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Virtual reality (VR) has emerged as a promising tool for assessing anxiety-related disorders through immersive exposure and physiological monitoring",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic Artificial Intelligence in Gastrointestinal Disease: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941714/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: The application of predictive and explainable artificial intelligence to bioinformatics data such as single nucleotide polymorphism (SNP) information is attracting rising attention in the diagnosis of various diseases. However, there are few reviews available on the recent progress of genetic artificial intelligence for the early diagnosis of gastrointestinal disease (GID). The purpose of this study is to complete a systematic review on the recent progress of genetic...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40941714",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "The application of predictive and explainable artificial intelligence to bioinformatics data such as single nucleotide polymorphism (SNP) information is attracting rising attention in the diagnosis of...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Resolved Central Serous Chorioretinopathy Mimicking Hydroxychloroquine Toxicity: A Case Series and Literature Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background and Clinical Significance: Central serous chorioretinopathy (CSCR) and hydroxychloroquine (HCQ) retinopathy can both cause outer retinal changes in systemic lupus erythematosus (SLE) patients treated with HCQ and corticosteroids. Differentiating between transient steroid-induced CSCR and irreversible HCQ toxicity is critical to avoid unnecessary discontinuation of essential therapy. Case Presentation: Three female SLE patients (ages 47, 41, and 37) on long-term HCQ (25, 9, and 6...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40941642",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "Central serous chorioretinopathy (CSCR) and hydroxychloroquine (HCQ) retinopathy can both cause outer retinal changes in systemic lupus erythematosus (SLE) patients treated with HCQ and corticosteroid...",
      "conclusion": null
    },
    {
      "title": "Need for Routine Brain Magnetic Resonance Imaging for Unilateral Facial Palsy in Emergency Department",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941623/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Objectives: The need for routine brain magnetic resonance imaging (MRI) for patients presenting with unilateral facial palsy in the emergency department (ED) is a subject of ongoing debate. This study aimed to evaluate the diagnostic yield of MRI in this population and to identify clinical risk factors associated with non-idiopathic causes, to inform selective imaging strategies. Methods: This single-center, retrospective study was conducted in the ED of a tertiary-care center in Korea. We...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40941623",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "The need for routine brain magnetic resonance imaging (MRI) for patients presenting with unilateral facial palsy in the emergency department (ED) is a subject of ongoing debate",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors Influencing Depression Among Female Professional Caregivers as per Employment Type (Full-Time vs. Part-Time)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941594/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: South Korea is rapidly transitioning into a super-aged society, increasing the importance of care services to ensure the health and quality of life of older adults. Although the number of professional caregivers has steadily grown, these workers face a high risk of depression due to the emotional labor inherent to their roles. This study aimed to analyze factors influencing depression among female professional caregivers by employment type (full-time and part-time) and to...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40941594",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "South Korea is rapidly transitioning into a super-aged society, increasing the importance of care services to ensure the health and quality of life of older adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emotional Freedom Techniques for Anxiety Disorders: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: EFT appears to be a promising and safe complementary intervention for reducing anxiety symptoms, with additional benefits for related psychological outcomes. However, methodological limitations and heterogeneity among studies preclude firm conclusions. High-quality RCTs using standardized protocols and objective outcome measures are warranted to confirm these findings and to explore the effectiveness of EFT as an adjunct to conventional therapies.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40941532",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "outcome measures are warranted to confirm these findings and to explore the effectiveness of EFT as an adjunct to conventional therapies",
      "significance": null,
      "conclusion": "EFT appears to be a promising and safe complementary intervention for reducing anxiety symptoms, with additional benefits for related psychological outcomes. However, methodological limitations and heterogeneity among studies preclude firm conclusions"
    },
    {
      "title": "Effects of a Post-Discharge Care Program for Surgery Patients with Brain Tumor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study demonstrates that the post-discharge care program was effective in improving symptom clusters, post-discharge adaptation, and quality of life in patients with benign brain tumors who underwent surgery. The program can contribute to achieving better health outcomes for this population in clinical practice.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40941531",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the post-discharge care program was effective in improving symptom clusters, post-discharge adaptation, and quality of life in patients with benign brain tumors who underwent surgery",
      "conclusion": "This study demonstrates that the post-discharge care program was effective in improving symptom clusters, post-discharge adaptation, and quality of life in patients with benign brain tumors who underwent surgery. The program can contribute to achieving better health outcomes for this population in c..."
    },
    {
      "title": "Healthy Movement Leads to Emotional Connection: Development of the Movement Poomasi \"Wello!\" Application Based on Digital Psychosocial Touch-A Mixed-Methods Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background/Objective: The global acceleration of population aging presents profound challenges to the physical, psychological, and social well-being of older adults. As traditional exercise programs face limitations in accessibility, personalization, and sustained social support, there is a critical need for innovative, inclusive, and community-integrated digital movement solutions. This study aimed to develop and evaluate Movement Poomasi, a hybrid digital healthcare application designed to...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40941509",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The global acceleration of population aging presents profound challenges to the physical, psychological, and social well-being of older adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Explainable AI in Clinical Decision Support Systems: A Meta-Analysis of Methods, Applications, and Usability Challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background: Theintegration of artificial intelligence (AI) into clinical decision support systems (CDSSs) has significantly enhanced diagnostic precision, risk stratification, and treatment planning. AI models remain a barrier to clinical adoption, emphasizing the critical role of explainable AI (XAI). Methods: This systematic meta-analysis synthesizes findings from 62 peer-reviewed studies published between 2018 and 2025, examining the use of XAI methods within CDSSs across various clinical...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40941506",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Chronic Periodontitis with Migraine in a Korean Adult Population: A Nationwide Nested Case-Control Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background: Migraine and chronic periodontitis are prevalent conditions that may share common inflammatory and neurovascular pathways. Growing evidence suggests an association between periodontal inflammation and migraine, yet large-scale population-based studies are limited. Objective: To investigate the association between chronic periodontitis and the occurrence of migraine using a nested case-control design in a nationally representative Korean adult cohort. Methods: This study utilized data...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40941475",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "To investigate the association between chronic periodontitis and the occurrence of migraine using a nested case-control design in a nationally representative Korean adult cohort",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Web-Based Education Program for Self-Urination Management of Patients with Spinal Cord Injuries in Community: Preliminary Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Health professionals can utilize the web-based education program for self-urination management to help people with spinal cord injury live healthy, independent lives in the community.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40941439",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Health professionals can utilize the web-based education program for self-urination management to help people with spinal cord injury live healthy, independent lives in the community"
    },
    {
      "title": "Comparative Effects of C3 and C4 Forages on Growth Performance, Digestibility, and Nitrogen Balance in Korean Crossbred Black Goats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941365/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "This study compared the effects of two C3 forages (Italian ryegrass [RG], Timothy grass [TG]) and two C4 forages (Klein grass [KG], Bermuda grass [BG]) on growth performance, nutrient digestibility, and nitrogen (N) balance in Korean crossbred black goats to evaluate C4 warm-season forages as alternatives under changing climate conditions. Sixteen castrated goats (10 months old) were allocated to four treatments using a randomized complete block design. Diets contained 40% treatment-specific...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40941365",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carbon Dots from Dried German Chamomile Flower and Its Residual Biomass: Characteristics, Bioactivities, Cytotoxicity and Its Preservative Effect on the Refrigerated Precooked Baby Clam (<em>Paphia undulata</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "The growing demand for natural and sustainable food preservatives has drawn interest in carbon dots (CDs) derived from plant sources. This study aimed to synthesize CDs from dried German chamomile flowers (DF) and residual biomass (RB) obtained after essential oil extraction using a hydrothermal process. Their characteristics, bioactivities and cytotoxicity were examined. Both DF-CDs and RB-CDs were spherical (7-10 nm), exhibited strong UV blocking properties and tunable fluorescence and were...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40941246",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "synthesize CDs from dried German chamomile flowers (DF) and residual biomass (RB) obtained after essential oil extraction using a hydrothermal process",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of UVC Treatment on Biofilms of <em>Escherichia coli</em> Strains Formed at Different Temperatures and Maturation Periods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941207/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "In the present study, the biofilm formation and ultraviolet-C (UVC) resistance characteristics of Escherichia coli isolated from an occluded biliary stent were compared with those of four E. coli O157:H7 strains (ATCC 35150, 43889, 43890, and 43895). To evaluate biofilm formation, the E. coli isolated from a stent and four E. coli O157:H7 strains were incubated at 37, 25, and 15 °C for 7 days, revealing that peak biofilm formation occurred at 37 °C (day 1), 25 °C (day 3), and 15 °C (day 5), with...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40941207",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and Comprehensive Diverse-Matrix Evaluation of Four PAHs Using Solvent-Modified QuEChERS-GC-MS with Freeze-Out",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Polycyclic aromatic hydrocarbons (PAHs) are recognized carcinogens that enter the food chain through pre-existing environmental contamination (air, water, soil), and their formation and accumulation during food preparation and processing involve high temperatures. We established a modified QuEChERS GC-MS method that couples n-hexane-saturated acetonitrile containing 1% toluene with a freeze-out step. Compared to the previously reported ACN QuEChERS protocol, this method enhanced PAH desorption...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40941094",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring Consumer Perception of Food Insecurity Using Big Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941080/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "This study investigated consumer perception of food insecurity by refining data collected from social media platforms. Text mining and TF-IDF were used to extract core keywords closely related to food insecurity and analyze their meanings. In addition, time series analysis and sentiment analysis were used to examine temporal and emotional changes. The analysis results showed that keywords, such as health, stress, mental, and depression, appeared frequently, indicating that food insecurity is...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40941080",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "consumer perception of food insecurity by refining data collected from social media platforms",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Harvest Maturity and Controlled Atmosphere on Strawberry Quality Under Simulated Export Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "This study aimed to evaluate the effects of controlled atmosphere (CA) treatment on the postharvest quality of strawberries harvested at different 50% and 80% maturity under export shipping conditions. The strawberries were subjected to CA and refrigerated container (Reefer) environments at 10 °C, and their quality attributes were then analyzed. Metabolomic profiling revealed significant variations in primary and secondary metabolites and volatile organic compounds (VOCs). A pathway analysis...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40941075",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the effects of controlled atmosphere (CA) treatment on the postharvest quality of strawberries harvested at different 50% and 80% maturity under export shipping conditions",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Residual Characteristics and Processing Factors of Flubendiamide and Tebufenozide in Rice and Its Processed Products",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "This study aimed to evaluate residue changes in flubendiamide and tebufenozide during the processing of whole grain into milled rice, cooked rice, and rice cake, and to calculate their processing factors (PFs). For the processing study, pesticides were applied at three times the recommended rate based on Korea's good agricultural practice (GAP), and processed products were prepared using conventional methods. Residual pesticide analysis was performed using a modified QuEChERS method and...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40941041",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate residue changes in flubendiamide and tebufenozide during the processing of whole grain into milled rice, cooked rice, and rice cake, and to calculate their processing factors (PFs)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feasibility of Anti-CEA Dye Conjugate for Cancer-Specific Imaging in Gastric Cancer Cell Lines and Mouse Xenograft Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Purpose: Near-infrared fluorescence-guided surgery (FGS) using cancer-specific tracers is promising for tailored gastric cancer (GC) surgery. Carcinoembryonic antigen (CEA) is a potential target due to its high expression in various digestive cancers, including GC. Materials and Methods: SGM-101, a chimeric anti-CEA monoclonal antibody conjugated with the near-infrared dye BM-104, was evaluated in GC. CEA expression was identified in GC cell lines at the mRNA and protein levels. Xenograft models...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40941034",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Near-infrared fluorescence-guided surgery (FGS) using cancer-specific tracers is promising for tailored gastric cancer (GC) surgery",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improved Prognostic Stratification with the FIGO 2023 Staging System in Endometrial Cancer: Real-World Validation in 2969 Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40940968/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The FIGO 2023 staging revision improves prognostic accuracy in endometrial cancer by integrating histopathologic and molecular risk factors. These refinements enhance risk stratification and may support more individualized treatment strategies.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40940968",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The FIGO 2023 staging revision improves prognostic accuracy in endometrial cancer by integrating histopathologic and molecular risk factors. These refinements enhance risk stratification and may support more individualized treatment strategies"
    },
    {
      "title": "Identification of <em>GREM-1</em> and <em>GAS6</em> as Specific Biomarkers for Cancer-Associated Fibroblasts Derived from Patients with Non-Small-Cell Lung Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40940956/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Cancer-associated fibroblasts (CAFs) play a pivotal role in the tumor microenvironment. We conducted an analysis using RNA sequencing to identify specific markers for CAFs compared to normal fibroblasts (NFs) in non-small-cell carcinoma (NSCLC). Methods: CAFs and NFs were isolated and cultured from tumor tissues (primary tumor or metastatic lymph nodes) and matched non-tumor tissues, respectively. Bulk RNA sequencing was conducted on isolated CAFs and normal fibroblast...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40940956",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Cancer-associated fibroblasts (CAFs) play a pivotal role in the tumor microenvironment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of Multi-Layer Perceptron-Based Binary Classification Neural Network in Detecting Breast Cancer Through Nine Human Serum Protein Markers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40940928/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: A newly developed nine-protein serum signature has been utilized to enhance the accuracy of an existing three-protein signature used as a blood-based diagnostic tool. This study used the new nine-protein serum signature to evaluate the clinical sensitivity and specificity of a medical device designed to test the clinical performance of an artificial intelligence algorithm. Methods: A blood-based test using multiple reaction monitoring via mass spectrometry was performed to...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40940928",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "nature",
      "objective": "A newly developed nine-protein serum signature has been utilized to enhance the accuracy of an existing three-protein signature used as a blood-based diagnostic tool",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Situ Observation of γ-to-α Structural Transformation in Bio-Based Nylon 5,6 Fibers via X-Ray Diffraction and DFT Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40942303/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "This study investigates the structural transformation from the γ-phase into the α-phase in bio-based nylon 5,6 fibers during in situ uniaxial stretching, using X-ray diffraction (XRD) and density functional theory (DFT) calculations. Initially, nylon 5,6 films exhibited a well-defined γ-phase crystalline structure, and the as-spun fibers also retained a γ-phase-dominant structure with partial coexistence of α-phase components. Due to the lattice similarity between the γ- and α-phases, phase...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "Pusan National University"
      ],
      "pmid": "40942303",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of the 2024 Resident Physician Work Stoppage on Acute Hemorrhagic Stroke Admissions: A Single Cerebrovascular-Specialty Hospital Study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941480/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "Background: In February 2024, a nationwide resignation of resident physicians and fellows in South Korea caused a sudden disruption in the healthcare service delivery system. This study aimed to investigate how the crisis affected hospital admission patterns, treatment timelines, and early outcomes in patients with acute hemorrhagic stroke. Methods: We retrospectively analyzed data from prospective cohorts of patients diagnosed with intracerebral hemorrhage or subarachnoid hemorrhage admitted to...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "40941480",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate how the crisis affected hospital admission patterns, treatment timelines, and early outcomes in patients with acute hemorrhagic stroke",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatiotemporal Patterns of Fish Diversity in the Waters Around the Five West Sea Islands of South Korea: Integrating Bottom Trawl and Environmental DNA (eDNA) Methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40941408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250914033718&v=2.18.0.post9+e462414",
      "description": "The waters surrounding the Five West Sea Islands of South Korea are ecologically important but challenging to survey due to their location within a strategic military zone, strong tidal currents, and significant tidal variation. To assess the fish community in this region, we conducted Korea's first parallel investigation combining traditional bottom trawl surveys with environmental DNA (eDNA) metabarcoding. Sampling was performed at 10 stations in March, May, and August 2023, and the...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "40941408",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "but challenging to survey due to their location within a strategic military zone, strong tidal currents, and significant tidal variation",
      "conclusion": null
    },
    {
      "title": "Prevalence and clinical implications of altered mental status in patients with infection presenting to the emergency department",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40946128/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "The prevalence and clinical implications of altered mental status among patients presenting with infection to the emergency department (ED) remain unclear. This retrospective cohort study, which enrolled consecutive patients with infection aged ≥ 15 years who presented to the ED between January and June 2024 and underwent blood culture collection, was aimed at determining the prevalence of altered mental status, identifying associated clinical factors, and assessing its impact on mortality...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40946128",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of altered mental status among patients presenting with infection to the emergency department (ED) remain unclear",
      "conclusion": null
    },
    {
      "title": "Intron retention: a novel method for evaluating the response to ketamine in patients with treatment-resistant depression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40946107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "In response to stress, the body attempts to maintain protein homeostasis through intron retention (IR). By identifying the genes that undergo IR in response to stress, possibly we can identify what type of stress the body is experiencing. Using this principle, we reanalyzed RNA sequencing data of patients with treatment-resistant depression and examined IR genes to investigate their characteristics to ketamine. The ketamine nonresponders were characterized by a state of elevated viral infection....",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40946107",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SPARC: The Standardised Prostate-specific Membrane Antigen Positron Emission Tomography/Computed Tomography Analysis and Reporting Consensus: A Delphi Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945999/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND CLINICAL IMPLICATIONS: SPARC provides a standardised PSMA PET/CT analysis and reporting consensus to serve as a future reference for PSMA PET/CT reporting. Integration of common PSMA PET reporting criteria under one umbrella improves the explanation of imaging findings between imaging experts and treating clinicians for clinical implementation.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40945999",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "SPARC provides a standardised PSMA PET/CT analysis and reporting consensus to serve as a future reference for PSMA PET/CT reporting",
      "conclusion": "AND CLINICAL IMPLICATIONS: SPARC provides a standardised PSMA PET/CT analysis and reporting consensus to serve as a future reference for PSMA PET/CT reporting. Integration of common PSMA PET reporting criteria under one umbrella improves the explanation of imaging findings between imaging experts an..."
    },
    {
      "title": "Muscle Typology Does Not Influence Peak-Intensity Periods, Subsequent Recovery, or Match-Running Declines Toward the End of a Match in Professional Male Football",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945927/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Muscle typology had no effect on peak-intensity periods or on the reductions in match running that may indirectly indicate temporary fatigue or fatigue toward the end of the match.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40945927",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Muscle typology had no effect on peak-intensity periods or on the reductions in match running that may indirectly indicate temporary fatigue or fatigue toward the end of the match"
    },
    {
      "title": "The relationship between cardiopulmonary resuscitation duration and prognosis in patients with out-of-hospital cardiac arrest due to asphyxiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Prolonged CPR was associated with poor outcomes in patients with asphyxiation-related OHCA and may be futile in these cases.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40945898",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Prolonged CPR was associated with poor outcomes in patients with asphyxiation-related OHCA and may be futile in these cases"
    },
    {
      "title": "Supersaturation of self-nanoemulsifying drug delivery systems: Correlation between equilibrium solubility and supersaturation concentration, effect on droplet size and impact of polymer addition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945803/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Supersaturated self-nanoemulsifying drug delivery systems (super-SNEDDS) have emerged as a promising approach to increase the drug load of hydrophobic molecules, compared to conventional SNEDDS (con-SNEDDS). This study aimed to explore the relationship between equilibrium solubility (S(eq)) and the maximum supersaturation concentration (CS(max)) in SNEDDS preconcentrates for three model drugs: carvedilol (CVL), ritonavir (RTV) and nilotinib (NTB). The emulsion droplet size of con-SNEDDS (90 % of...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40945803",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "explore the relationship between equilibrium solubility (S(eq)) and the maximum supersaturation concentration (CS(max)) in SNEDDS preconcentrates for three model drugs: carvedilol (CVL), ritonavir (RT...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carvacrol alleviates endoplasmic reticulum stress and inflammation induced by lipopolysaccharide by enhancing endoplasmic reticulum autophagy in dairy mammary epithelial cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Mastitis is a common disease in dairy cows and has various causes. Because of its enormous negative impact on cow health, welfare, and productivity, it results in huge economic losses and threatens sustainability of the dairy industry. In dairy cows with mastitis, excessive inflammation caused by LPS is an important factor leading to mammary tissue damage. It has been reported that there is a coupling effect between endoplasmic reticulum (ER) stress (ER-stress) and inflammatory response. When...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40945788",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on cow health, welfare, and productivity, it results in huge economic losses and threatens sustainability of the dairy industry",
      "conclusion": null
    },
    {
      "title": "Suicidal ideation and associated factors in 2821 Uganda school-going adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Suicidal ideation is highly prevalent among Ugandan school-going adolescents. These findings highlight the urgent need for comprehensive, school-based mental health strategies that include routine screening, psychosocial support, and clearly defined referral pathways, particularly for girls and those residing in post-conflict regions where trauma exposure and service limitations are pronounced.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40945767",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Suicidal ideation is highly prevalent among Ugandan school-going adolescents. These findings highlight the urgent need for comprehensive, school-based mental health strategies that include routine screening, psychosocial support, and clearly defined referral pathways, particularly for girls and thos..."
    },
    {
      "title": "Understanding the complex relationship between sleep and pain symptoms in people with chronic musculoskeletal pain - A pre-registered network analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945639/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Although chronic musculoskeletal pain and sleep disturbances are often viewed as bi-directionally linked, intervention studies show only small effects of sleep-specific interventions on pain. This suggests a more complex relationship in which only certain sleep parameters may be causally relevant, while other factors such as depression or fatigue may confound the association. Network analysis is a promising statistical approach to disentangle the complex relationships between sleep and chronic...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40945639",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Knee Osteoarthritis Bone Shape from Computed Tomography is associated with Subchondral Bone Attenuation and Marginal Cortical Bone Thickness: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We uncovered a 3-D shape mode recognisable as osteoarthritic that was associated with radiographic disease status in patients with pre- to moderate knee OA and overweight. Increase in this shape mode was associated with greater cortical thickening at the joint margins, likely related to osteophytosis, and reduced subchondral trabecular attenuation, the implications of which are not yet understood. Further work on combining 3-D shape and bone parameter distributions could improve...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40945598",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of which are not yet understood",
      "conclusion": "We uncovered a 3-D shape mode recognisable as osteoarthritic that was associated with radiographic disease status in patients with pre- to moderate knee OA and overweight. Increase in this shape mode was associated with greater cortical thickening at the joint margins, likely related to osteophytosi..."
    },
    {
      "title": "The conserved machinery of bipolar prospindle formation controls acentrosomal spindle orientation in land plants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945508/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Correct spindle orientation is essential for the development of multicellular organisms.¹^(,)² In animal cells, astral microtubules control spindle orientation by determining the position of centrosomes.¹ However, the mechanisms that determine spindle orientation in acentrosomal plant cells are poorly understood. Here, we show that the microtubule-associated protein CORD³^(,)⁴ controls spindle orientation via prospindle assembly in the liverwort Marchantia polymorpha (Marchantia) and the...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40945508",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Monkeys adjust goals and strategies in a foraging task based on time constraints",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Humans and animals often operate under varying time constraints that demand not only changes in action speed but also adjustments in how many tasks they pursue. These adjustments require fundamental reconstructions of goals and strategies. Additionally, finding a good \"compromise\" by reconciling goals with feasibility poses a complex optimization problem that involves selecting an effective combination of tasks. Time constraints are ubiquitous across ecological contexts, yet little is known...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40945507",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "and strategies",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physicochemical characteristics and health impacts of ultrafine particles emitted from small home appliances equipped with heating coils and brushed motors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945446/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Indoor air quality has a critical impact on human health due to the presence of indoor air pollutants. Small home appliances equipped with heating coils and brushed motors generate ultrafine particles that directly attack users. In this study, the physicochemical characteristics of ultrafine particles (UFPs) emitted from selected appliances sold in South Korea were investigated using online real-time aerosol instruments and offline analyses. The brushed motor-embedded hair dryers mostly produced...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University"
      ],
      "pmid": "40945446",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on human health due to the presence of indoor air pollutants",
      "conclusion": null
    },
    {
      "title": "Decreased long-interval intracortical inhibition in the dorsolateral prefrontal cortex using TMS-EEG in patients with treatment-resistant depression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945401/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our findings suggest that reduced LICI in the DLPFC may contribute to the pathophysiological basis of TRD.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40945401",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that reduced LICI in the DLPFC may contribute to the pathophysiological basis of TRD"
    },
    {
      "title": "Efficacy and feasibility of percutaneous needle biopsy in molecular profiling of thoracic cancers via next-generation sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945332/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These results suggest that PNB is a useful and safe method for performing multiplex gene testing via NGS in patients with thoracic cancer.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40945332",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that PNB is a useful and safe method for performing multiplex gene testing via NGS in patients with thoracic cancer",
      "conclusion": "These results suggest that PNB is a useful and safe method for performing multiplex gene testing via NGS in patients with thoracic cancer"
    },
    {
      "title": "From student to RN: Newly graduated nurses' understanding and experience of discrimination in nursing education",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Hospital stakeholders, nursing educators, and faculty should collaborate to create an inclusive and respectful learning environment for all nursing students, especially male students who may face unique challenges. Certain attitudes or behaviors-whether intentional or not-can contribute to experiences of discrimination, particularly during clinical training alongside medical students. Further research is needed to identify and clarify the factors that lead to these experiences in...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40945168",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Hospital stakeholders, nursing educators, and faculty should collaborate to create an inclusive and respectful learning environment for all nursing students, especially male students who may face unique challenges. Certain attitudes or behaviors-whether intentional or not-can contribute to experienc..."
    },
    {
      "title": "Boron neutron capture therapy (BNCT) phase I clinical trial for newly diagnosed glioblastoma by newly developed accelerator at University of Tsukuba",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40945116/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Glioblastoma is unresectable and difficult to cure using surgery and chemoradiotherapy. New treatment strategies are needed, and our TB-GB-01 study aims to evaluate whether the combination of BNCT, external beam radiation, and temozolomide is a safe treatment for patients with newly diagnosed glioblastoma.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40945116",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to evaluate whether the combination of BNCT, external beam radiation, and temozolomide is a safe treatment for patients with newly diagnosed glioblastoma",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The association of individual food security status with women's political participation, labor-force participation, and reproductive health: A cross-sectional analysis of gendered structural inequality in the League of Arab States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "This article applies a conceptual framework based on multilevel theories of gender inequality to examine individual-level food insecurity (FI) outcomes in the League of Arab States (LAS). We conceptualize FI as an embodied waypoint on a discriminatory cycle incorporating material and cultural practices that function at macro-, situational-, and individual-levels. Using data drawn from the Gallup World Poll representing a sample of non-institutionalized, aged 15 and above respondents, FAO's Food...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944987",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AVID mouse: A versatile platform for real-time, multiscale ATP imaging and spatial systems metabolism analysis in living mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944910/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "We developed the AVID (ATP visualization in vivo directly) mouse, a genetically encoded biosensor mouse enabling real-time, multiscale imaging of ATP dynamics across the whole body, organs, and cellular compartments in living animals. AVID revealed previously undetectable localized ATP depletion near the central vein of the liver after myocardial infarction, spatially linked to kynurenic acid accumulation-a phenomenon invisible to conventional bulk metabolomics. By seamlessly integrating...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944910",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unilateral cavernous sinus dAVF presenting with sequential contralateral trochlear and ipsilateral abducens nerve palsies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conceptual framework for caregivers' quality of life and well-being supporting children with special health and medical needs in East Asia: asystematic review and narrative synthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Caregivers' experiences were deeply influenced by cultural factors such as collectivism, traditional norms, and stigma. These findings underscore the importance of culturally sensitive frameworks to assess caregiver QOL and to inform policies and interventions in East Asian health and social systems.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944799",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Caregivers' experiences were deeply influenced by cultural factors such as collectivism, traditional norms, and stigma. These findings underscore the importance of culturally sensitive frameworks to assess caregiver QOL and to inform policies and interventions in East Asian health and social systems"
    },
    {
      "title": "Induction chemotherapy followed by long-course chemoradiotherapy versus short-course radiotherapy followed by consolidation chemotherapy for achieving complete response in patients with locally advanced rectal cancer: a propensity-score matching study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944745/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In the matched cohort of mainly intermediate-risk cases, INCT-LCCRT and SCRT-CNCT demonstrated comparable CR rates and oncological outcomes.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944745",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In the matched cohort of mainly intermediate-risk cases, INCT-LCCRT and SCRT-CNCT demonstrated comparable CR rates and oncological outcomes"
    },
    {
      "title": "Artificial intelligence-supported system of surgical anatomy recognition may facilitate the understanding of gastrointestinal surgery for medical students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944744/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: AI may facilitate students' understanding of surgery.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944744",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AI may facilitate students' understanding of surgery"
    },
    {
      "title": "Chemogenetic activation of the medial prefrontal cortex alleviates the impaired extinction of fear memory through the increase in the binding of EGR1 and TET1 in an animal model of PTSD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944731/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our results suggest that CA alleviates the impaired EFM via the increase in EGR1-TET1 binding in SPS rats. Pharmacotherapy promoting DNA demethylation through the activation of the TET1 cascade may be pivotal in the treatment of PTSD.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944731",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results suggest that CA alleviates the impaired EFM via the increase in EGR1-TET1 binding in SPS rats. Pharmacotherapy promoting DNA demethylation through the activation of the TET1 cascade may be pivotal in the treatment of PTSD"
    },
    {
      "title": "Beyond pain relief: reframing labor analgesia as part of comprehensive, psychologically informed perinatal care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944719/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944719",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Self-Assembling Antioxidant Nanoparticles Increase Survival and Reduce Disease Symptoms of Severe Malaria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Severe infectious diseases trigger a rapid increase in cytokines, known as a cytokine storm, accompanied by an excessive rise in reactive oxygen species (ROS), leading to severe damage to tissues and cells. While antioxidants have been used to eliminate ROS, conventional low-molecular-weight (LMW) antioxidants fail to effectively mitigate oxidative stress in infectious diseases due to rapid metabolism, excretion, and potential disruption of the redox balance within normal cells. We developed a...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944645",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gap-Controlled Infrared Absorption Spectroscopy: A Unique Interface-Sensitive Spectroscopy Based on the Combination of Linear Spectroscopy and Multivariate Curve Resolution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "We present an interface-sensitive spectroscopy method that integrates attenuated total reflection infrared absorption (ATR-IR) spectroscopy, a distance control system, and multivariate curve resolution (MCR). In this approach, we adjust the distance between the sample and the ATR prism while collecting a series of spectra that reflect various contributions from both bulk and interfacial regions. Subsequently, we utilize MCR to extract the spectral components specific to the interfacial region....",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944628",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and evaluation of an online program to encourage help-seeking among single middle-aged and older men",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944606/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Implementing this program could help prevent isolation and loneliness among single middle-aged and older men.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944606",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Implementing this program could help prevent isolation and loneliness among single middle-aged and older men"
    },
    {
      "title": "Atomic-Scale Insights into Nanoparticle Exsolution at Dislocations in Dislocation-Engineered Catalysts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Achieving control over properties such as density and lateral distribution of catalytic nanoparticles under operation conditions is a major challenge for the development of active and durable catalysts, where nanoparticle coarsening is often the cause of performance degradation. While metal exsolution catalysts are regarded to be robust against this degradation mode, coarsening and increased concentrations of exsolved metal nanoparticles have been detected near extended defects. The present...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944587",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Secretory IgA Is a Key Marker Among Gut Barrier Dysfunction-Related Immunoglobulins Predicting Outcomes in ACLF",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944472/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Enhanced BT-triggered immune activation is indicated by increased total-IgA levels in association with the occurrence of target-specific IgA antibodies. Serum sIgA is a promising marker of gut barrier failure and 90-day mortality in ACLF.",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944472",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Enhanced BT-triggered immune activation is indicated by increased total-IgA levels in association with the occurrence of target-specific IgA antibodies. Serum sIgA is a promising marker of gut barrier failure and 90-day mortality in ACLF"
    },
    {
      "title": "Spatiotemporal Control of the Formation of Luminescent Lanthanide Complexes in Liposome-Based Nanoreactors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944394/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "The controlled mass transfer across compartmentalised environments in synthetic nanoreactors is essential for enhancing precise spatiotemporal manipulation of chemical transformations within confined spaces. In this study, we present a strategy that integrates a synthetic anion transporter in liposome-based nanoreactors, allowing for spatiotemporal control over the formation of metal-organic complexes in liposomes. This approach enables us to effectively modulate the assembly of luminescent...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944394",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A neuropsychological perspective on the proposed updated description of cerebral palsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944326/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944326",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hexanoic Acid Improves Metabolic Health in Mice Fed High-Fat Diet",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Background: Overweight and obesity are currently a worldwide problem, with undesirable health consequences, such as type 2 diabetes. Therefore, much attention has been paid to preventing obesity through diet. Free fatty acids (FFAs) serve as signaling molecules in many biological processes, leading to increased energy expenditure and insulin secretion. Short-chain fatty acids (SCFAs) such as acetic, propionic and butyric acid are bioactive metabolites produced by gut microbes, and their...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944255",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modulation of the Gut Microbiota by <em>Nopalea cochenillifera</em> (Prickly Pear Cactus) Contributes to Improved Lipid Metabolism and Immune Function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40944230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250914033719&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Nopalea cochenillifera (L.) Salm-Dyck cladodes are rich in dietary fiber, polyphenols, and minerals, which are known to exert antioxidant and immunomodulatory effects. However, the mechanisms and active constituents have not been fully elucidated. In this study, we investigated the effects of continuous N. cochenillifera consumption on lipid metabolism, immune function, and the gut microbiota in mice. Methods: The feed was made using freeze-dried and powdered cladodes of...",
      "pubDate": "2025-09-13T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40944230",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Nopalea cochenillifera (L",
      "significance": null,
      "conclusion": null
    }
  ]
}